{"name": "boostan", "url": "https://ganjoor.net/saadi/boostan", "babs": [{"bab-name": "در نیایش خداوند", "bab-url": "/saadi/boostan/niyayesh", "bab-sections": [{"sec-name": "بخش ۱ - سرآغاز", "sec-poems": ["به نام خداوندِ جان‌آفرین\t\tحکیمِ سخن‌درزبان‌آفرین", "خداوند بخشندهٔ دستگیر\t\tکریم خطابخش پوزش‌پذیر", "عزیزی که هر کز درش سر بتافت\t\tبه هر در که شد هیچ عزت نیافت", "سر پادشاهان گردن‌فراز\t\tبه درگاه او بر زمین نیاز", "نه گردن‌کشان را بگیرد به فور\t\tنه عذرآوران را براند به جور", "وگر خشم گیرد ز کردار زشت\t\tچو بازآمدی ماجرا درنوشت", "اگر با پدر جنگ جوید کسی\t\tپدر بی‌گمان خشم گیرد بسی", "وگر خویش راضی نباشد ز خویش\t\tچو بیگانگانش براند ز پیش", "وگر بنده چابک نباشد به کار\t\tعزیزش ندارد خداوندگار", "وگر بر رفیقان نباشی شفیق\t\tبه فرسنگ بگریزد از تو رفیق", "وگر ترک خدمت کند لشکری\t\tشود شاهِ لشکرکُش از وی بری", "ولیکن خداوند بالا و پست\t\tبه عصیان در رزق بر کس نبست", "دو کونش یکی قطره از بحر علم\t\tگنه بیند و پرده پوشد به حلم", "ادیم زمین، سفرهٔ عام اوست\t\tبر این خوان یغما چه دشمن چه دوست", "اگر بر جفاپیشه بشتافتی\t\tکه از دست قهرش امان یافتی؟", "بری ذاتش از تهمت ضد و جنس\t\tغنی ملکش از طاعت جن و انس", "پرستار امرش همه چیز و کس\t\tبنی‌آدم و مرغ و مور و مگس", "چنان پهن خوان کرم گسترد\t\tکه سیمرغ در قاف قسمت خورد", "لطیف کرم‌گستر کارساز\t\tکه دارای خَلق است و دانای راز", "مر او را رسد کبریا و منی\t\tکه ملکش قدیم است و ذاتش غنی", "یکی را به سر برنهد تاج بخت\t\tیکی را به خاک اندر آرد ز تخت", "کلاه سعادت یکی بر سرش\t\tگلیم شقاوت یکی در برش", "گلستان کند آتشی بر خلیل\t\tگروهی بر آتش برد ز آب نیل", "گر آن است، منشور احسان اوست\t\tور این است، توقیع فرمان اوست", "پس پرده بیند عمل‌های بد\t\tهم او پرده پوشد به آلای خود", "به تهدید اگر برکشد تیغ حکم\t\tبمانند کروبیان صم و بکم", "وگر دردهد یک صلای کرم\t\tعزازیل گوید نصیبی برم", "به درگاه لطف و بزرگیش بر\t\tبزرگان نهاده بزرگی ز سر", "فروماندگان را به رحمت قریب\t\tتضرع‌کنان را به دعوت مجیب", "بر احوال نابوده، علمش بصیر\t\tبه اسرار ناگفته، لطفش خبیر", "به قدرت، نگهدار بالا و شیب\t\tخداوند دیوان روز حسیب", "نه مستغنی از طاعتش پشت کس\t\tنه بر حرف او جای انگشت کس", "قدیمی نکوکار نیکی‌پسند\t\tبه کلک قضا در رحم نقش‌بند", "ز مشرق به مغرب مه و آفتاب\t\tروان کرد و بنهاد گیتی بر آب", "زمین از تبِ لرزه آمد ستوه\t\tفروکوفت بر دامنش میخ کوه", "دهد نطفه را صورتی چون پری\t\tکه کرده‌ست بر آب صورتگری؟", "نهد لعل و پیروزه در صلب سنگ\t\tگل و لعل در شاخ پیروزه‌رنگ", "ز ابر افکند قطره‌ای سویِ یَم\t\tز صلب افکند نطفه‌ای در شکم", "از آن قطره لولوی لالا کند\t\tوز این، صورتی سروبالا کند", "بر او علم یک ذره پوشیده نیست\t\tکه پیدا و پنهان به نزدش یکی‌ست", "مهیاکن روزی مار و مور\t\tاگر چند بی‌دست‌وپایند و زور", "به امرش وجود از عدم نقش بست\t\tکه داند جز او کردن از نیست، هست؟", "دگر ره به کتم عدم در برد\t\tوز آنجا به صحرای محشر برد", "جهان متفق بر الهیتش\t\tفرومانده از کنه ماهیتش", "بشر ماورای جلالش نیافت\t\tبصر منتهای جمالش نیافت", "نه بر اوج ذاتش پرد مرغ وهم\t\tنه در ذیل وصفش رسد دست فهم", "در این ورطه کشتی فروشد هزار\t\tکه پیدا نشد تخته‌ای بر کنار", "چه شب‌ها نشستم در این سِیر، گم\t\tکه دهشت گرفت آستینم که قم", "محیط است علم مَلِک بر بسیط\t\tقیاس تو بر وی نگردد محیط", "نه ادراک در کنه ذاتش رسید\t\tنه فکرت به غور صفاتش رسید", "توان در بلاغت به سَحبان رسید\t\tنه در کنه بی‌چون سُبحان رسید", "که خاصان در این ره فَرَس رانده‌اند\t\tبه لااحصیٖ از تک فرومانده‌اند", "نه هر جای مرکب توان تاختن\t\tکه جاها سپر باید انداختن", "وگر سالکی محرم راز گشت\t\tببندند بر وی در بازگشت", "کسی را در این بزم ساغر دهند\t\tکه داروی بیهوشی‌اش دَردهند", "یکی باز را دیده بردوخته‌ست\t\tیکی دیده‌ها باز و پر سوخته‌ست", "کسی ره سوی گنج قارون نِبُرد\t\tوگر بُرد، ره باز بیرون نبرد", "بمردم در این موج دریای خون\t\tکز او کس نبرده‌ست کشتی برون", "اگر طالبی کاین زمین طی کنی\t\tنخست اسب بازآمدن پی کنی", "تأمل در آیینهٔ دل کنی\t\tصفایی به‌تدریج حاصل کنی", "مگر بویی از عشق مستت کند\t\tطلبکار عهد الستت کند", "به پای طلب ره بدان جا بری\t\tوز آنجا به بال محبت پری", "بِدَرَّد یقین پرده‌های خیال\t\tنماند سراپرده الا جلال", "دگر مرکب عقل را پویه نیست\t\tعنانش بگیرد تحیر که بیست", "در این بحر جز مرد راعی نرفت\t\tگم آن شد که دنبال داعی نرفت", "کسانی کز این راه برگشته‌اند\t\tبرفتند بسیار و سرگشته‌اند", "خلاف پیمبر کسی ره گزید\t\tکه هرگز به منزل نخواهد رسید", "مپندار سعدی که راه صفا\t\tتوان رفت جز بر پی مصطفی"]}, {"sec-name": "بخش ۲ - فی نعت سید المرسلین علیه الصلوة و السلام", "sec-poems": ["کریم السجایا جمیل الشیم\t\tنبی البرایا شفیع الامم", "امام رسل، پیشوای سبیل\t\tامین خدا، مهبط جبرئیل", "شفیع الوری، خواجه بعث و نشر\t\tامام الهدی، صدر دیوان حشر", "کلیمی که چرخ فلک طور اوست\t\tهمه نورها پرتو نور اوست", "شفیع مطاع نبی کریم\t\tقسیم جسیم نسیم وسیم", "یتیمی که ناکرده قرآن درست\t\tکتب خانهٔ چند ملت بشست", "چو عزمش برآهخت شمشیر بیم\t\tبه معجز میان قمر زد دو نیم", "چو صیتش در افواه دنیا فتاد\t\tتزلزل در ایوان کسری فتاد", "به لا قامت لات بشکست خرد\t\tبه اعزاز دین آب عزی ببرد", "نه از لات و عزی برآورد گرد\t\tکه تورات و انجیل منسوخ کرد", "شبی بر نشست از فلک برگذشت\t\tبه تمکین و جاه از ملک درگذشت", "چنان گرم در تیه قربت براند\t\tکه بر سدره جبریل از او بازماند", "بدو گفت سالار بیت‌الحرام\t\tکه ای حامل وحی برتر خرام", "چو در دوستی مخلصم یافتی\t\tعنانم ز صحبت چرا تافتی؟", "بگفتا فراتر مجالم نماند\t\tبماندم که نیروی بالم نماند", "اگر یک سر موی برتر پرم\t\tفروغ تجلی بسوزد پرم", "نماند به عصیان کسی در گرو\t\tکه دارد چنین سیدی پیشرو", "چه نعت پسندیده گویم تو را؟\t\tعلیک السلام ای نبی الوری", "درود ملک بر روان تو باد\t\tبر اصحاب و بر پیروان تو باد", "نخستین ابوبکر پیر مرید\t\tعمر، پنجه بر پیچ دیو مرید", "خردمند عثمان شب زنده‌دار\t\tچهارم علی، شاه دلدل سوار", "خدایا به حق بنی فاطمه\t\tکه بر قولم ایمان کنم خاتمه", "اگر دعوتم رد کنی ور قبول\t\tمن و دست و دامان آل رسول", "چه کم گردد ای صدر فرخنده پی\t\tز قدر رفیعت به درگاه حی", "که باشند مشتی گدایان خیل\t\tبه مهمان دارالسلامت طفیل", "خدایت ثنا گفت و تبجیل کرد\t\tزمین بوس قدر تو جبریل کرد", "بلند آسمان پیش قدرت خجل\t\tتو مخلوق و آدم هنوز آب و گل", "تو اصل وجود آمدی از نخست\t\tدگر هرچه موجود شد فرع توست", "ندانم کدامین سخن گویمت\t\tکه والاتری زانچه من گویمت", "تو را عز لولاک تمکین بس است\t\tثنای تو طه و یس بس است", "چه وصفت کند سعدی ناتمام؟\t\tعلیک الصلوة ای نبی السلام"]}, {"sec-name": "بخش ۳ - سبب نظم کتاب", "sec-poems": ["در اقصای عالم بگشتم بسی\t\tبه سر بردم ایام با هر کسی", "تمتع به هر گوشه‌ای یافتم\t\tز هر خرمنی خوشه‌ای یافتم", "چو پاکان شیراز، خاکی نهاد\t\tندیدم که رحمت بر این خاک باد", "تولای مردان این پاک بوم\t\tبرانگیختم خاطر از شام و روم", "دریغ آمدم زآن همه بوستان\t\tتهیدست رفتن سوی دوستان", "به دل گفتم از مصر قند آورند\t\tبر دوستان ارمغانی برند", "مرا گر تهی بود از آن قند دست\t\tسخنهای شیرین‌تر از قند هست", "نه قندی که مردم به صورت خورند\t\tکه ارباب معنی به کاغذ برند", "چو این کاخ دولت بپرداختم\t\tبر او ده در از تربیت ساختم", "یکی باب عدل است و تدبیر و رای\t\tنگهبانی خلق و ترس خدای", "دوم باب احسان نهادم اساس\t\tکه منعم کند فضل حق را سپاس", "سوم باب عشق است و مستی و شور\t\tنه عشقی که بندند بر خود بزور", "چهارم تواضع، رضا پنجمین\t\tششم ذکر مرد قناعت گزین", "به هفتم در از عالم تربیت\t\tبه هشتم در از شکر بر عافیت", "نهم باب توبه است و راه صواب\t\tدهم در مناجات و ختم کتاب", "به روز همایون و سال سعید\t\tبه تاریخ فرخ میان دو عید", "ز ششصد فزون بود پنجاه و پنج\t\tکه پر در شد این نامبردار گنج", "بمانده‌ست با دامنی گوهرم\t\tهنوز از خجالت به زانو برم", "که در بحر لؤلؤ صدف نیز هست\t\tدرخت بلند است در باغ و پست", "الا ای خردمند پاکیزه خوی\t\tخردمند نشنیده‌ام عیب جوی", "قبا گر حریر است و گر پرنیان\t\tبه ناچار حشوش بود در میان", "تو گر پرنیانی نیابی مجوش\t\tکرم کار فرما و حشوش بپوش", "ننازم به سرمایهٔ فضل خویش\t\tبه دریوزه آورده‌ام دست پیش", "شنیدم که در روز امید و بیم\t\tبدان را به نیکان ببخشد کریم", "تو نیز ار بدی بینیم در سخن\t\tبه خلق جهان آفرین کار کن", "چو بیتی پسند آیدت از هزار\t\tبه مردی که دست از تعنت بدار", "همانا که در فارس انشای من\t\tچو مشک است بی قیمت اندر ختن", "چو بانگ دهل هولم از دور بود\t\tبه غیبت درم عیب مستور بود", "گل آورد سعدی سوی بوستان\t\tبه شوخی و فلفل به هندوستان", "چو خرما به شیرینی اندوده پوست\t\tچو بازش کنی استخوانی در اوست"]}, {"sec-name": "بخش ۴ - مدح ابوبکر بن سعد بن زنگی", "sec-poems": ["مرا طبع از این نوع خواهان نبود\t\tسر مدحت پادشاهان نبود", "ولی نظم کردم به نام فلان\t\tمگر باز گویند صاحبدلان", "که سعدی که گوی بلاغت ربود\t\tدر ایام بوبکر بن سعد بود", "سزد گر به دورش بنازم چنان\t\tکه سید به دوران نوشیروان", "جهانبان دین پرور دادگر\t\tنیامد چو بوبکر بعد از عمر", "سر سرفرازان و تاج مهان\t\tبه دوران عدلش بناز، ای جهان", "گر از فتنه آید کسی در پناه\t\tندارد جز این کشور آرامگاه", "فطوبی لباب کبیت العتیق\t\tحوالیه من کل فج عمیق", "ندیدم چنین گنج و ملک و سریر\t\tکه وقف است بر طفل و درویش و پیر", "نیامد برش دردناک غمی\t\tکه ننهاد بر خاطرش مرهمی", "طلبکار خیر است امیدوار\t\tخدایا امیدی که دارد برآر", "کله گوشه بر آسمان برین\t\tهنوز از تواضع سرش بر زمین", "گدا گر تواضع کند خوی اوست\t\tز گردن فرازان تواضع نکوست", "اگر زیردستی بیفتد چه خاست؟\t\tزبردست افتاده مرد خداست", "نه ذکر جمیلش نهان می‌رود\t\tکه صیت کرم در جهان می‌رود", "چنویی خردمند فرخ نژاد\t\tندارد جهان تا جهان است، یاد", "نبینی در ایام او رنجه‌ای\t\tکه نالد ز بیداد سرپنجه‌ای", "کس این رسم و ترتیب و آیین ندید\t\tفریدون با آن شکوه، این ندید", "از آن پیش حق پایگاهش قوی است\t\tکه دست ضعیفان به جاهش قوی است", "چنان سایه گسترده بر عالمی\t\tکه زالی نیندیشد از رستمی", "همه وقت مردم ز جور زمان\t\tبنالند و از گردش آسمان", "در ایام عدل تو ای شهریار\t\tندارد شکایت کس از روزگار", "به عهد تو می‌بینم آرام خلق\t\tپس از تو ندانم سرانجام خلق", "هم از بخت فرخنده فرجام توست\t\tکه تاریخ سعدی در ایام توست", "که تا بر فلک ماه و خورشید هست\t\tدر این دفترت ذکر جاوید هست", "ملوک ار نکو نامی اندوختند\t\tز پیشینگان سیرت آموختند", "تو در سیرت پادشاهی خویش\t\tسبق بردی از پادشاهان پیش", "سکندر به دیوار رویین و سنگ\t\tبکرد از جهان راه یأجوج تنگ", "تو را سد یأجوج کفر از زر است\t\tنه رویین چو دیوار اسکندر است", "زبان آوری کاندر این امن و داد\t\tسپاست نگوید زبانش مباد", "زهی بحر بخشایش و کان جود\t\tکه مستظهرند از وجودت وجود", "برون بینم اوصاف شاه از حساب\t\tنگنجد در این تنگ میدان کتاب", "گر آن جمله را سعدی انشا کند\t\tمگر دفتری دیگر املا کند", "فروماندم از شکر چندین کرم\t\tهمان به که دست دعا گسترم", "جهانت به کام و فلک یار باد\t\tجهان آفرینت نگهدار باد", "بلند اخترت عالم افروخته\t\tزوال اختر دشمنت سوخته", "غم از گردش روزگارت مباد\t\tوز اندیشه بر دل غبارت مباد", "که بر خاطر پادشاهان غمی\t\tپریشان کند خاطر عالمی", "دل و کشورت جمع و معمور باد\t\tز ملکت پراکندگی دور باد", "تنت باد پیوسته چون دین، درست\t\tبداندیش را دل چو تدبیر، سست", "درونت به تأیید حق شاد باد\t\tدل و دین و اقلیمت آباد باد", "جهان آفرین بر تو رحمت کناد\t\tدگر هرچه گویم فسانه‌ست و باد", "همینت بس از کردگار مجید\t\tکه توفیق خیرت بود بر مزید", "نرفت از جهان سعد زنگی به درد\t\tکه چون تو خلف نامبردار کرد", "عجب نیست این فرع از آن اصل پاک\t\tکه جانش بر اوج است و جسمش به خاک", "خدایا بر آن تربت نامدار\t\tبه فضلت که باران رحمت ببار", "گر از سعد زنگی مثل ماند یاد\t\tفلک یاور سعد بوبکر باد"]}, {"sec-name": "بخش ۵ - مدح محمد بن سعد بن ابوبکر", "sec-poems": ["اتابک محمد شه نیکبخت\t\tخداوند تاج و خداوند تخت", "جوان جوان‌بخت روشن‌ضمیر\t\tبه دولت جوان و به تدبیر پیر", "به دانش بزرگ و به همت بلند\t\tبه بازو دلیر و به دل هوشمند", "زهی دولت مادر روزگار\t\tکه رودی چنین پرورد در کنار", "به دست کرم آب دریا ببرد\t\tبه رفعت محل ثریا ببرد", "زهی چشم دولت به روی تو باز\t\tسر شهریاران گردن فراز", "صدف را که بینی ز دردانه پر\t\tنه آن قدر دارد که یکدانه در", "تو آن در مکنون یکدانه‌ای\t\tکه پیرایهٔ سلطنت خانه‌ای", "نگه دار یارب به چشم خودش\t\tبپرهیز از آسیب چشم بدش", "خدایا در آفاق نامی کنش\t\tبه توفیق طاعت گرامی کنش", "مقیمش در انصاف و تقوی بدار\t\tمرادش به دنیا و عقبی برآر", "غم از دشمن ناپسندش مباد\t\tوز اندیشه بر دل گزندش مباد", "بهشتی درخت آورد چون تو بار\t\tپسر نامجوی و پدر نامدار", "از آن خاندان خیر بیگانه دان\t\tکه باشند بدخواه این خاندان", "زهی دین و دانش، زهی عدل و داد\t\tزهی ملک و دولت که پاینده باد", "نگنجد کرمهای حق در قیاس\t\tچه خدمت گزارد زبان سپاس؟", "خدایا تو این شاه درویش دوست\t\tکه آسایش خلق در ظل اوست", "بسی بر سر خلق پاینده دار\t\tبه توفیق طاعت دلش زنده دار", "برومند دارش درخت امید\t\tسرش سبز و رویش به رحمت سفید", "به راه تکلف مرو سعدیا\t\tاگر صدق داری بیار و بیا", "تو منزل شناسی و شه راهرو\t\tتو حقگوی و خسرو حقایق شنو", "چه حاجت که نه کرسی آسمان\t\tنهی زیر پای قزل ارسلان", "مگو پای عزت بر افلاک نه\t\tبگو روی اخلاص بر خاک نه", "بطاعت بنه چهره بر آستان\t\tکه این است سر جاده راستان", "اگر بنده‌ای سر بر این در بنه\t\tکلاه خداوندی از سر بنه", "به درگاه فرمانده ذوالجلال\t\tچو درویش پیش توانگر بنال", "چو طاعت کنی لبس شاهی مپوش\t\tچو درویش مخلص برآور خروش", "که پروردگارا توانگر تویی\t\tتوانا و درویش پرور تویی", "نه کشور خدایم نه فرماندهم\t\tیکی از گدایان این درگهم", "تو بر خیر و نیکی دهم دسترس\t\tوگر نه چه خیر آید از من به کس؟", "دعا کن به شب چون گدایان به سوز\t\tاگر می‌کنی پادشاهی به روز", "کمر بسته گردن کشان بر درت\t\tتو بر آستان عبادت سرت", "زهی بندگان را خداوندگار\t\tخداوند را بندهٔ حق گزار"]}, {"sec-name": "بخش ۶ - حکایت", "sec-poems": ["حکایت کنند از بزرگان دین\t\tحقیقت شناسان عین الیقین", "که صاحبدلی بر پلنگی نشست\t\tهمی راند رهوار و ماری به دست", "یکی گفتش: ای مرد راه خدای\t\tبدین ره که رفتی مرا ره نمای", "چه کردی که درنده رام تو شد\t\tنگین سعادت به نام تو شد؟", "بگفت ار پلنگم زبون است و مار\t\tوگر پیل و کرکس، شگفتی مدار", "تو هم گردن از حکم داور مپیچ\t\tکه گردن نپیچد ز حکم تو هیچ", "چو حاکم به فرمان داور بود\t\tخدایش نگهبان و یاور بود", "محال است چون دوست دارد تو را\t\tکه در دست دشمن گذارد تو را", "ره این است، روی از طریقت متاب\t\tبنه گام و کامی که داری بیاب", "نصیحت کسی سودمند آیدش\t\tکه گفتار سعدی پسند آیدش"]}]}, {"bab-name": "باب اول در عدل و تدبیر و رای", "bab-url": "/saadi/boostan/bab1", "bab-sections": [{"sec-name": "بخش ۱ - سر آغاز", "sec-poems": ["شنیدم که در وقت نزع روان\t\tبه هرمز چنین گفت نوشیروان", "که خاطر نگهدار درویش باش\t\tنه در بند آسایش خویش باش", "نیاساید اندر دیار تو کس\t\tچو آسایش خویش جویی و بس", "نیاید به نزدیک دانا پسند\t\tشبان خفته و گرگ در گوسفند", "برو پاس درویش محتاج دار\t\tکه شاه از رعیت بود تاجدار", "رعیت چو بیخند و سلطان درخت\t\tدرخت، ای پسر، باشد از بیخ سخت", "مکن تا توانی دل خلق ریش\t\tوگر می‌کنی می‌کنی بیخ خویش", "اگر جاده‌ای بایدت مستقیم\t\tره پارسایان امید است و بیم", "طبیعت شود مرد را بخردی\t\tبه امید نیکی و بیم بدی", "گر این هر دو در پادشه یافتی\t\tدر اقلیم و ملکش پنه یافتی", "که بخشایش آرد بر امیدوار\t\tبه امید بخشایش کردگار", "گزند کسانش نیاید پسند\t\tکه ترسد که در ملکش آید گزند", "وگر در سرشت وی این خوی نیست\t\tدر آن کشور آسودگی بوی نیست", "اگر پای بندی رضا پیش گیر\t\tوگر یک سواری سر خویش گیر", "فراخی در آن مرز و کشور مخواه\t\tکه دلتنگ بینی رعیت ز شاه", "ز مستکبران دلاور بترس\t\tاز آن کاو نترسد ز داور بترس", "دگر کشور آباد بیند به خواب\t\tکه دارد دل اهل کشور خراب", "خرابی و بدنامی آید ز جور\t\tرسد پیش بین این سخن را به غور", "رعیت نشاید به بیداد کشت\t\tکه مر سلطنت را پناهند و پشت", "مراعات دهقان کن از بهر خویش\t\tکه مزدور خوشدل کند کار بیش", "مروت نباشد بدی با کسی\t\tکز او نیکویی دیده باشی بسی", "شنیدم که خسرو به شیرویه گفت\t\tدر آن دم که چشمش زدیدن بخفت", "بر آن باش تا هرچه نیت کنی\t\tنظر در صلاح رعیت کنی", "الا تا نپیچی سر از عدل و رای\t\tکه مردم ز دستت نپیچند پای", "گریزد رعیت ز بیدادگر\t\tکند نام زشتش به گیتی سمر", "بسی بر نیاید که بنیاد خود\t\tبکند آن که بنهاد بنیاد بد", "خرابی کند مرد شمشیر زن\t\tنه چندان که دود دل طفل و زن", "چراغی که بیوه زنی برفروخت\t\tبسی دیده باشی که شهری بسوخت", "از آن بهره‌ورتر در آفاق کیست\t\tکه در ملکرانی به انصاف زیست", "چو نوبت رسد زین جهان غربتش\t\tترحم فرستند بر تربتش", "بد و نیک مردم چو می‌بگذرند\t\tهمان به که نامت به نیکی برند", "خداترس را بر رعیت گمار\t\tکه معمار ملک است پرهیزگار", "بد اندیش توست آن و خونخوار خلق\t\tکه نفع تو جوید در آزار خلق", "ریاست به دست کسانی خطاست\t\tکه از دستشان دستها برخداست", "نکوکارپرور نبیند بدی\t\tچو بد پروری خصم خون خودی", "مکافات موذی به مالش مکن\t\tکه بیخش برآورد باید ز بن", "مکن صبر بر عامل ظلم دوست\t\tکه از فربهی بایدش کند پوست", "سر گرگ باید هم اول برید\t\tنه چون گوسفندان مردم درید", "چه خوش گفت بازارگانی اسیر\t\tچو گردش گرفتند دزدان به تیر", "چو مردانگی آید از رهزنان\t\tچه مردان لشکر، چه خیل زنان", "شهنشه که بازارگان را بخست\t\tدر خیر بر شهر و لشکر ببست", "کی آن جا دگر هوشمندان روند\t\tچو آوازهٔ رسم بد بشنوند؟", "نکو بایدت نام و نیکی قبول\t\tنکو دار بازارگان و رسول", "بزرگان مسافر به جان پرورند\t\tکه نام نکویی به عالم برند", "تبه گردد آن مملکت عن قریب\t\tکز او خاطر آزرده آید غریب", "غریب آشنا باش و سیاح دوست\t\tکه سیاح جلاب نام نکوست", "نکو دار ضیف و مسافر عزیز\t\tوز آسیبشان بر حذر باش نیز", "ز بیگانه پرهیز کردن نکوست\t\tکه دشمن توان بود در زی دوست", "غریبی که پر فتنه باشد سرش\t\tمیازار و بیرون کن از کشورش", "تو گر خشم بر وی نگیری رواست\t\tکه خود خوی بد دشمنش در قفاست", "وگر پارسی باشدش زاد و بوم\t\tبه صنعاش مفرست و سقلاب و روم", "هم آن جا امانش مده تا به چاشت\t\tنشاید بلا بر دگر کس گماشت", "که گویند برگشته باد آن زمین\t\tکز او مردم آیند بیرون چنین", "قدیمان خود را بیفزای قدر\t\tکه هرگز نیاید ز پرورده غدر", "چو خدمتگزاریت گردد کهن\t\tحق سالیانش فرامش مکن", "گر او را هرم دست خدمت ببست\t\tتو را بر کرم همچنان دست هست", "شنیدم که شاپور دم در کشید\t\tچو خسرو به رسمش قلم در کشید", "چو شد حالش از بینوایی تباه\t\tنبشت این حکایت به نزدیک شاه", "چو بذل تو کردم جوانی خویش\t\tبه هنگام پیری مرانم ز پیش", "عمل گر دهی مرد منعم شناس\t\tکه مفلس ندارد ز سلطان هراس", "چو مفلس فرو برد گردن به دوش\t\tاز او بر نیاید دگر جز خروش", "چو مشرف دو دست از امانت بداشت\t\tبباید بر او ناظری بر گماشت", "ور او نیز در ساخت با خاطرش\t\tز مشرف عمل بر کن و ناظرش", "خدا ترس باید امانت گزار\t\tامین کز تو ترسد امینش مدار", "امین باید از داور اندیشناک\t\tنه از رفع دیوان و زجر و هلاک", "بیفشان و بشمار و فارغ نشین\t\tکه از صد یکی را نبینی امین", "دو همجنس دیرینه را هم‌قلم\t\tنباید فرستاد یک جا به هم", "چه دانی که همدست گردند و یار\t\tیکی دزد باشد، یکی پرده‌دار", "چو دزدان ز هم باک دارند و بیم\t\tرود در میان کاروانی سلیم", "یکی را که معزول کردی ز جاه\t\tچو چندی برآید ببخشش گناه", "بر آوردن کام امیدوار\t\tبه از قید بندی شکستن هزار", "نویسنده را گر ستون عمل\t\tبیفتد، نبرد طناب امل", "به فرمانبران بر شه دادگر\t\tپدروار خشم آورد بر پسر", "گهش می‌زند تا شود دردناک\t\tگهی می‌کند آبش از دیده پاک", "چو نرمی کنی خصم گردد دلیر\t\tوگر خشم گیری شوند از تو سیر", "درشتی و نرمی به هم در به است\t\tچو رگ‌زن که جراح و مرهم نه است", "جوانمرد و خوش خوی و بخشنده باش\t\tچو حق بر تو پاشد تو بر خلق پاش", "نیامد کس اندر جهان کاو بماند\t\tمگر آن کز او نام نیکو بماند", "نمرد آن که ماند پس از وی به جای\t\tپل و خانی و خان و مهمان سرای", "هر آن کاو نماند از پسش یادگار\t\tدرخت وجودش نیاورد بار", "وگر رفت و آثار خیرش نماند\t\tنشاید پس مرگش الحمد خواند", "چو خواهی که نامت بود جاودان\t\tمکن نام نیک بزرگان نهان", "همین نقش بر خوان پس از عهد خویش\t\tکه دیدی پس از عهد شاهان پیش", "همین کام و ناز و طرب داشتند\t\tبه آخر برفتند و بگذاشتند", "یکی نام نیکو ببرد از جهان\t\tیکی رسم بد ماند از او جاودان", "به سمع رضا مشنو ایذای کس\t\tوگر گفته آید به غورش برس", "گنهکار را عذر نسیان بنه\t\tچو زنهار خواهند زنهار ده", "گر آید گنهکاری اندر پناه\t\tنه شرط است کشتن به اول گناه", "چو باری بگفتند و نشنید پند\t\tبده گوشمالش به زندان و بند", "وگر پند و بندش نیاید بکار\t\tدرختی خبیث است بیخش برآر", "چو خشم آیدت بر گناه کسی\t\tتأمل کنش در عقوبت بسی", "که سهل است لعل بدخشان شکست\t\tشکسته نشاید دگرباره بست"]}, {"sec-name": "بخش ۲ - حکایت در تدبیر و تأخیر در سیاست", "sec-poems": ["ز دریای عمان برآمد کسی\t\tسفر کرده هامون و دریا بسی", "عرب دیده و ترک و تاجیک و روم\t\tز هر جنس در نفس پاکش علوم", "جهان گشته و دانش اندوخته\t\tسفر کرده و صحبت آموخته", "به هیکل قوی چون تناور درخت\t\tولیکن فرو مانده بی برگ سخت", "دو صد رقعه بالای هم دوخته\t\tز حراق و او در میان سوخته", "به شهری در آمد ز دریا کنار\t\tبزرگی در آن ناحیت شهریار", "که طبعی نکونامی اندیش داشت\t\tسر عجز در پای درویش داشت", "بشستند خدمتگزاران شاه\t\tسر و تن به حمامش از گرد راه", "چو بر آستان ملک سر نهاد\t\tنیایش کنان دست بر بر نهاد", "درآمد به ایوان شاهنشهی\t\tکه بختت جوان باد و دولت رهی", "نرفتم در این مملکت منزلی\t\tکز آسیب آزرده دیدم دلی", "ندیدم کسی سرگران از شراب\t\tمگر هم خرابات دیدم خراب", "ملک را همین ملک پیرایه بس\t\tکه راضی نگرد به آزار کس", "سخن گفت و دامان گوهر فشاند\t\tبه نطقی که شه آستین برفشاند", "پسند آمدش حسن گفتار مرد\t\tبه نزد خودش خواند و اکرام کرد", "زرش داد و گوهر به شکر قدوم\t\tبپرسیدش از گوهر و زاد و بوم", "بگفت آنچه پرسیدش از سرگذشت\t\tبه قربت ز دیگر کسان بر گذشت", "ملک با دل خویش با گفت و گو\t\tکه دست وزارت سپارد بدو", "ولیکن بتدریج تا انجمن\t\tبه سستی نخندند بر رای من", "به عقلش بباید نخست آزمود\t\tبه قدر هنر پایگاهش فزود", "برد بر دل از جور غم بارها\t\tکه نا آزموده کند کارها", "چو قاضی به فکرت نویسد سجل\t\tنگردد ز دستاربندان خجل", "نظر کن چو سوفار داری به شست\t\tنه آنگه که پرتاب کردی ز دست", "چو یوسف کسی در صلاح و تمیز\t\tبه یک سال باید که گردد عزیز", "به ایام تا بر نیاید بسی\t\tنشاید رسیدن به غور کسی", "ز هر نوع اخلاق او کشف کرد\t\tخردمند و پاکیزه دین بود مرد", "نکو سیرتش دید و روشن قیاس\t\tسخن سنج و مقدار مردم شناس", "به رای از بزرگان مهش دید و بیش\t\tنشاندش زبردست دستور خویش", "چنان حکمت و معرفت کار بست\t\tکه از امر و نهیش درونی نخست", "در آورد ملکی به زیر قلم\t\tکز او بر وجودی نیامد الم", "زبان همه حرف گیران ببست\t\tکه حرفی بدش بر نیامد ز دست", "حسودی که یک جو خیانت ندید\t\tبه کارش نیامد چو گندم تپید", "ز روشن دلش ملک پرتو گرفت\t\tوزیر کهن را غم نو گرفت", "ندید آن خردمند را رخنه‌ای\t\tکه در وی تواند زدن طعنه‌ای", "امین و بد اندیش طشتند و مور\t\tنشاید در او رخنه کردن به زور", "ملک را دو خورشید طلعت غلام\t\tبه سر بر، کمر بسته بودی مدام", "دو پاکیزه پیکر چو حور و پری\t\tچو خورشید و ماه از سدیگر بری", "دو صورت که گفتی یکی نیست بیش\t\tنموده در آیینه همتای خویش", "سخنهای دانای شیرین سخن\t\tگرفت اندر آن هر دو شمشاد بن", "چو دیدند کاوصاف و خلقش نکوست\t\tبه طبعش هواخواه گشتند و دوست", "در او هم اثر کرد میل بشر\t\tنه میلی چو کوتاه‌بینان به شر", "از آسایش آنگه خبر داشتی\t\tکه در روی ایشان نظر داشتی", "چو خواهی که قدرت بماند بلند\t\tدل، ای خواجه، در ساده رویان مبند", "وگر خود نباشد غرض در میان\t\tحذر کن که دارد به هیبت زیان", "وزیر اندر این شمه‌ای راه برد\t\tبه خبث این حکایت بر شاه برد", "که این را ندانم چه خوانند و کیست!\t\tنخواهد به سامان در این ملک زیست", "سفر کردگان لاابالی زیند\t\tکه پروردهٔ ملک و دولت نیند", "شنیدم که با بندگانش سر است\t\tخیانت پسند است و شهوت پرست", "نشاید چنین خیره روی تباه\t\tکه بد نامی آرد در ایوان شاه", "مگر نعمت شه فرامش کنم\t\tکه بینم تباهی و خامش کنم", "به پندار نتوان سخن گفت زود\t\tنگفتم تو را تا یقینم نبود", "ز فرمانبرانم کسی گوش داشت\t\tکه آغوش را اندر آغوش داشت", "من این گفتم اکنون ملک راست رای\t\tچو من آزمودم تو نیز آزمای", "به ناخوب تر صورتی شرح داد\t\tکه بد مرد را نیکروزی مباد", "بداندیش بر خرده چون دست یافت\t\tدرون بزرگان به آتش بتافت", "به خرده توان آتش افروختن\t\tپس آنگه درخت کهن سوختن", "ملک را چنان گرم کرد این خبر\t\tکه جوشش برآمد چو مرجل به سر", "غضب دست در خون درویش داشت\t\tولیکن سکون دست در پیش داشت", "که پرورده کشتن نه مردی بود\t\tستم در پی داد، سردی بود", "میازار پروردهٔ خویشتن\t\tچو تیر تو دارد به تیرش مزن", "به نعمت نبایست پروردنش\t\tچو خواهی به بیداد خون خوردنش", "از او تا هنرها یقینت نشد\t\tدر ایوان شاهی قرینت نشد", "کنون تا یقینت نگردد گناه\t\tبه گفتار دشمن گزندش مخواه", "ملک در دل این راز پوشیده داشت\t\tکه قول حکیمان نیوشیده داشت", "دل است، ای خردمند، زندان راز\t\tچو گفتی نیاید به زنجیر باز", "نظر کرد پوشیده در کار مرد\t\tخلل دید در رای هشیار مرد", "که ناگه نظر زی یکی بنده کرد\t\tپری چهره در زیر لب خنده کرد", "دو کس را که با هم بود جان و هوش\t\tحکایت کنانند و ایشان خموش", "چو دیده به دیدار کردی دلیر\t\tنگردی چو مستسقی از دجله سیر", "ملک را گمان بدی راست شد\t\tز سودا بر او خشمگین خواست شد", "هم از حسن تدبیر و رای تمام\t\tبه آهستگی گفتش ای نیک نام", "تو را من خردمند پنداشتم\t\tبر اسرار ملکت امین داشتم", "گمان بردمت زیرک و هوشمند\t\tندانستمت خیره و ناپسند", "چنین مرتفع پایه جای تو نیست\t\tگناه از من آمد خطای تو نیست", "که چون بدگهر پرورم لاجرم\t\tخیانت روا داردم در حرم", "برآورد سر مرد بسیاردان\t\tچنین گفت با خسرو کاردان", "مرا چون بود دامن از جرم پاک\t\tنباشد ز خبث بداندیش باک", "به خاطر درم هرگز این ظن نرفت\t\tندانم که گفت آنچه بر من نرفت", "شهنشاه گفت: آنچه گفتم برت\t\tبگویند خصمان به روی اندرت", "چنین گفت با من وزیر کهن\t\tتو نیز آنچه دانی بگوی و بکن", "تسبم کنان دست بر لب گرفت\t\tکز او هر چه آید نیاید شگفت", "حسودی که بیند به جای خودم\t\tکجا بر زبان آورد جز بدم", "من آن ساعت انگاشتم دشمنش\t\tکه بنشاند شه زیردست منش", "چو سلطان فضیلت نهد بر ویم\t\tندانی که دشمن بود در پیم؟", "مرا تا قیامت نگیرد به دوست\t\tچو بیند که در عز من ذل اوست", "بر اینت بگویم حدیثی درست\t\tاگر گوش با بنده داری نخست", "ندانم کجا دیده‌ام در کتاب\t\tکه ابلیس را دید شخصی به خواب", "به بالا صنوبر، به دیدن چو حور\t\tچو خورشیدش از چهره می‌تافت نور", "فرا رفت و گفت: ای عجب، این تویی\t\tفرشته نباشد بدین نیکویی", "تو کاین روی داری به حسن قمر\t\tچرا در جهانی به زشتی سمر؟", "چرا نقش بندت در ایوان شاه\t\tدژم روی کرده‌ست و زشت و تباه؟", "شنید این سخن بخت برگشته دیو\t\tبه زاری برآورد بانگ و غریو", "که ای نیکبخت این نه شکل من است\t\tولیکن قلم در کف دشمن است", "مرا همچنین نام نیک است لیک\t\tز علت نگوید بداندیش نیک", "وزیری که جاه من آبش بریخت\t\tبه فرسنگ باید ز مکرش گریخت", "ولیکن نیندیشم از خشم شاه\t\tدلاور بود در سخن، بی‌گناه", "اگر محتسب گردد آن را غم است\t\tکه سنگ ترازوی بارش کم است", "چو حرفم برآید درست از قلم\t\tمرا از همه حرف گیران چه غم؟", "ملک در سخن گفتنش خیره ماند\t\tسر دست فرماندهی برفشاند", "که مجرم به زرق و زبان آوری\t\tز جرمی که دارد نگردد بری", "ز خصمت همانا که نشنیده‌ام\t\tنه آخر به چشم خودم دیده‌ام؟", "کز این زمره خلق در بارگاه\t\tنمی‌باشدت جز در اینان نگاه", "بخندید مرد سخنگوی و گفت\t\tحق است این سخن، حق نشاید نهفت", "در این نکته‌ای هست اگر بشنوی\t\tکه حکمت روان باد و دولت قوی", "نبینی که درویش بی دستگاه\t\tبه حسرت کند در توانگر نگاه", "مرا دستگاه جوانی برفت\t\tبه لهو و لعب زندگانی برفت", "ز دیدار اینان ندارم شکیب\t\tکه سرمایه داران حسنند و زیب", "مرا همچنین چهره گلفام بود\t\tبلورینم از خوبی اندام بود", "در این غایتم رشت باید کفن\t\tکه مویم چو پنبه‌ست و دوکم بدن", "مرا همچنین جعد شبرنگ بود\t\tقبا در بر از نازکی تنگ بود", "دو رسته درم در دهن داشت جای\t\tچو دیواری از خشت سیمین بپای", "کنونم نگه کن به وقت سخن\t\tبیفتاده یک یک چو سور کهن", "در اینان به حسرت چرا ننگرم؟\t\tکه عمر تلف کرده یاد آورم", "برفت از من آن روزهای عزیز\t\tبه پایان رسد ناگه این روز نیز", "چو دانشور این در معنی بسفت\t\tبگفت این کز این به محال است گفت", "در ارکان دولت نگه کرد شاه\t\tکز این خوبتر لفظ و معنی مخواه", "کسی را نظر سوی شاهد رواست\t\tکه داند بدین شاهدی عذر خواست", "به عقل ار نه آهستگی کردمی\t\tبه گفتار خصمش بیازردمی", "به تندی سبک دست بردن به تیغ\t\tبه دندان برد پشت دست دریغ", "ز صاحب غرض تا سخن نشنوی\t\tکه گر کار بندی پشیمان شوی", "نکونام را جاه و تشریف و مال\t\tبیفزود و، بدگوی را گوشمال", "به تدبیر دستور دانشورش\t\tبه نیکی بشد نام در کشورش", "به عدل و کرم سالها ملک راند\t\tبرفت و نکونامی از وی بماند", "چنین پادشاهان که دین پرورند\t\tبه بازوی دین، گوی دولت برند", "از آنان نبینم در این عهد کس\t\tوگر هست بوبکر سعد است و بس", "بهشتی درختی تو، ای پادشاه\t\tکه افکنده‌ای سایه یک ساله راه", "طمع بود از بخت نیک اخترم\t\tکه بال همای افکند بر سرم", "خرد گفت دولت نبخشد همای\t\tگر اقبال خواهی در این سایه آی", "خدایا به رحمت نظر کرده‌ای\t\tکه این سایه بر خلق گسترده‌ای", "دعا گوی این دولتم بنده‌وار\t\tخدایا تو این سایه پاینده دار", "صواب است پیش از کشش بند کرد\t\tکه نتوان سر کشته پیوند کرد", "خداوند فرمان و رای و شکوه\t\tز غوغای مردم نگردد ستوه", "سر پر غرور از تحمل تهی\t\tحرامش بود تاج شاهنشهی", "نگویم چو جنگ آوری پای دار\t\tچو خشم آیدت عقل بر جای دار", "تحمل کند هر که را عقل هست\t\tنه عقلی که خشمش کند زیردست", "چو لشکر برون تاخت خشم از کمین\t\tنه انصاف ماند نه تقوی نه دین", "ندیدم چنین دیو زیر فلک\t\tکه از وی گریزند چندین ملک"]}, {"sec-name": "بخش ۳ - گفتار اندر بخشایش بر ضعیفان", "sec-poems": ["نه بر حکم شرع آب خوردن خطاست\t\tوگر خون به فتوی بریزی رواست", "که را شرع فتوی دهد بر هلاک\t\tالا تا نداری ز کشتنش باک", "وگر دانی اندر تبارش کسان\t\tبر ایشان ببخشای و راحت رسان", "گنه بود مرد ستمکاره را\t\tچه تاوان زن و طفل بیچاره را؟", "تنت زورمند است و لشکر گران\t\tولیکن در اقلیم دشمن مران", "که وی بر حصاری گریزد بلند\t\tرسد کشوری بی گنه را گزند", "نظر کن در احوال زندانیان\t\tکه ممکن بود بی‌گنه در میان", "چو بازارگان در دیارت بمرد\t\tبه مالش خساست بود دستبرد", "کز آن پس که بر وی بگریند زار\t\tبه هم باز گویند خویش و تبار", "که مسکین در اقلیم غربت بمرد\t\tمتاعی کز او ماند ظالم ببرد", "بیندیش از آن طفلک بی پدر\t\tوز آه دل دردمندش حذر", "بسا نام نیکوی پنجاه سال\t\tکه یک نام زشتش کند پایمال", "پسندیده کاران جاوید نام\t\tتطاول نکردند بر مال عام", "بر آفاق اگر سر به سر پادشاست\t\tچو مال از توانگر ستاند گداست", "بمرد از تهیدستی آزاد مرد\t\tز پهلوی مسکین شکم پر نکرد"]}, {"sec-name": "بخش ۴ - در معنی شفقت بر حال رعیت", "sec-poems": ["شنیدم که فرماندهی دادگر\t\tقبا داشتی هر دو روی آستر", "یکی گفتش ای خسرو نیکروز\t\tز دیبای چینی قبایی بدوز", "بگفت این قدر ستر و آسایش است\t\tوز این بگذری زیب و آرایش است", "نه از بهر آن می‌ستانم خراج\t\tکه زینت کنم بر خود و تخت و تاج", "چو همچون زنان حله در تن کنم\t\tبه مردی کجا دفع دشمن کنم؟", "مرا هم ز صد گونه آز و هواست\t\tولیکن خزینه نه تنها مراست", "خزاین پر از بهر لشکر بود\t\tنه از بهر آذین و زیور بود", "سپاهی که خوشدل نباشد ز شاه\t\tندارد حدود ولایت نگاه", "چو دشمن خر روستایی برد\t\tملک باج و ده یک چرا می‌خورد؟", "مخالف خرش برد و سلطان خراج\t\tچه اقبال ماند در آن تخت و تاج؟", "رعیت درخت است اگر پروری\t\tبه کام دل دوستان بر خوری", "به بی‌رحمی از بیخ و بارش مکن\t\tکه نادان کند حیف بر خویشتن", "مروت نباشد بر افتاده زور\t\tبرد مرغ دون دانه از پیش مور", "کسان بر خورند از جوانی و بخت\t\tکه بر زیردستان نگیرند سخت", "اگر زیردستی در آید ز پای\t\tحذر کن ز نالیدنش بر خدای", "چو شاید گرفتن به نرمی دیار\t\tبه پیکار خون از مشامی میار", "به مردی که ملک سراسر زمین\t\tنیرزد که خونی چکد بر زمین", "شنیدم که جمشید فرخ سرشت\t\tبه سرچشمه‌ای بر به سنگی نوشت", "بر این چشمه چون ما بسی دم زدند\t\tبرفتند چون چشم بر هم زدند", "گرفتیم عالم به مردی و زور\t\tولیکن نبردیم با خود به گور", "چو بر دشمنی باشدت دسترس\t\tمرنجانش کاو را همین غصه بس", "عدو زنده سرگشته پیرامنت\t\tبه از خون او کشته در گردنت"]}, {"sec-name": "بخش ۵ - حکایت در شناختن دوست و دشمن را", "sec-poems": ["شنیدم که دارای فرخ تبار\t\tز لشکر جدا ماند روز شکار", "دوان آمدش گله‌بانی به پیش\t\tبه دل گفت دارای فرخنده کیش", "مگر دشمن است این که آمد به جنگ\t\tز دورش بدوزم به تیر خدنگ", "کمان کیانی به زه راست کرد\t\tبه یک دم وجودش عدم خواست کرد", "بگفت ای خداوند ایران و تور\t\tکه چشم بد از روزگار تو دور", "من آنم که اسبان شه پرورم\t\tبه خدمت بدین مرغزار اندرم", "ملک را دل رفته آمد به جای\t\tبخندید و گفت: ای نکوهیده رای", "تو را یاوری کرد فرخ سروش\t\tوگر نه زه آورده بودم به گوش", "نگهبان مرعی بخندید و گفت:\t\tنصیحت ز منعم نباید نهفت", "نه تدبیر محمود و رای نکوست\t\tکه دشمن نداند شهنشه ز دوست", "چنان است در مهتری شرط زیست\t\tکه هر کهتری را بدانی که کیست", "مرا بارها در حضر دیده‌ای\t\tز خیل و چراگاه پرسیده‌ای", "کنونت به مهر آمدم پیشباز\t\tنمی‌دانیم از بداندیش باز", "توانم من، ای نامور شهریار\t\tکه اسبی برون آرم از صد هزار", "مرا گله‌بانی به عقل است و رای\t\tتو هم گلهٔ خویش باری، بپای", "در آن تخت و ملک از خلل غم بود\t\tکه تدبیر شاه از شبان کم بود"]}, {"sec-name": "بخش ۶ - گفتار اندر نظر در حق رعیت مظلوم", "sec-poems": ["تو کی بشنوی نالهٔ دادخواه\t\tبه کیوان برت کلهٔ خوابگاه؟", "چنان خسب کآید فغانت به گوش\t\tاگر دادخواهی برآرد خروش", "که نالد ز ظالم که در دور توست\t\tکه هر جور کاو می‌کند جور توست", "نه سگ دامن کاروانی درید\t\tکه دهقان نادان که سگ پرورید", "دلیر آمدی سعدیا در سخن\t\tچو تیغت به دست است فتحی بکن", "بگو آنچه دانی که حق گفته به\t\tنه رشوت ستانی و نه عشوه ده", "طمع بند و دفتر ز حکمت بشوی\t\tطمع بگسل و هرچه دانی بگوی"]}, {"sec-name": "بخش ۷ - هم در این معنی", "sec-poems": ["خبر یافت گردن‌کشی در عراق\t\tکه می‌گفت مسکینی از زیر طاق", "تو هم بر دری هستی امیدوار\t\tپس امید بر در نشینان برآر", "نخواهی که باشد دلت دردمند\t\tدل دردمندان برآور ز بند", "پریشانی خاطر دادخواه\t\tبراندازد از مملکت پادشاه", "تو خفته خنک در حرم نیمروز\t\tغریب از برون گو به گرما بسوز", "ستاننده داد آن کس خداست\t\tکه نتواند از پادشه دادخواست"]}, {"sec-name": "بخش ۸ - حکایت در معنی شفقت", "sec-poems": ["یکی از بزرگان اهل تمیز\t\tحکایت کند ز ابن عبدالعزیز", "که بودش نگینی در انگشتری\t\tفرو مانده در قیمتش جوهری", "به شب گفتی از جرم گیتی فروز\t\tدری بود از روشنایی چو روز", "قضا را درآمد یکی خشک سال\t\tکه شد بدر سیمای مردم هلال", "چو در مردم آرام و قوت ندید\t\tخود آسوده بودن مروت ندید", "چو بیند کسی زهر در کام خلق\t\tکیش بگذرد آب نوشین به حلق", "بفرمود و بفروختندش به سیم\t\tکه رحم آمدش بر غریب و یتیم", "به یک هفته نقدش به تاراج داد\t\tبه درویش و مسکین و محتاج داد", "فتادند در وی ملامت کنان\t\tکه دیگر به دستت نیاید چنان", "شنیدم که می‌گفت و باران دمع\t\tفرو می‌دویدش به عارض چو شمع", "که زشت است پیرایه بر شهریار\t\tدل شهری از ناتوانی فگار", "مرا شاید انگشتری بی‌نگین\t\tنشاید دل خلقی اندوهگین", "خنک آن که آسایش مرد و زن\t\tگزیند بر آرایش خویشتن", "نکردند رغبت هنرپروران\t\tبه شادی خویش از غم دیگران", "اگر خوش بخسبد ملک بر سریر\t\tنپندارم آسوده خسبد فقیر", "وگر زنده دارد شب دیر باز\t\tبخسبند مردم به آرام و ناز", "بحمدالله این سیرت و راه راست\t\tاتابک ابوبکر بن سعد راست", "کس از فتنه در پارس دیگر نشان\t\tنبیند مگر قامت مهوشان", "یکی پنج بیتم خوش آمد به گوش\t\tکه در مجلسی می‌سرودند دوش", "مرا راحت از زندگی دوش بود\t\tکه آن ماهرویم در آغوش بود", "مر او را چو دیدم سر از خواب مست\t\tبدو گفتم ای سرو پیش تو پست", "دمی نرگس از خواب نوشین بشوی\t\tچو گلبن بخند و چو بلبل بگوی", "چه می‌خسبی ای فتنه روزگار؟\t\tبیا و می لعل نوشین بیار", "نگه کرد شوریده از خواب و گفت\t\tمرا فتنه خوانی و گویی مخفت", "در ایام سلطان روشن نفس\t\tنبیند دگر فتنه بیدار کس"]}, {"sec-name": "بخش ۹ - حکایت اتابک تکله", "sec-poems": ["در اخبار شاهان پیشینه هست\t\tکه چون تکله بر تخت زنگی نشست", "به دورانش از کس نیازرد کس\t\tسبق برد اگر خود همین بود و بس", "چنین گفت یک ره به صاحبدلی\t\tکه عمرم به سر رفت بی حاصلی", "بخواهم به کنج عبادت نشست\t\tکه دریابم این پنج روزی که هست", "چو می‌بگذرد جاه و ملک و سریر\t\tنبرد از جهان دولت الا فقیر", "چو بشنید دانای روشن نفس\t\tبه تندی برآشفت کای تکله بس!", "طریقت به جز خدمت خلق نیست\t\tبه تسبیح و سجاده و دلق نیست", "تو بر تخت سلطانی خویش باش\t\tبه اخلاق پاکیزه درویش باش", "به صدق و ارادت میان بسته‌دار\t\tز طامات و دعوی زبان بسته‌دار", "قدم باید اندر طریقت نه دم\t\tکه اصلی ندارد دم بی‌قدم", "بزرگان که نقد صفا داشتند\t\tچنین خرقه زیر قبا داشتند"]}, {"sec-name": "بخش ۱۰ - حکایت ملک روم با دانشمند", "sec-poems": ["شنیدم که بگریست سلطان روم\t\tبر نیکمردی ز اهل علوم", "که پایابم از دست دشمن نماند\t\tجز این قلعه و شهر با من نماند", "بسی جهد کردم که فرزند من\t\tپس از من بود سرور انجمن", "کنون دشمن بدگهر دست یافت\t\tسر دست مردی و جهدم بتافت", "چه تدبیر سازم، چه درمان کنم؟\t\tکه از غم بفرسود جان در تنم", "بگفت ای برادر غم خویش خور\t\tکه از عمر بهتر شد و بیشتر", "تو را این قدر تا بمانی بس است\t\tچو رفتی جهان جای دیگر کس است", "اگر هوشمند است و گر بی‌خرد\t\tغم او مخور کاو غم خود خورد", "مشقت نیرزد جهان داشتن\t\tگرفتن به شمشیر و بگذاشتن", "بدین پنج روزه اقامت مناز\t\tبه اندیشه تدبیر رفتن بساز", "که را دانی از خسروان عجم\t\tز عهد فریدون و ضحاک و جم", "که بر تخت و ملکش نیامد زوال؟\t\tنماند به جز ملک ایزد تعال", "که را جاودان ماندن امید ماند\t\tچو کس را نبینی که جاوید ماند؟", "که را سیم و زر ماند و گنج و مال\t\tپس از وی به چندی شود پایمال", "وز آن کس که خیری بماند روان\t\tدمادم رسد رحمتش بر روان", "بزرگی کز او نام نیکو نماند\t\tتوان گفت با اهل دل کاو نماند", "الا تا درخت کرم پروری\t\tگر امیدواری کز او بر خوری", "کرم کن که فردا که دیوان نهند\t\tمنازل به مقدار احسان دهند", "یکی را که سعی قدم پیشتر\t\tبه درگاه حق، منزلت بیشتر", "یکی باز پس خائن و شرمسار\t\tبترسد همی مرد ناکرده کار", "بهل تا به دندان گزد پشت دست\t\tتنوری چنین گرم و نانی نبست", "بدانی گه غله برداشتن\t\tکه سستی بود تخم ناکاشتن"]}, {"sec-name": "بخش ۱۱ - حکایت مرزبان ستمگار با زاهد", "sec-poems": ["خردمند مردی در اقصای شام\t\tگرفت از جهان کنج غاری مقام", "به صبرش در آن کنج تاریک جای\t\tبه گنج قناعت فرو رفته پای", "شنیدم که نامش خدادوست بود\t\tملک سیرتی، آدمی پوست بود", "بزرگان نهادند سر بر درش\t\tکه در می‌نیامد به درها سرش", "تمنا کند عارف پاکباز\t\tبه دریوزه از خویشتن ترک آز", "چو هر ساعتش نفس گوید بده\t\tبه خواری بگرداندش ده به ده", "در آن مرز کاین پیر هشیار بود\t\tیکی مرزبان ستمکار بود", "که هر ناتوان را که دریافتی\t\tبه سرپنجگی پنجه برتافتی", "جهان سوز و بی‌رحمت و خیره‌کش\t\tز تلخیش روی جهانی ترش", "گروهی برفتند از آن ظلم و عار\t\tببردند نام بدش در دیار", "گروهی بماندند مسکین و ریش\t\tپس چرخه نفرین گرفتند پیش", "ید ظلم جایی که گردد دراز\t\tنبینی لب مردم از خنده باز", "به دیدار شیخ آمدی گاه گاه\t\tخدادوست در وی نکردی نگاه", "ملک نوبتی گفتش: ای نیکبخت\t\tبه نفرت ز من در مکش روی سخت", "مرا با تو دانی سر دوستی است\t\tتو را دشمنی با من از بهر چیست؟", "گرفتم که سالار کشور نیم\t\tبه عزت ز درویش کمتر نیم", "نگویم فضیلت نهم بر کسی\t\tچنان باش با من که با هر کسی", "شنید این سخن عابد هوشیار\t\tبر آشفت و گفت: ای ملک، هوش دار", "وجودت پریشانی خلق از اوست\t\tندارم پریشانی خلق دوست", "تو با آن که من دوستم، دشمنی\t\tنپندارمت دوستدار منی", "چرا دوست دارم به باطل منت\t\tچو دانم که دارد خدا دشمنت؟", "مده بوسه بر دست من دوستوار\t\tبرو دوستداران من دوست دار", "خدادوست را گر بدرند پوست\t\tنخواهد شدن دشمن دوست، دوست", "عجب دارم از خواب آن سنگدل\t\tکه خلقی بخسبند از او تنگدل"]}, {"sec-name": "بخش ۱۲ - گفتار اندر نگه داشتن خاطر درویشان", "sec-poems": ["مها زورمندی مکن با کهان\t\tکه بر یک نمط می‌نماند جهان", "سر پنجهٔ ناتوان بر مپیچ\t\tکه گر دست یابد برآیی به هیچ", "عدو را به کوچک نباید شمرد\t\tکه کوه کلان دیدم از سنگ خرد", "نبینی که چون با هم آیند مور\t\tز شیران جنگی برآرند شور", "نه موری که مویی کز آن کمتر است\t\tچو پر شد ز زنجیر محکمتر است", "مبر گفتمت پای مردم ز جای\t\tکه عاجز شوی گر درآیی ز پای", "دل دوستان جمع بهتر که گنج\t\tخزینه تهی به که مردم به رنج", "مینداز در پای کار کسی\t\tکه افتد که در پایش افتی بسی", "تحمل کن ای ناتوان از قوی\t\tکه روزی تواناتر از وی شوی", "به همت برآر از ستیهنده شور\t\tکه بازوی همت به از دست زور", "لب خشک مظلوم را گو بخند\t\tکه دندان ظالم بخواهند کند", "به بانگ دهل خواجه بیدار گشت\t\tچه داند شب پاسبان چون گذشت؟", "خورد کاروانی غم بار خویش\t\tنسوزد دلش بر خر پشت ریش", "گرفتم کز افتادگان نیستی\t\tچو افتاده بینی چرا نیستی؟", "بر اینت بگویم یکی سرگذشت\t\tکه سستی بود زین سخن درگذشت"]}, {"sec-name": "بخش ۱۳ - حکایت در معنی رحمت با ناتوانان در حال توانایی", "sec-poems": ["چنان قحط سالی شد اندر دمشق\t\tکه یاران فراموش کردند عشق", "چنان آسمان بر زمین شد بخیل\t\tکه لب تر نکردند زرع و نخیل", "بخوشید سرچشمه‌های قدیم\t\tنماند آب، جز آب چشم یتیم", "نبودی به جز آه بیوه زنی\t\tاگر برشدی دودی از روزنی", "چو درویش بی رنگ دیدم درخت\t\tقوی بازوان سست و درمانده سخت", "نه در کوه سبزی نه در باغ شخ\t\tملخ بوستان خورده مردم ملخ", "در آن حال پیش آمدم دوستی\t\tاز او مانده بر استخوان پوستی", "وگر چه به مکنت قوی حال بود\t\tخداوند جاه و زر و مال بود", "بدو گفتم: ای یار پاکیزه خوی\t\tچه درماندگی پیشت آمد؟ بگوی", "بغرید بر من که عقلت کجاست؟\t\tچو دانی و پرسی سؤالت خطاست", "نبینی که سختی به غایت رسید\t\tمشقت به حد نهایت رسید؟", "نه باران همی آید از آسمان\t\tنه بر می‌رود دود فریادخوان", "بدو گفتم: آخر تو را باک نیست\t\tکشد زهر جایی که تریاک نیست", "گر از نیستی دیگری شد هلاک\t\tتو را هست، بط را ز طوفان چه باک؟", "نگه کرد رنجیده در من فقیه\t\tنگه کردن عالم اندر سفیه", "که مرد ار چه بر ساحل است، ای رفیق\t\tنیاساید و دوستانش غریق", "من از بینوایی نیم روی زرد\t\tغم بینوایان رخم زرد کرد", "نخواهد که بیند خردمند، ریش\t\tنه بر عضو مردم، نه بر عضو خویش", "یکی اول از تندرستان منم\t\tکه ریشی ببینم بلرزد تنم", "منغص بود عیش آن تندرست\t\tکه باشد به پهلوی بیمار سست", "چو بینم که درویش مسکین نخورد\t\tبه کام اندرم لقمه زهر است و درد", "یکی را به زندان درش دوستان\t\tکجا ماندش عیش در بوستان؟"]}, {"sec-name": "بخش ۱۴ - حکایت", "sec-poems": ["شبی دود خلق آتشی برفروخت\t\tشنیدم که بغداد نیمی بسوخت", "یکی شکر گفت اندران خاک و دود\t\tکه دکان ما را گزندی نبود", "جهاندیده‌ای گفتش ای بوالهوس\t\tتو را خود غم خویشتن بود و بس؟", "پسندی که شهری بسوزد به نار\t\tاگر چه سرایت بود بر کنار؟", "به جز سنگدل ناکند معده تنگ\t\tچو بیند کسان بر شکم بسته سنگ", "توانگر خود آن لقمه چون می‌خورد\t\tچو بیند که درویش خون می‌خورد؟", "مگو تندرست است رنجوردار\t\tکه می‌پیچد از غصه رنجوروار", "تنکدل چو یاران به منزل رسند\t\tنخسبد که واماندگان از پسند", "دل پادشاهان شود بارکش\t\tچو بینند در گل خر خارکش", "اگر در سرای سعادت کس است\t\tز گفتار سعدیش حرفی بس است", "همینت بسنده‌ست اگر بشنوی\t\tکه گر خار کاری سمن ندروی"]}, {"sec-name": "بخش ۱۵ - اندر معنی عدل و ظلم و ثمرهٔ آن", "sec-poems": ["خبرداری از خسروان عجم\t\tکه کردند بر زیردستان ستم؟", "نه آن شوکت و پادشایی بماند\t\tنه آن ظلم بر روستایی بماند", "خطا بین که بر دست ظالم برفت\t\tجهان ماند و با او مظالم برفت", "خنک روز محشر تن دادگر\t\tکه در سایهٔ عرش دارد مقر", "به قومی که نیکی پسندد خدای\t\tدهد خسروی عادل و نیک رای", "چو خواهد که ویران شود عالمی\t\tکند ملک در پنجهٔ ظالمی", "سگالند از او نیکمردان حذر\t\tکه خشم خدای است بیدادگر", "بزرگی از او دان و منت شناس\t\tکه زایل شود نعمت ناسپاس", "اگر شکر کردی بر این ملک و مال\t\tبه مالی و ملکی رسی بی زوال", "وگر جور در پادشایی کنی\t\tپس از پادشایی گدایی کنی", "حرام است بر پادشه خواب خوش\t\tچو باشد ضعیف از قوی بارکش", "میازار عامی به یک خردله\t\tکه سلطان شبان است و عامی گله", "چو پرخاش بینند و بیداد از او\t\tشبان نیست، گرگ است، فریاد از او", "بد انجام رفت و بد اندیشه کرد\t\tکه با زیردستان جفا، پیشه کرد", "به سختی و سستی بر این بگذرد\t\tبماند بر او سالها نام بد", "نخواهی که نفرین کنند از پست\t\tنکو باش تا بد نگوید کست"]}, {"sec-name": "بخش ۱۶ - حکایت برادران ظالم و عادل و عاقبت ایشان", "sec-poems": ["شنیدم که در مرزی از باختر\t\tبرادر دو بودند از یک پدر", "سپهدار و گردن کش و پیلتن\t\tنکو روی و دانا و شمشیر زن", "پدر هر دو را سهمگین مرد یافت\t\tطلبکار جولان و ناورد یافت", "برفت آن زمین را دو قسمت نهاد\t\tبه هر یک پسر، زآن نصیبی بداد", "مبادا که بر یکدگر سر کشند\t\tبه پیکار شمشیر کین برکشند", "پدر بعد از آن، روزگاری شمرد\t\tبه جان آفرین جان شیرین سپرد", "اجل بگسلاندش طناب امل\t\tوفاتش فرو بست دست عمل", "مقرر شد آن مملکت بر دو شاه\t\tکه بی حد و مر بود گنج و سپاه", "به حکم نظر در به افتاد خویش\t\tگرفتند هر یک، یکی راه پیش", "یکی عدل تا نام نیکو برد\t\tیکی ظلم تا مال گرد آورد", "یکی عاطفت سیرت خویش کرد\t\tدرم داد و تیمار درویش خورد", "بنا کرد و نان داد و لشکر نواخت\t\tشب از بهر درویش، شبخانه ساخت", "خزاین تهی کرد و پر کرد جیش\t\tچنان کز خلایق به هنگام عیش", "برآمد همی بانگ شادی چو رعد\t\tچو شیراز در عهد بوبکر سعد", "خدیو خردمند فرخ نهاد\t\tکه شاخ امیدش برومند باد", "حکایت شنو کان گو نامجوی\t\tپسندیده پی بود و فرخنده خوی", "ملازم به دلداری خاص و عام\t\tثناگوی حق بامدادان و شام", "در آن ملک قارون برفتی دلیر\t\tکه شه دادگر بود و درویش سیر", "نیامد در ایام او بر دلی\t\tنگویم که خاری که برگ گلی", "سرآمد به تأیید ملک از سران\t\tنهادند سر بر خطش سروران", "دگر خواست کافزون کند تخت و تاج\t\tبیافزود بر مرد دهقان خراج", "طمع کرد در مال بازارگان\t\tبلا ریخت بر جان بیچارگان", "به امید بیشی نداد و نخورد\t\tخردمند داند که ناخوب کرد", "که تا جمع کرد آن زر از گربزی\t\tپراکنده شد لشکر از عاجزی", "شنیدند بازارگانان خبر\t\tکه ظلم است در بوم آن بی‌هنر", "بریدند از آنجا خرید و فروخت\t\tزراعت نیامد، رعیت بسوخت", "چو اقبالش از دوستی سر بتافت\t\tبه ناکام دشمن بر او دست یافت", "ستیز فلک بیخ و بارش بکند\t\tسم اسب دشمن دیارش بکند", "وفا در که جوید چو پیمان گسیخت؟\t\tخراج از که خواهد چو دهقان گریخت؟", "چه نیکی طمع دارد آن بی‌صفا\t\tکه باشد دعای بدش در قفا؟", "چو بختش نگون بود در کاف کن\t\tنکرد آنچه نیکانش گفتند کن", "چه گفتند نیکان بدان نیکمرد؟\t\tتو برخور که بیدادگر بر نخورد", "گمانش خطا بود و تدبیر سست\t\tکه در عدل بود آنچه در ظلم جست", "یکی بر سر شاخ، بن می‌برید\t\tخداوند بستان نگه کرد و دید", "بگفتا گر این مرد بد می‌کند\t\tنه با من که با نفس خود می‌کند", "نصیحت بجای است اگر بشنوی\t\tضعیفان میفکن به کتف قوی", "که فردا به داور برد خسروی\t\tگدایی که پیشت نیرزد جوی", "چو خواهی که فردا به وی مهتری\t\tمکن دشمن خویشتن، کهتری", "که چون بگذرد بر تو این سلطنت\t\tبگیرد به قهر آن گدا دامنت", "مکن، پنجه از ناتوانان بدار\t\tکه گر بفکنندت شوی شرمسار", "که زشت است در چشم آزادگان\t\tبیافتادن از دست افتادگان", "بزرگان روشندل نیکبخت\t\tبه فرزانگی تاج بردند و تخت", "به دنباله راستان کج مرو\t\tوگر راست خواهی ز سعدی شنو"]}, {"sec-name": "بخش ۱۷ - صفت جمعیت اوقات درویشان راضی", "sec-poems": ["مگو جاهی از سلطنت بیش نیست\t\tکه ایمن‌تر از ملک درویش نیست", "سبکبار مردم سبک‌تر روند\t\tحق این است و صاحبدلان بشنوند", "تهیدست تشویش نانی خورد\t\tجهانبان به قدر جهانی خورد", "گدا را چو حاصل شود نان شام\t\tچنان خوش بخسبد که سلطان شام", "غم و شادمانی به سر می‌رود\t\tبه مرگ این دو از سر به در می‌رود", "چه آن را که بر سر نهادند تاج\t\tچه آن را که بر گردن آمد خراج", "اگر سرفرازی به کیوان بر است\t\tوگر تنگدستی به زندان در است", "چو خیل اجل بر سر هر دو تاخت\t\tنمی شاید از یکدگرشان شناخت"]}, {"sec-name": "بخش ۱۸ - حکایت عابد و استخوان پوسیده", "sec-poems": ["شنیدم که یک بار در حله‌ای\t\tسخن گفت با عابدی کله‌ای", "که من فر فرماندهی داشتم\t\tبه سر بر کلاه مهی داشتم", "سپهرم مدد کرد و نصرت وفاق\t\tگرفتم به بازوی دولت عراق", "طمع کرده بودم که کرمان خورم\t\tکه ناگه بخوردند کرمان سرم", "بکن پنبهٔ غفلت از گوش هوش\t\tکه از مردگان پندت آید به گوش"]}, {"sec-name": "بخش ۱۹ - گفتار اندر نکوکاری و بدکاری و عاقبت آنها", "sec-poems": ["نکوکار مردم نباشد بدش\t\tنورزد کسی بد که نیک افتدش", "شر انگیز هم بر سر شر شود\t\tچو کژدم که با خانه کمتر شود", "اگر نفع کس در نهاد تو نیست\t\tچنین گوهر و سنگ خارا یکی است", "غلط گفتم ای یار شایسته خوی\t\tکه نفع است در آهن و سنگ و روی", "چنین آدمی مرده به ننگ را\t\tکه بر وی فضیلت بود سنگ را", "نه هر آدمی زاده از دد به است\t\tکه دد ز آدمی زادهٔ بد به است", "به است از دد انسان صاحب خرد\t\tنه انسان که در مردم افتد چو دد", "چو انسان نداند به جز خورد و خواب\t\tکدامش فضیلت بود بر دواب؟", "سوار نگون بخت بی راهرو\t\tپیاده برد ز او به رفتن گرو", "کسی دانهٔ نیکمردی نکاشت\t\tکز او خرمن کام دل برنداشت", "نه هرگز شنیدیم در عمر خویش\t\tکه بدمرد را نیکی آمد به پیش"]}, {"sec-name": "بخش ۲۰ - حکایت شحنه مردم آزار", "sec-poems": ["گزیری به چاهی در افتاده بود\t\tکه از هول او شیر نر ماده بود", "بداندیش مردم به جز بد ندید\t\tبیافتاد و عاجزتر از خود ندید", "همه شب ز فریاد و زاری نخفت\t\tیکی بر سرش کوفت سنگی و گفت:", "تو هرگز رسیدی به فریاد کس\t\tکه می‌خواهی امروز فریادرس؟", "همه تخم نامردمی کاشتی\t\tببین لاجرم بر که برداشتی", "که بر جان ریشت نهد مرهمی\t\tکه دلها ز ریشت بنالد همی؟", "تو ما را همی چاه کندی به راه\t\tبه سر لاجرم در فتادی به چاه", "دو کس چه کنند از پی خاص و عام\t\tیکی نیک محضر، دگر زشت نام", "یکی تشنه را تا کند تازه حلق\t\tدگر تا به گردن در افتند خلق", "اگر بد کنی چشم نیکی مدار\t\tکه هرگز نیارد گز انگور بار", "نپندارم ای در خزان کشته جو\t\tکه گندم ستانی به وقت درو", "درخت زقوم ار به جان پروری\t\tمپندار هرگز کز او بر خوری", "رطب ناورد چوب خرزهره بار\t\tچو تخم افکنی، بر همان چشم دار"]}, {"sec-name": "بخش ۲۱ - حکایت حجاج یوسف", "sec-poems": ["حکایت کنند از یکی نیکمرد\t\tکه اکرام حجاج یوسف نکرد", "به سرهنگ دیوان نگه کرد تیز\t\tکه نطعش بیانداز و خونش بریز", "چو حجت نماند جفا جوی را\t\tبه پرخاش در هم کشد روی را", "بخندید و بگریست مرد خدای\t\tعجب داشت سنگین دل تیره رای", "چو دیدش که خندید و دیگر گریست\t\tبپرسید کاین خنده و گریه چیست؟", "بگفتا همی‌گریم از روزگار\t\tکه طفلان بیچاره دارم چهار", "همی‌خندم از لطف یزدان پاک\t\tکه مظلوم رفتم نه ظالم به خاک", "پسر گفتش: ای نامور شهریار\t\tیکی دست از این مرد صوفی بدار", "که خلقی بر او روی دارند و پشت\t\tنه رای است خلقی به یک بار کشت", "بزرگی و عفو و کرم پیشه کن\t\tز خردان اطفالش اندیشه کن", "شنیدم که نشنید و خونش بریخت\t\tز فرمان داور که داند گریخت؟", "بزرگی در آن فکرت آن شب بخفت\t\tبه خواب اندرش دید و پرسید و گفت:", "دمی بیش بر من سیاست نراند\t\tعقوبت بر او تا قیامت بماند", "نخفته‌ست مظلوم از آهش بترس\t\tز دود دل صبحگاهش بترس", "نترسی که پاک اندرونی شبی\t\tبر آرد ز سوز جگر یا ربی؟", "نه ابلیس بد کرد و نیکی ندید؟\t\tبر پاک ناید ز تخم پلید"]}, {"sec-name": "بخش ۲۲ - در نواخت رعیت و رحمت بر افتادگان", "sec-poems": ["مدر پرده کس به هنگام جنگ\t\tکه باشد تو را نیز در پرده ننگ", "مزن بانگ بر شیرمردان درشت\t\tچو با کودکان برنیایی به مشت", "یکی پند می‌داد فرزند را\t\tنگه دار پند خردمند را", "مکن جور بر خردکان ای پسر\t\tکه یک روزت افتد بزرگی به سر", "نمی‌ترسی ای گرگگ کم خرد\t\tکه روزی پلنگیت بر هم درد؟", "به خردی درم زور سرپنجه بود\t\tدل زیردستان ز من رنجه بود", "بخوردم یکی مشت زورآوران\t\tنکردم دگر زور بر لاغران", "الا تا به غفلت نخفتی که نوم\t\tحرام است بر چشم سالار قوم", "غم زیردستان بخور زینهار\t\tبترس از زبردستی روزگار", "نصیحت که خالی بود از غرض\t\tچو داروی تلخ است، دفع مرض"]}, {"sec-name": "بخش ۲۳ - حکایت در این معنی", "sec-poems": ["یکی را حکایت کنند از ملوک\t\tکه بیماری رشته کردش چو دوک", "چنانش در انداخت ضعف جسد\t\tکه می‌برد بر زیردستان حسد", "که شاه ار چه بر عرصه نام آور است\t\tچو ضعف آمد از بیدقی کمتر است", "ندیمی زمین ملک بوسه داد\t\tکه ملک خداوند جاوید باد", "در این شهر مردی مبارک دم است\t\tکه در پارسایی چنویی کم است", "نرفته‌ست هرگز ره ناصواب\t\tدلی روشن و دعوتی مستجاب", "نبردند پیشش مهمات کس\t\tکه مقصود حاصل نشد در نفس", "بخوان تا بخواند دعایی بر این\t\tکه رحمت رسد ز آسمان برین", "بفرمود تا مهتران خدم\t\tبخواندند پیر مبارک قدم", "برفتند و گفتند و آمد فقیر\t\tتنی محتشم در لباسی حقیر", "بگفتا دعایی کن ای هوشمند\t\tکه در رشته چون سوزنم پای‌بند", "شنید این سخن پیر خم بوده پشت\t\tبه تندی برآورد بانگی درشت", "که حق مهربان است بر دادگر\t\tببخشای و بخشایش حق نگر", "دعای منت کی شود سودمند\t\tاسیران محتاج در چاه و بند؟", "تو ناکرده بر خلق بخشایشی\t\tکجا بینی از دولت آسایشی؟", "ببایدت عذر خطا خواستن\t\tپس از شیخ صالح دعا خواستن", "کجا دست گیرد دعای ویت\t\tدعای ستمدیدگان در پیت؟", "شنید این سخن شهریار عجم\t\tز خشم و خجالت بر آمد بهم", "برنجید و پس با دل خویش گفت\t\tچه رنجم؟ حق است این که درویش گفت", "بفرمود تا هر که در بند بود\t\tبه فرمانش آزاد کردند زود", "جهاندیده بعد از دو رکعت نماز\t\tبه داور برآورد دست نیاز", "که ای برفرازندهٔ آسمان\t\tبه جنگش گرفتی به صلحش بمان", "ولی همچنان بر دعا داشت دست\t\tکه شه سر برآورد و بر پای جست", "تو گفتی ز شادی بخواهد پرید\t\tچو طاووس، چون رشته در پا ندید", "بفرمود گنجینهٔ گوهرش\t\tفشاندند در پای و زر بر سرش", "حق از بهر باطل نشاید نهفت\t\tاز آن جمله دامن بیفشاند و گفت", "مرو با سر رشته بار دگر\t\tمبادا که دیگر کند رشته سر", "چو باری فتادی نگه‌دار پای\t\tکه یک بار دیگر بلغزد ز جای", "ز سعدی شنو کاین سخن راست است\t\tنه هر باری افتاده برخاسته‌ست"]}, {"sec-name": "بخش ۲۴ - گفتار اندر بی‌وفائی دنیا", "sec-poems": ["جهان ای پسر ملک جاوید نیست\t\tز دنیا وفاداری امید نیست", "نه بر باد رفتی سحرگاه و شام\t\tسریر سلیمان علیه‌السلام؟", "به آخر ندیدی که بر باد رفت؟\t\tخنک آن که با دانش و داد رفت", "کسی زین میان گوی دولت ربود\t\tکه در بند آسایش خلق بود", "به کار آمد آنها که برداشتند\t\tنه گرد آوریدند و بگذاشتند"]}, {"sec-name": "بخش ۲۵ - در تغیر روزگار و انتقال مملکت", "sec-poems": ["شنیدم که در مصر میری اجل\t\tسپه تاخت بر روزگارش اجل", "جمالش برفت از رخ دل فروز\t\tچو خور زرد شد بس نماند ز روز", "گزیدند فرزانگان دست فوت\t\tکه در طب ندیدند داروی موت", "همه تخت و ملکی پذیرد زوال\t\tبه جز ملک فرمانده لایزال", "چو نزدیک شد روز عمرش به شب\t\tشنیدند می‌گفت در زیر لب", "که در مصر چون من عزیزی نبود\t\tچو حاصل همین بود چیزی نبود", "جهان گرد کردم نخوردم برش\t\tبرفتم چو بیچارگان از سرش", "پسندیده رایی که بخشید و خورد\t\tجهان از پی خویشتن گرد کرد", "در این کوش تا با تو ماند مقیم\t\tکه هرچ از تو ماند دریغ است و بیم", "کند خواجه بر بستر جان‌گداز\t\tیکی دست کوتاه و دیگر دراز", "در آن دم تو را می‌نماید به دست\t\tکه دهشت زبانش ز گفتن ببست", "که دستی به جود و کرم کن دراز\t\tدگر دست کوته کن از ظلم و آز", "کنونت که دست است خاری بکن\t\tدگر کی بر آری تو دست از کفن؟", "بتابد بسی ماه و پروین و هور\t\tکه سر بر نداری ز بالین گور"]}, {"sec-name": "بخش ۲۶ - حکایت قزل ارسلان با دانشمند", "sec-poems": ["قزل ارسلان قلعه‌ای سخت داشت\t\tکه گردن به الوند بر می‌فراشت", "نه اندیشه از کس نه حاجت به هیچ\t\tچو زلف عروسان رهش پیچ پیچ", "چنان نادر افتاده در روضه‌ای\t\tکه بر لاجوردی طبق بیضه‌ای", "شنیدم که مردی مبارک حضور\t\tبه نزدیک شاه آمد از راه دور", "حقایق شناسی، جهاندیده‌ای\t\tهنرمندی، آفاق گردیده‌ای", "بزرگی، زبان آوری کاردان\t\tحکیمی، سخنگوی بسیاردان", "قزل گفت چندین که گردیده‌ای\t\tچنین جای محکم دگر دیده‌ای؟", "بخندید کاین قلعه‌ای خرم است\t\tولیکن نپندارمش محکم است", "نه پیش از تو گردن کشان داشتند\t\tدمی چند بودند و بگذاشتند؟", "نه بعد از تو شاهان دیگر برند\t\tدرخت امید تو را بر خورند؟", "ز دوران ملک پدر یاد کن\t\tدل از بند اندیشه آزاد کن", "چنان روزگارش به کنجی نشاند\t\tکه بر یک پشیزش تصرف نماند", "چو نومید ماند از همه چیز و کس\t\tامیدش به فضل خدا ماند و بس", "بر مرد هشیار دنیا خس است\t\tکه هر مدتی جای دیگر کس است", "چنین گفت شوریده‌ای در عجم\t\tبه کسری که ای وارث ملک جم", "اگر ملک بر جم بماندی و بخت\t\tتو را کی میسر شدی تاج و تخت؟", "اگر گنج قارون به دست آوری\t\tنماند مگر آنچه بخشی، بری"]}, {"sec-name": "بخش ۲۷ - حکایت", "sec-poems": ["چو الب ارسلان جان به جان‌بخش داد\t\tپسر تاج شاهی به سر برنهاد", "به تربت سپردندش از تاجگاه\t\tنه جای نشستن بد آماجگاه", "چنین گفت دیوانه‌ای هوشیار\t\tچو دیدش پسر روز دیگر سوار", "زهی ملک و دوران سر در نشیب\t\tپدر رفت و پای پسر در رکیب", "چنین است گردیدن روزگار\t\tسبک سیر و بدعهد و ناپایدار", "چو دیرینه روزی سرآورد عهد\t\tجوان دولتی سر برآرد ز مهد", "منه بر جهان دل که بیگانه‌ای است\t\tچو مطرب که هر روز در خانه‌ای است", "نه لایق بود عیش با دلبری\t\tکه هر بامدادش بود شوهری", "نکویی کن امسال چون ده تو راست\t\tکه سال دگر دیگری دهخداست"]}, {"sec-name": "بخش ۲۸ - حکایت پادشاه غور با روستایی", "sec-poems": ["شنیدم که از پادشاهان غور\t\tیکی پادشه خر گرفتی به زور", "خران زیر بار گران بی علف\t\tبه روزی دو مسکین شدندی تلف", "چو منعم کند سفله را، روزگار\t\tنهد بر دل تنگ درویش، بار", "چو بام بلندش بود خودپرست\t\tکند بول و خاشاک بر بام پست", "شنیدم که باری به عزم شکار\t\tبرون رفت بیدادگر شهریار", "تکاور به دنبال صیدی براند\t\tشبش در گرفت از حشم باز ماند", "به تنها ندانست روی و رهی\t\tبینداخت ناکام شب در دهی", "یکی پیرمرد اندر آن ده مقیم\t\tز پیران مردم شناس قدیم", "پسر را همی‌گفت کای شادبهر\t\tخرت را مبر بامدادان به شهر", "که این ناجوانمرد برگشته بخت\t\tکه تابوت بینمش بر جای تخت", "کمر بسته دارد به فرمان دیو\t\tبه گردون بر از دست جورش غریو", "در این کشور آسایش و خرمی\t\tندید و نبیند به چشم آدمی", "مگر کاین سیه نامهٔ بی‌صفا\t\tبه دوزخ برد لعنت اندر قفا", "پسر گفت: راه دراز است و سخت\t\tپیاده نیارم شد ای نیکبخت", "طریقی بیندیش و رایی بزن\t\tکه رای تو روشن‌تر از رای من", "پدر گفت: اگر پند من بشنوی\t\tیکی سنگ برداشت باید قوی", "زدن بر خر نامور چند بار\t\tسر و دست و پهلوش کردن فگار", "مگر کان فرومایهٔ زشت کیش\t\tبه کارش نیاید خر پشت ریش", "چو خضر پیمبر که کشتی شکست\t\tوز او دست جبار ظالم ببست", "به سالی که در بحر کشتی گرفت\t\tبسی سالها نام زشتی گرفت", "تفو بر چنان ملک و دولت که راند\t\tکه شنعت بر او تا قیامت بماند", "پسر چون شنید این حدیث از پدر\t\tسر از خط فرمان نبردش به در", "فرو کوفت بیچاره خر را به سنگ\t\tخر از دست عاجز شد از پای لنگ", "پدر گفتش اکنون سر خویش گیر\t\tهر آن ره که می‌بایدت پیش گیر", "پسر در پی کاروان اوفتاد\t\tز دشنام چندان که دانست داد", "وز آن سو پدر روی در آستان\t\tکه یارب به سجادهٔ راستان", "که چندان امانم ده از روزگار\t\tکز این نحس ظالم بر آید دمار", "اگر من نبینم مر او را هلاک\t\tشب گور چشمم نخسبد به خاک", "اگر مار زاید زن باردار\t\tبه از آدمی زادهٔ دیوسار", "زن از مرد موذی به بسیار به\t\tسگ از مردم مردم‌آزار به", "مخنث که بیداد بر خود کند\t\tاز آن به که با دیگری بد کند", "شه این جمله بشنید و چیزی نگفت\t\tببست اسب و سر بر نمد زین بخفت", "همه شب به بیداری اختر شمرد\t\tز سودا و اندیشه خوابش نبرد", "چو آواز مرغ سحر گوش کرد\t\tپریشانی شب فراموش کرد", "سواران همه شب همی تاختند\t\tسحرگه پی اسب بشناختند", "بر آن عرصه بر اسب دیدند شاه\t\tپیاده دویدند یکسر سپاه", "به خدمت نهادند سر بر زمین\t\tچو دریا شد از موج لشکر، زمین", "یکی گفتش از دوستان قدیم\t\tکه شب حاجبش بود و روزش ندیم", "رعیت چه نزلت نهادند دوش؟\t\tکه ما را نه چشم آرمید و نه گوش", "شهنشه نیارست کردن حدیث\t\tکه بر وی چه آمد ز خبث خبیث", "هم آهسته سر برد پیش سرش\t\tفرو گفت پنهان به گوش اندرش", "کسم پای مرغی نیاورد پیش\t\tولی دست خر رفت از اندازه بیش", "بزرگان نشستند و خوان خواستند\t\tبخوردند و مجلس بیاراستند", "چو شور و طرب در نهاد آمدش\t\tز دهقان دوشینه یاد آمدش", "بفرمود و جستند و بستند سخت\t\tبه خواری فکندند در پای تخت", "سیه دل برآهخت شمشیر تیز\t\tندانست بیچاره راه گریز", "سر ناامیدی برآورد و گفت\t\tنشاید شب گور در خانه خفت", "نه تنها منت گفتم ای شهریار\t\tکه برگشته بختی و بد روزگار", "چرا خشم بر من گرفتی و بس؟\t\tمنت پیش گفتم، همه خلق پس", "چو بیداد کردی توقع مدار\t\tکه نامت به نیکی رود در دیار", "ور ایدون که دشوارت آمد سخن\t\tدگر هر چه دشوارت آید مکن", "تو را چاره از ظلم برگشتن است\t\tنه بیچاره بی‌گنه کشتن است", "مرا پنج روز دگر مانده گیر\t\tدو روز دگر عیش خوش رانده گیر", "نماند ستمکار بد روزگار\t\tبماند بر او لعنت پایدار", "تو را نیک پند است اگر بشنوی\t\tوگر نشنوی خود پشیمان شوی", "بدان کی ستوده شود پادشاه\t\tکه خلقش ستایند در بارگاه؟", "چه سود آفرین بر سر انجمن\t\tپس چرخه نفرین کنان پیرزن؟", "همی گفت و شمشیر بالای سر\t\tسپر کرده جان پیش تیر قدر", "نبینی که چون کارد بر سر بود\t\tقلم را زبانش روان تر بود", "شه از مستی غفلت آمد به هوش\t\tبه گوشش فرو گفت فرخ سروش", "کز این پیر دست عقوبت بدار\t\tیکی کشته گیر از هزاران هزار", "زمانی سر اندر گریبان بماند\t\tپس آن گه به عفو آستین برفشاند", "به دستان خود بند از او برگرفت\t\tسرش را ببوسید و در بر گرفت", "بزرگیش بخشید و فرماندهی\t\tز شاخ امیدش برآمد بهی", "به گیتی حکایت شد این داستان\t\tرود نیکبخت از پی راستان", "بیاموزی از عاقلان حسن خوی\t\tنه چندان که از غافل عیب جوی", "ز دشمن شنو سیرت خود که دوست\t\tهرآنچ از تو آید به چشمش نکوست", "وبال است دادن به رنجور قند\t\tکه داروی تلخش بود سودمند", "ترش روی بهتر کند سرزنش\t\tکه یاران خوش طبع شیرین منش", "از این به نصیحت نگوید کست\t\tاگر عاقلی یک اشارت بست"]}, {"sec-name": "بخش ۲۹ - حکایت مأمون با کنیزک", "sec-poems": ["چو دور خلافت به مأمون رسید\t\tیکی ماه پیکر کنیزک خرید", "به چهر آفتابی، به تن گلبنی\t\tبه عقل خردمند بازی کنی", "به خون عزیزان فرو برده چنگ\t\tسر انگشتها کرده عناب رنگ", "بر ابروی عابد فریبش خضاب\t\tچو قوس قزح بود بر آفتاب", "شب خلوت آن لعبت حور زاد\t\tمگر تن در آغوش مأمون نداد", "گرفت آتش خشم در وی عظیم\t\tسرش خواست کردن چو جوزا دو نیم", "بگفتا سر اینک به شمشیر تیز\t\tبینداز و با من مکن خفت و خیز", "بگفت از چه بر دل گزند آمدت؟\t\tچه خصلت ز من ناپسند آمدت؟", "بگفت ار کشی ور شکافی سرم\t\tز بوی دهانت به رنج اندرم", "کشد تیر پیکار و تیغ ستم\t\tبه یک بار و بوی دهن دم به دم", "شنید این سخن سرور نیکبخت\t\tبرآشفت تند و برنجید سخت", "همه شب در این فکر بود و نخفت\t\tدگر روز با هوشمندان بگفت", "طبیعت شناسان هر کشوری\t\tسخن گفت با هر یک از هر دری", "دلش گر چه در حال از او رنجه شد\t\tدوا کرد و خوشبوی چون غنچه شد", "پری چهره را همنشین کرد و دوست\t\tکه این عیب من گفت، یار من اوست", "به نزد من آن کس نکوخواه توست\t\tکه گوید فلان خار در راه توست", "به گمراه گفتن نکو می‌روی\t\tجفایی تمام است و جوری قوی", "هر آن گه که عیبت نگویند پیش\t\tهنر دانی از جاهلی عیب خویش", "مگو شهد شیرین شکر فایق است\t\tکسی را که سقمونیا لایق است", "چه خوش گفت یک روز دارو فروش:\t\tشفا بایدت داروی تلخ نوش", "اگر شربتی بایدت سودمند\t\tز سعدی ستان تلخ داروی پند", "به پرویزن معرفت بیخته\t\tبه شهد ظرافت برآمیخته"]}, {"sec-name": "بخش ۳۰ - حکایت درویش صادق و پادشاه بیدادگر", "sec-poems": ["شنیدم که از نیکمردی فقیر\t\tدل آزرده شد پادشاهی کبیر", "مگر بر زبانش حقی رفته بود\t\tز گردن‌کشی بر وی آشفته بود", "به زندان فرستادش از بارگاه\t\tکه زورآزمای است بازوی جاه", "ز یاران کسی گفتش اندر نهفت\t\tمصالح نبود این سخن گفت، گفت", "رسانیدن امر حق طاعت است\t\tز زندان نترسم که یک ساعت است", "همان دم که در خفیه این راز رفت\t\tحکایت به گوش ملک باز رفت", "بخندید کاو ظن بیهوده برد\t\tنداند که خواهد در این حبس مرد", "غلامی به درویش برد این پیام\t\tبگفتا به خسرو بگو ای غلام", "مرا بار غم بر دل ریش نیست\t\tکه دنیا همین ساعتی بیش نیست", "نه گر دستگیری کنی خرمم\t\tنه گر سر بری بر دل آید غمم", "تو گر کامرانی به فرمان و گنج\t\tدگر کس فرومانده در ضعف و رنج", "به دروازهٔ مرگ چون در شویم\t\tبه یک هفته با هم برابر شویم", "منه دل بر این دولت پنج روز\t\tبه دود دل خلق، خود را مسوز", "نه پیش از تو بیش از تو اندوختند\t\tبه بیداد کردن جهان سوختند؟", "چنان زی که ذکرت به تحسین کنند\t\tچو مردی، نه بر گور نفرین کنند", "نباید به رسم بد آیین نهاد\t\tکه گویند لعنت بر آن، کاین نهاد", "وگر بر سرآید خداوند زور\t\tنه زیرش کند عاقبت خاک گور؟", "بفرمود دلتنگ روی از جفا\t\tکه بیرون کنندش زبان از قفا", "چنین گفت مرد حقایق شناس\t\tکز این هم که گفتی ندارم هراس", "من از بی زبانی ندارم غمی\t\tکه دانم که ناگفته داند همی", "اگر بینوایی برم ور ستم\t\tگرم عاقبت خیر باشد چه غم؟", "عروسی بود نوبت ماتمت\t\tگرت نیکروزی بود خاتمت"]}, {"sec-name": "بخش ۳۱ - حکایت زورآزمای تنگدست", "sec-poems": ["یکی مشت زن بخت و روزی نداشت\t\tنه اسباب شامش مهیا نه چاشت", "ز جور شکم گل کشیدی به پشت\t\tکه روزی محال است خوردن به مشت", "مدام از پریشانی روزگار\t\tدلش حسرت آورد و تن سوگوار", "گهش جنگ با عالم خیره‌کش\t\tگه از بخت شوریده، رویش ترش", "گه از دیدن عیش شیرین خلق\t\tفرو می‌شدی آب تلخش به حلق", "گه از کار آشفته بگریستی\t\tکه کس دید از این تلخ‌تر زیستی؟", "کسان شهد نوشند و مرغ و بره\t\tمرا روی نان می‌نبیند تره", "گر انصاف پرسی نه نیکوست این\t\tبرهنه من و گربه را پوستین", "چه بودی که پایم در این کار گل\t\tبه گنجی فرو رفتی از کام دل!", "مگر روزگاری هوس راندمی\t\tز خود گرد محنت بیفشاندمی", "شنیدم که روزی زمین می‌شکافت\t\tعظام زنخدان پوسیده یافت", "به خاک اندرش عقد بگسیخته\t\tگهرهای دندان فرو ریخته", "دهان بی زبان پند می‌گفت و راز\t\tکه ای خواجه با بینوایی بساز", "نه این است حال دهن زیر گل\t\tشکر خورده انگار یا خون دل", "غم از گردش روزگاران مدار\t\tکه بی ما بگردد بسی روزگار", "همان لحظه کاین خاطرش روی داد\t\tغم از خاطرش رخت یک سو نهاد", "که ای نفس بی رای و تدبیر و هش\t\tبکش بار تیمار و خود را مکش", "اگر بنده‌ای بار بر سر برد\t\tوگر سر به اوج فلک بر برد", "در آن دم که حالش دگرگون شود\t\tبه مرگ از سرش هر دو بیرون شود", "غم و شادمانی نماند ولیک\t\tجزای عمل ماند و نام نیک", "کرم پای دارد، نه دیهیم و تخت\t\tبده کز تو این ماند ای نیکبخت", "مکن تکیه بر ملک و جاه و حشم\t\tکه پیش از تو بوده‌ست و بعد از تو هم", "خداوند دولت غم دین خورد\t\tکه دنیا به هر حال می‌بگذرد", "نخواهی که ملکت برآید بهم\t\tغم ملک و دین هر دو باید بهم", "زرافشان، چو دنیا بخواهی گذاشت\t\tکه سعدی در افشاند اگر زر نداشت"]}, {"sec-name": "بخش ۳۲ - حکایت در معنی خاموشی از نصیحت کسی که پند نپذیرد", "sec-poems": ["حکایت کنند از جفاگستری\t\tکه فرماندهی داشت بر کشوری", "در ایام او روز مردم چو شام\t\tشب از بیم او خواب مردم حرام", "همه روز نیکان از او در بلا\t\tبه شب دست پاکان از او بر دعا", "گروهی بر شیخ آن روزگار\t\tز دست ستمگر گرستند زار", "که ای پیر دانای فرخنده رای\t\tبگوی این جوان را بترس از خدای", "بگفتا دریغ آیدم نام دوست\t\tکه هر کس نه در خورد پیغام اوست", "کسی را که بینی ز حق بر کران\t\tمنه با وی، ای خواجه، حق در میان", "دریغ است با سفله گفت از علوم\t\tکه ضایع شود تخم در شوره بوم", "چو در وی نگیرد عدو داندت\t\tبرنجد به جان و برنجاندت", "تو را عادت، ای پادشه، حق روی است\t\tدل مرد حق گوی از این جا قوی است", "نگین خصلتی دارد ای نیکبخت\t\tکه در موم گیرد نه در سنگ سخت", "عجب نیست گر ظالم از من به جان\t\tبرنجد که دزد است و من پاسبان", "تو هم پاسبانی به انصاف و داد\t\tکه حفظ خدا پاسبان تو باد", "تو را نیست منت ز روی قیاس\t\tخداوند را من و فضل و سپاس", "که در کار خیرت به خدمت بداشت\t\tنه چون دیگرانت معطل گذاشت", "همه کس به میدان کوشش درند\t\tولی گوی بخشش نه هر کس برند", "تو حاصل نکردی به کوشش بهشت\t\tخدا در تو خوی بهشتی بهشت", "دلت روشن و وقت مجموع باد\t\tقدم ثابت و پایه مرفوع باد", "حیاتت خوش و رفتنت بر صواب\t\tعبادت قبول و دعا مستجاب"]}, {"sec-name": "بخش ۳۳ - گفتار اندر رای و تدبیر ملک و لشکرکشی", "sec-poems": ["همی تا برآید به تدبیر کار\t\tمدارای دشمن به از کارزار", "چو نتوان عدو را به قوت شکست\t\tبه نعمت بباید در فتنه بست", "گر اندیشه باشد ز خصمت گزند\t\tبه تعویذ احسان زبانش ببند", "عدو را به جای خسک زر بریز\t\tکه احسان کند کند، دندان تیز", "چو دستی نشاید گزیدن، ببوس\t\tکه با غالبان چاره زرق است و لوس", "به تدبیر رستم در آید به بند\t\tکه اسفندیارش نجست از کمند", "عدو را به فرصت توان کند پوست\t\tپس او را مدارا چنان کن که دوست", "حذر کن ز پیکار کمتر کسی\t\tکه از قطره سیلاب دیدم بسی", "مزن تا توانی بر ابرو گره\t\tکه دشمن اگرچه زبون، دوست به", "بود دشمنش تازه و دوست ریش\t\tکسی کش بود دشمن از دوست بیش", "مزن با سپاهی ز خود بیشتر\t\tکه نتوان زد انگشت بر نیشتر", "وگر زو تواناتری در نبرد\t\tنه مردی است بر ناتوان زور کرد", "اگر پیل زوری وگر شیر چنگ\t\tبه نزدیک من صلح بهتر که جنگ", "چو دست از همه حیلتی در گسست\t\tحلال است بردن به شمشیر دست", "اگر صلح خواهد عدو سر مپیچ\t\tوگر جنگ جوید عنان بر مپیچ", "که گر وی ببندد در کارزار\t\tتو را قدر و هیبت شود یک، هزار", "ور او پای جنگ آورد در رکاب\t\tنخواهد به حشر از تو داور حساب", "تو هم جنگ را باش چون کینه خواست\t\tکه با کینه ور مهربانی خطاست", "چو با سفله گویی به لطف و خوشی\t\tفزون گرددش کبر و گردن کشی", "به اسبان تازی و مردان مرد\t\tبر آر از نهاد بداندیش گرد", "و گر می بر آید به نرمی و هوش\t\tبه تندی و خشم و درشتی مکوش", "چو دشمن به عجز اندر آمد ز در\t\tنباید که پرخاش جویی دگر", "چو زنهار خواهد کرم پیشه کن\t\tببخشای و از مکرش اندیشه کن", "ز تدبیر پیر کهن بر مگرد\t\tکه کارآزموده بود سالخورد", "در آرند بنیاد رویین ز پای\t\tجوانان به نیروی و پیران به رای", "بیندیش در قلب هیجا مفر\t\tچه دانی که زان که باشد ظفر؟", "چو بینی که لشکر ز هم دست داد\t\tبه تنها مده جان شیرین به باد", "اگر بر کناری به رفتن بکوش\t\tوگر در میان لبس دشمن بپوش", "وگر خود هزاری و دشمن دویست\t\tچو شب شد در اقلیم دشمن مایست", "شب تیره پنجه سوار از کمین\t\tچو پانصد به هیبت بدرد زمین", "چو خواهی بریدن به شب راهها\t\tحذر کن نخست از کمینگاهها", "میان دو لشکر چو یک روز راه\t\tبماند، بزن خیمه بر جایگاه", "گر او پیشدستی کند غم مدار\t\tور افراسیاب است مغزش بر آر", "ندانی که لشکر چو یک روزه راند\t\tسر پنجهٔ زورمندش نماند", "تو آسوده بر لشکر مانده زن\t\tکه نادان ستم کرد بر خویشتن", "چو دشمن شکستی بیفکن علم\t\tکه بازش نیاید جراحت به هم", "بسی در قفای هزیمت مران\t\tنباید که دور افتی از یاوران", "هوا بینی از گرد هیجا چو میغ\t\tبگیرند گردت به زوبین و تیغ", "به دنبال غارت نراند سپاه\t\tکه خالی بماند پس پشت شاه", "سپه را نگهبانی شهریار\t\tبه از جنگ در حلقهٔ کارزار"]}, {"sec-name": "بخش ۳۴ - گفتار اندر نواخت لشکریان در حالت امن", "sec-poems": ["دلاور که باری تهور نمود\t\tبباید به مقدارش اندر فزود", "که بار دگر دل نهد بر هلاک\t\tندارد ز پیکار یأجوج باک", "سپاهی در آسودگی خوش بدار\t\tکه در حالت سختی آید به کار", "سپاهی که کارش نباشد به برگ\t\tچرا دل نهد روز هیجا به مرگ؟", "کنون دست مردان جنگی ببوس\t\tنه آنگه که دشمن فرو کوفت کوس", "نواحی ملک از کف بدسگال\t\tبه لشکر نگه دار و لشکر به مال", "ملک را بود بر عدو دست، چیر\t\tچو لشکر دل آسوده باشند و سیر", "بهای سر خویشتن می‌خورد\t\tنه انصاف باشد که سختی برد", "چو دارند گنج از سپاهی دریغ\t\tدریغ آیدش دست بردن به تیغ", "چه مردی کند در صف کارزار\t\tکه دستش تهی باشد و کار، زار"]}, {"sec-name": "بخش ۳۵ - گفتار اندر تقویت مردان کار آزموده", "sec-poems": ["به پیکار دشمن دلیران فرست\t\tهژبران به ناورد شیران فرست", "به رای جهاندیدگان کار کن\t\tکه صید آزموده‌ست گرگ کهن", "مترس از جوانان شمشیر زن\t\tحذر کن ز پیران بسیار فن", "جوانان پیل افکن شیرگیر\t\tندانند دستان روباه پیر", "خردمند باشد جهاندیده مرد\t\tکه بسیار گرم آزموده‌ست و سرد", "جوانان شایستهٔ بخت ور\t\tز گفتار پیران نپیچند سر", "گرت مملکت باید آراسته\t\tمده کار معظم به نوخاسته", "سپه را مکن پیشرو جز کسی\t\tکه در جنگها بوده باشد بسی", "به خردان مفرمای کار درشت\t\tکه سندان نشاید شکستن به مشت", "رعیت نوازی و سر لشکری\t\tنه کاری است بازیچه و سرسری", "نخواهی که ضایع شود روزگار\t\tبه ناکاردیده مفرمای کار", "نتابد سگ صید روی از پلنگ\t\tز روبه رمد شیر نادیده جنگ", "چو پرورده باشد پسر در شکار\t\tنترسد چو پیش آیدش کارزار", "به کشتی و نخجیر و آماج و گوی\t\tدلاور شود مرد پرخاشجوی", "به گرمابه پرورده و عیش و ناز\t\tبرنجد چو بیند در جنگ باز", "دو مردش نشانند بر پشت زین\t\tبود کش زند کودکی بر زمین", "یکی را که دیدی تو در جنگ پشت\t\tبکش گر عدو در مصافش نکشت", "مخنث به از مرد شمشیر زن\t\tکه روز وغا سر بتابد چو زن", "چه خوش گفت گرگین به فرزند خویش\t\tچو قربان پیکار بربست و کیش", "اگر چون زنان جست خواهی گریز\t\tمرو آب مردان جنگی مریز", "سواری که در جنگ بنمود پشت\t\tنه خود را که نام آوران را بکشت", "شجاعت نیاید مگر زآن دو یار\t\tکه افتند در حلقهٔ کارزار", "دو همجنس همسفرهٔ همزبان\t\tبکوشند در قلب هیجا به جان", "که تنگ آیدش رفتن از پیش تیر\t\tبرادر به چنگال دشمن اسیر", "چو بینی که یاران نباشند یار\t\tهزیمت ز میدان غنیمت شمار"]}, {"sec-name": "بخش ۳۶ - گفتار اندر دلداری هنرمندان", "sec-poems": ["دو تن، پرور ای شاه کشور گشای\t\tیکی اهل رزم و دگر اهل رای", "ز نام آوران گوی دولت برند\t\tکه دانا و شمشیر زن پرورند", "هر آن کاو قلم را نورزید و تیغ\t\tبر او گر بمیرد مگو ای دریغ", "قلم زن نکودار و شمشیر زن\t\tنه مطرب که مردی نیاید ز زن", "نه مردی است دشمن در اسباب جنگ\t\tتو مدهوش ساقی و آواز چنگ", "بسا اهل دولت به بازی نشست\t\tکه دولت برفتش به بازی ز دست"]}, {"sec-name": "بخش ۳۷ - گفتار اندر حذر کردن از دشمنان", "sec-poems": ["نگویم ز جنگ بد اندیش ترس\t\tدر آوازهٔ صلح از او بیش ترس", "بسا کس به روز آیت صلح خواند\t\tچو شب شد سپه بر سر خفته راند", "زره پوش خسبند مرد اوژنان\t\tکه بستر بود خوابگاه زنان", "به خیمه درون مرد شمشیر زن\t\tبرهنه نخسبد چو در خانه زن", "بباید نهان جنگ را ساختن\t\tکه دشمن نهان آورد تاختن", "حذر کار مردان کار آگه است\t\tیزک سد رویین لشکر گه است"]}, {"sec-name": "بخش ۳۸ - گفتار اندر دفع دشمن به رای و تدبیر", "sec-poems": ["میان دو بد خواه کوتاه دست\t\tنه فرزانگی باشد ایمن نشست", "که گر هر دو باهم سگالند راز\t\tشود دست کوتاه ایشان دراز", "یکی را به نیرنگ مشغول دار\t\tدگر را برآور ز هستی دمار", "اگر دشمنی پیش گیرد ستیز\t\tبه شمشیر تدبیر خونش بریز", "برو دوستی گیر با دشمنش\t\tکه زندان شود پیرهن بر تنش", "چو در لشکر دشمن افتد خلاف\t\tتو بگذار شمشیر خود در غلاف", "چو گرگان پسندند بر هم گزند\t\tبر آساید اندر میان گوسفند", "چو دشمن به دشمن بود مشتغل\t\tتو با دوست بنشین به آرام دل"]}, {"sec-name": "بخش ۳۹ - گفتار اندر ملاطفت با دشمن از روی عاقبت اندیشی", "sec-poems": ["چو شمشیر پیکار برداشتی\t\tنگه دار پنهان ره آشتی", "که لشکر شکوفان مغفر شکاف\t\tنهان صلح جستند و پیدا مصاف", "دل مرد میدان نهانی بجوی\t\tکه باشد که در پایت افتد چو گوی", "چو سالاری از دشمن افتد به چنگ\t\tبه کشتن درش کرد باید درنگ", "که افتد کز این نیمه هم سروری\t\tبماند گرفتار در چنبری", "اگر کشتی این بندی ریش را\t\tنبینی دگر بندی خویش را", "نترسد که دورانش بندی کند\t\tکه بر بندیان زورمندی کند؟", "کسی بندیان را بود دستگیر\t\tکه خود بوده باشد به بندی اسیر", "اگر سر نهد بر خطت سروری\t\tچو نیکش بداری، نهد دیگری", "اگر خفیه ده دل بدست آوری\t\tاز آن به که صد ره شبیخون بری"]}, {"sec-name": "بخش ۴۰ - گفتار اندر حذر از دشمنی که در طاعت آید", "sec-poems": ["گرت خویش دشمن شود دوستدار\t\tز تلبیسش ایمن مشو زینهار", "که گردد درونش به کین تو ریش\t\tچو یاد آیدش مهر پیوند خویش", "بد اندیش را لفظ شیرین مبین\t\tکه ممکن بود زهر در انگبین", "کسی جان از آسیب دشمن ببرد\t\tکه مر دوستان را به دشمن شمرد", "نگه دارد آن شوخ در کیسه در\t\tکه بیند همه خلق را کیسه بر", "سپاهی که عاصی شود در امیر\t\tورا تا توانی به خدمت مگیر", "ندانست سالار خود را سپاس\t\tتو را هم ندارد، ز غدرش هراس", "به سوگند و عهد استوارش مدار\t\tنگهبان پنهان بر او بر گمار", "نو آموز را ریسمان کن دراز\t\tنه بگسل که دیگر نبینیش باز", "چو اقلیم دشمن به جنگ و حصار\t\tگرفتی، به زندانیانش سپار", "که بندی چو دندان به خون در برد\t\tز حلقوم بیدادگر خون خورد", "چو بر کندی از دست دشمن دیار\t\tرعیت به سامان تر از وی بدار", "که گر باز کوبد در کارزار\t\tبر آرند عام از دماغش دمار", "وگر شهریان را رسانی گزند\t\tدر شهر بر روی دشمن مبند", "مگو دشمن تیغ زن بر در است\t\tکه انباز دشمن به شهر اندر است"]}, {"sec-name": "بخش ۴۱ - گفتار اندر پوشیدن راز خویش", "sec-poems": ["به تدبیر جنگ بد اندیش کوش\t\tمصالح بیندیش و نیت بپوش", "منه در میان راز با هر کسی\t\tکه جاسوس هم کاسه دیدم بسی", "سکندر که با شرقیان حرب داشت\t\tدر خیمه گویند در غرب داشت", "چو بهمن به زاولستان خواست شد\t\tچپ آوازه افکند و از راست شد", "اگر جز تو داند که عزم تو چیست\t\tبر آن رای و دانش بباید گریست", "کرم کن، نه پرخاش و کین‌آوری\t\tکه عالم به زیر نگین آوری", "چو کاری بر آید به لطف و خوشی\t\tچه حاجت به تندی و گردن کشی؟", "نخواهی که باشد دلت دردمند\t\tدل دردمندان بر آور ز بند", "به بازو توانا نباشد سپاه\t\tبرو همت از ناتوانان بخواه", "دعای ضعیفان امیدوار\t\tز بازوی مردی به آید به کار", "هر آن کاستعانت به درویش برد\t\tاگر بر فریدون زد از پیش برد"]}]}, {"bab-name": "باب دوم در احسان", "bab-url": "/saadi/boostan/bab2", "bab-sections": [{"sec-name": "بخش ۱ - سر آغاز", "sec-poems": ["اگر هوشمندی به معنی گرای\t\tکه معنی بماند ز صورت به جای", "که را دانش و جود و تقوی نبود\t\tبه صورت درش هیچ معنی نبود", "کسی خسبد آسوده در زیر گل\t\tکه خسبند از او مردم آسوده دل", "غم خویش در زندگی خور که خویش\t\tبه مرده نپردازد از حرص خویش", "زر و نعمت اکنون بده کان تست\t\tکه بعد از تو بیرون ز فرمان تست", "نخواهی که باشی پراکنده دل\t\tپراکندگان را ز خاطر مهل", "پریشان کن امروز گنجینه چست\t\tکه فردا کلیدش نه در دست تست", "تو با خود ببر توشه خویشتن\t\tکه شفقت نیاید ز فرزند و زن", "کسی گوی دولت ز دنیا برد\t\tکه با خود نصیبی به عقبی برد", "به غمخوارگی چون سرانگشت من\t\tنخارد کس اندر جهان پشت من", "مکن، بر کف دست نه هر چه هست\t\tکه فردا به دندان بری پشت دست", "به پوشیدن ستر درویش کوش\t\tکه ستر خدایت بود پرده پوش", "مگردان غریب از درت بی نصیب\t\tمبادا که گردی به درها غریب", "بزرگی رساند به محتاج خیر\t\tکه ترسد که محتاج گردد به غیر", "به حال دل خستگان در نگر\t\tکه روزی تو دلخسته باشی مگر", "درون فروماندگان شاد کن\t\tز روز فروماندگی یاد کن", "نه خواهنده‌ای بر در دیگران؟\t\tبه شکرانه خواهنده از در مران"]}, {"sec-name": "بخش ۲ - گفتار اندر نواخت ضعیفان", "sec-poems": ["پدرمرده را سایه بر سر فکن\t\tغبارش بیفشان و خارش بکن", "ندانی چه بودش فرو مانده سخت؟\t\tبود تازه بی بیخ هرگز درخت؟", "چو بینی یتیمی سر افکنده پیش\t\tمده بوسه بر روی فرزند خویش", "یتیم ار بگرید که نازش خرد؟\t\tوگر خشم گیرد که بارش برد؟", "الا تا نگرید که عرش عظیم\t\tبلرزد همی چون بگرید یتیم", "به رحمت بکن آبش از دیده پاک\t\tبه شفقت بیفشانش از چهره خاک", "اگر سایه خود برفت از سرش\t\tتو در سایه خویشتن پرورش", "من آنگه سر تاجور داشتم\t\tکه سر بر کنار پدر داشتم", "اگر بر وجودم نشستی مگس\t\tپریشان شدی خاطر چند کس", "کنون دشمنان گر برندم اسیر\t\tنباشد کس از دوستانم نصیر", "مرا باشد از درد طفلان خبر\t\tکه در طفلی از سر برفتم پدر", "یکی خار پای یتیمی بکند\t\tبه خواب اندرش دید صدر خجند", "همی گفت و در روضه‌ها می‌چمید\t\tکز آن خار بر من چه گلها دمید", "مشو تا توانی ز رحمت بری\t\tکه رحمت برندت چو رحمت بری", "چو انعام کردی مشو خودپرست\t\tکه من سرورم دیگران زیردست", "اگر تیغ دورانش انداخته‌ست\t\tنه شمشیر دوران هنوز آخته‌ست؟", "چو بینی دعاگوی دولت هزار\t\tخداوند را شکر نعمت گزار", "که چشم از تو دارند مردم بسی\t\tنه تو چشم داری به دست کسی", "«کرم» خوانده‌ام سیرت سروران\t\tغلط گفتم، اخلاق پیغمبران"]}, {"sec-name": "بخش ۳ - حکایت ابراهیم علیه‌السلام", "sec-poems": ["شنیدم که یک هفته ابن‌السبیل\t\tنیامد به مهمانسرای خلیل", "ز فرخنده خویی نخوردی بگاه\t\tمگر بینوایی در آید ز راه", "برون رفت و هر جانبی بنگرید\t\tبر اطراف وادی نگه کرد و دید", "به تنها یکی در بیابان چو بید\t\tسر و مویش از گرد پیری سپید", "به دلداریش مرحبایی بگفت\t\tبه رسم کریمان صلایی بگفت", "که ای چشمهای مرا مردمک\t\tیکی مردمی کن به نان و نمک", "نعم گفت و برجست و برداشت گام\t\tکه دانست خلقش، علیه‌السلام", "رقیبان مهمانسرای خلیل\t\tبه عزت نشاندند پیر ذلیل", "بفرمود و ترتیب کردند خوان\t\tنشستند بر هر طرف همگنان", "چو بسم الله آغاز کردند جمع\t\tنیامد ز پیرش حدیثی به سمع", "چنین گفتش: ای پیر دیرینه روز\t\tچو پیران نمی‌بینمت صدق و سوز", "نه شرط است وقتی که روزی خوری\t\tکه نام خداوند روزی بری؟", "بگفتا نگیرم طریقی به دست\t\tکه نشنیدم از پیر آذرپرست", "بدانست پیغمبر نیک فال\t\tکه گبر است پیر تبه بوده حال", "به خواری براندش چو بیگانه دید\t\tکه منکر بود پیش پاکان پلید", "سروش آمد از کردگار جلیل\t\tبه هیبت ملامت کنان کای خلیل", "منش داده صد سال روزی و جان\t\tتو را نفرت آمد از او یک زمان", "گر او می‌برد پیش آتش سجود\t\tتو وا پس چرا می‌بری دست جود؟"]}, {"sec-name": "بخش ۴ - گفتار اندر احسان با نیک و بد", "sec-poems": ["گره بر سر بند احسان مزن\t\tکه این زرق و شید است و آن مکر و فن", "زیان می‌کند مرد تفسیردان\t\tکه علم و ادب می‌فروشد به نان", "کجا عقل یا شرع فتوی دهد\t\tکه اهل خرد دین به دنیا دهد؟", "ولیکن تو بستان که صاحب خرد\t\tاز ارزان فروشان به رغبت خرد"]}, {"sec-name": "بخش ۵ - حکایت عابد با شوخ دیده", "sec-poems": ["زباندانی آمد به صاحبدلی\t\tکه محکم فرومانده‌ام در گلی", "یکی سفله را ده درم بر من است\t\tکه دانگی از او بر دلم ده من است", "همه شب پریشان از او حال من\t\tهمه روز چون سایه دنبال من", "بکرد از سخنهای خاطر پریش\t\tدرون دلم چون در خانه ریش", "خدایش مگر تا ز مادر بزاد\t\tجز این ده درم چیز دیگر نداد", "ندانسته از دفتر دین الف\t\tنخوانده به جز باب لاینصرف", "خور از کوه یک روز سر بر نزد\t\tکه آن قلتبان حلقه بر در نزد", "در اندیشه‌ام تا کدامم کریم\t\tاز آن سنگدل دست گیرد به سیم", "شنید این سخن پیر فرخ نهاد\t\tدرستی دو، در آستینش نهاد", "زر افتاد در دست افسانه گوی\t\tبرون رفت از آنجا چو زر تازه روی", "یکی گفت: شیخ! این ندانی که کیست؟\t\tبر او گر بمیرد نباید گریست", "گدایی که بر شیر نر زین نهد\t\tابو زید را اسب و فرزین نهد", "بر آشفت عابد که خاموش باش\t\tتو مرد زبان نیستی، گوش باش", "اگر راست بود آنچه پنداشتم\t\tز خلق آبرویش نگه داشتم", "وگر شوخ چشمی و سالوس کرد\t\tالا تا نپنداری افسوس کرد", "که خود را نگه داشتم آبروی\t\tز دست چنان گربزی یاوه گوی", "بد و نیک را بذل کن سیم و زر\t\tکه این کسب خیر است و آن دفع شر", "خنک آن که در صحبت عاقلان\t\tبیاموزد اخلاق صاحبدلان", "گرت عقل و رای است و تدبیر و هوش\t\tبه عزت کنی پند سعدی به گوش", "که اغلب در این شیوه دارد مقال\t\tنه در چشم و زلف و بناگوش و خال"]}, {"sec-name": "بخش ۶ - حکایت ممسک و فرزند ناخلف", "sec-poems": ["یکی رفت و دینار از او صد هزار\t\tخلف برد صاحبدلی هوشیار", "نه چون ممسکان دست بر زر گرفت\t\tچو آزادگان دست از او بر گرفت", "ز درویش خالی نبودی درش\t\tمسافر به مهمانسرای اندرش", "دل خویش و بیگانه خرسند کرد\t\tنه همچون پدر سیم و زر بند کرد", "ملامت کنی گفتش ای باد دست\t\tبه یک ره پریشان مکن هر چه هست", "به سالی توان خرمن اندوختن\t\tبه یک دم نه مردی بود سوختن", "چو در تنگدستی نداری شکیب\t\tنگه دار وقت فراخی حسیب", "به دختر چه خوش گفت بانوی ده\t\tکه روز نوا برگ سختی بنه", "همه وقت بر دار مشک و سبوی\t\tکه پیوسته در ده روان نیست جوی", "به دنیا توان آخرت یافتن\t\tبه زر پنجه شیر بر تافتن", "به یک بار بر دوستان زر مپاش\t\tوز آسیب دشمن به اندیشه باش", "اگر تنگدستی مرو پیش یار\t\tوگر سیم داری بیا و بیار", "اگر روی بر خاک پایش نهی\t\tجوابت نگوید به دست تهی", "خداوند زر بر کند چشم دیو\t\tبه دام آورد صخر جنی به ریو", "تهی دست در خوبرویان مپیچ\t\tکه بی سیم مردم نیرزند هیچ", "به دست تهی بر نیاد امید\t\tبه زر برکنی چشم دیو سپید", "وگر هرچه یابی به کف بر نهی\t\tکفت وقت حاجت بماند تهی", "گدایان به سعی تو هرگز قوی\t\tنگردند، ترسم تو لاغر شوی", "چو مناع خیر این حکایت بگفت\t\tز غیرت جوانمرد را رگ نخفت", "پراکنده دل گشت از آن عیب جوی\t\tبر آشفت و گفت ای پراکنده گوی", "مرا دستگاهی که پیرامن است\t\tپدر گفت میراث جد من است", "نه ایشان به خست نگه داشتند\t\tبه حسرت بمردند و بگذاشتند؟", "به دستم نیفتاد مال پدر\t\tکه بعد از من افتد به دست پسر", "همان به که امروز مردم خورند\t\tکه فردا پس از من به یغما برند", "خور و پوش و بخشای و راحت رسان\t\tنگه می چه داری ز بهر کسان؟", "برند از جهان با خود اصحاب رای\t\tفرو مایه ماند به حسرت بجای", "زر و نعمت اکنون بده کان توست\t\tکه بعد از تو بیرون ز فرمان توست", "به دنیا توانی که عقبی خری\t\tبخر، جان من، ور نه حسرت بری"]}, {"sec-name": "بخش ۷ - حکایت", "sec-poems": ["بزارید وقتی زنی پیش شوی\t\tکه دیگر مخر نان ز بقال کوی", "به بازار گندم فروشان گرای\t\tکه این جو فروشیست گندم نمای", "نه از مشتری کز زحام مگس\t\tبه یک هفته رویش ندیده‌ست کس", "به دلداری آن مرد صاحب نیاز\t\tبه زن گفت کای روشنایی، بساز", "به امید ما کلبه اینجا گرفت\t\tنه مردی بود نفع از او وا گرفت", "ره نیکمردان آزاده گیر\t\tچو استاده‌ای دست افتاده گیر", "ببخشای کآنان که مرد حقند\t\tخریدار دکان بی رونقند", "جوانمرد اگر راست خواهی ولیست\t\tکرم پیشهٔ شاه مردان علیست"]}, {"sec-name": "بخش ۸ - حکایت", "sec-poems": ["شنیدم که پیری به راه حجاز\t\tبه هر خطوه کردی دو رکعت نماز", "چنان گرم رو در طریق خدای\t\tکه خار مغیلان نکندی ز پای", "به آخر ز وسواس خاطر پریش\t\tپسند آمدش در نظر کار خویش", "به تلبیس ابلیس در چاه رفت\t\tکه نتوان از این خوب تر راه رفت", "گرش رحمت حق نه دریافتی\t\tغرورش سر از جاده برتافتی", "یکی هاتف از غیبش آواز داد\t\tکه ای نیکبخت مبارک نهاد", "مپندار اگر طاعتی کرده‌ای\t\tکه نزلی بدین حضرت آورده‌ای", "به احسانی آسوده کردن دلی\t\tبه از الف رکعت به هر منزلی"]}, {"sec-name": "بخش ۹ - حکایت", "sec-poems": ["به سرهنگ سلطان چنین گفت زن\t\tکه خیز ای مبارک در رزق زن", "برو تا ز خوانت نصیبی دهند\t\tکه فرزندکانت نظر بر رهند", "بگفتا بود مطبخ امروز سرد\t\tکه سلطان به شب نیت روزه کرد", "زن از ناامیدی سر انداخت پیش\t\tهمی گفت با خود دل از فاقه ریش", "که سلطان از این روزه گویی چه خواست؟\t\tکه افطار او عید طفلان ماست", "خورنده که خیرش برآید ز دست\t\tبه از صائم‌الدهر دنیاپرست", "مُسلَّم کسی را بود روزه‌داشت\t\tکه درمانده‌ای را دهد نان چاشت", "وگرنه چه لازم که سعیی بری\t\tز خود بازگیری و هم خود خوری؟"]}, {"sec-name": "بخش ۱۰ - حکایت کرم مردان صاحبدل", "sec-poems": ["یکی را کرم بود و قوت نبود\t\tکفافش به قدر مروت نبود", "که سفله خداوند هستی مباد\t\tجوانمرد را تنگدستی مباد", "کسی را که همت بلند اوفتد\t\tمرادش کم اندر کمند اوفتد", "چو سیلاب ریزان که در کوهسار\t\tنگیرد همی بر بلندی قرار", "نه در خورد سرمایه کردی کرم\t\tتنک مایه بودی از این لاجرم", "برش تنگدستی دو حرفی نبشت\t\tکه ای خوب فرجام نیکو سرشت", "یکی دست گیرم به چندین درم\t\tکه چندی است تا من به زندان درم", "به چشم اندرش قدر چیزی نبود\t\tولیکن به دستش پشیزی نبود", "به خصمان بندی فرستاد مرد\t\tکه ای نیکنامان آزاد مرد", "بدارید چندی کف از دامنش\t\tو گر می‌گریزد ضمان بر منش", "وز آنجا به زندانی آمد که خیز\t\tوز این شهر تا پای داری گریز", "چو گنجشک در باز دید از قفس\t\tقرارش نماند اندر آن یک نفس", "چو باد صبا زآن میان سیر کرد\t\tنه سیری که بادش رسیدی به گرد", "گرفتند حالی جوانمرد را\t\tکه حاصل کن این سیم یا مرد را", "به بیچارگی راه زندان گرفت\t\tکه مرغ از قفس رفته نتوان گرفت", "شنیدم که در حبس چندی بماند\t\tنه شکوت نوشت و نه فریاد خواند", "زمانها نیاسود و شبها نخفت\t\tبر او پارسایی گذر کرد و گفت:", "نپندارمت مال مردم خوری\t\tچه پیش آمدت تا به زندان دری؟", "بگفت ای جلیس مبارک نفس\t\tنخوردم به حیلتگری مال کس", "یکی ناتوان دیدم از بند ریش\t\tخلاصش ندیدم به جز بند خویش", "ندیدم به نزدیک رایم پسند\t\tمن آسوده و دیگری پایبند", "بمرد آخر و نیکنامی ببرد\t\tزهی زندگانی که نامش نمرد", "تنی زنده دل، خفته در زیر گل\t\tبه از عالمی زندهٔ مرده دل", "دل زنده هرگز نگردد هلاک\t\tتن زنده دل گر بمیرد چه باک؟"]}, {"sec-name": "بخش ۱۱ - حکایت", "sec-poems": ["یکی در بیابان سگی تشنه یافت\t\tبرون از رمق در حیاتش نیافت", "کله دلو کرد آن پسندیده کیش\t\tچو حبل اندر آن بست دستار خویش", "به خدمت میان بست و بازو گشاد\t\tسگ ناتوان را دمی آب داد", "خبر داد پیغمبر از حال مرد\t\tکه داور گناهان از او عفو کرد", "الا گر جفاکاری اندیشه کن\t\tوفا پیش گیر و کرم پیشه کن", "کسی با سگی نیکویی گم نکرد\t\tکجا گم شود خیر با نیکمرد؟", "کرم کن چنان که‌ت برآید ز دست\t\tجهانبان در خیر بر کس نبست", "به قنطار زر بخش کردن ز گنج\t\tنباشد چو قیراطی از دسترنج", "برد هر کسی بار در خورد زور\t\tگران است پای ملخ پیش مور"]}, {"sec-name": "بخش ۱۲ - گفتار اندر گردش روزگار", "sec-poems": ["تو با خلق سهلی کن ای نیکبخت\t\tکه فردا نگیرد خدا با تو سخت", "گر از پا در آید، نماند اسیر\t\tکه افتادگان را بود دستگیر", "به آزار فرمان مده بر رهی\t\tکه باشد که افتد به فرماندهی", "چو تمکین و جاهت بود بر دوام\t\tمکن زور بر ضعف درویش عام", "که افتد که با جاه و تمکین شود\t\tچو بیدق که ناگاه فرزین شود", "نصیحت شنو مردم دوربین\t\tنپاشند در هیچ دل تخم کین", "خداوند خرمن زیان می‌کند\t\tکه بر خوشه‌چین سر گران می‌کند", "نترسد که نعمت به مسکین دهند\t\tوزآن بار غم بر دل این نهند؟", "بسا زورمندا که افتاد سخت\t\tبس افتاده را یاوری کرد بخت", "دل زیر دستان نباید شکست\t\tمبادا که روزی شوی زیردست"]}, {"sec-name": "بخش ۱۳ - حکایت در معنی رحمت بر ضعیفان و اندیشه در عاقبت", "sec-poems": ["بنالید درویشی از ضعف حال\t\tبر تندرویی خداوند مال", "نه دینار دادش سیه دل نه دانگ\t\tبر او زد به سر باری از طیره بانگ", "دل سائل از جور او خون گرفت\t\tسر از غم بر آورد و گفت ای شگفت", "توانگر ترش روی، باری، چراست؟\t\tمگر می‌نترسد ز تلخی خواست؟", "بفرمود کوته نظر تا غلام\t\tبراندش به خواری و زجر تمام", "به ناکردن شکر پروردگار\t\tشنیدم که برگشت از او روزگار", "بزرگیش سر در تباهی نهاد\t\tعطارد قلم در سیاهی نهاد", "شقاوت برهنه نشاندش چو سیر\t\tنه بارش رها کرد و نه بارگیر", "فشاندش قضا بر سر از فاقه خاک\t\tمشعبد صفت، کیسه و دست پاک", "سراپای حالش دگرگونه گشت\t\tبر این ماجرا مدتی بر گذشت", "غلامش به دست کریمی فتاد\t\tتوانگر دل و دست و روشن نهاد", "به دیدار مسکین آشفته حال\t\tچنان شاد بودی که مسکین به مال", "شبانگه یکی بر درش لقمه جست\t\tز سختی کشیدن قدمهاش سست", "بفرمود صاحب نظر بنده را\t\tکه خشنود کن مرد درمنده را", "چو نزدیک بردش ز خوان بهره‌ای\t\tبرآورد بی خویشتن نعره‌ای", "شکسته دل آمد بر خواجه باز\t\tعیان کرده اشکش به دیباجه راز", "بپرسید سالار فرخنده خوی\t\tکه اشکت ز جور که آمد به روی؟", "بگفت اندرونم بشورید سخت\t\tبر احوال این پیر شوریده بخت", "که مملوک وی بودم اندر قدیم\t\tخداوند املاک و اسباب و سیم", "چو کوتاه شد دستش از عز و ناز\t\tکند دست خواهش به درها دراز", "بخندید و گفت ای پسر جور نیست\t\tستم بر کس از گردش دور نیست", "نه آن تندروی است بازارگان\t\tکه بردی سر از کبر بر آسمان؟", "من آنم که آن روزم از در براند\t\tبه روز منش دور گیتی نشاند", "نگه کرد باز آسمان سوی من\t\tفرو شست گرد غم از روی من", "خدای ار به حکمت ببندد دری\t\tگشاید به فضل و کرم دیگری", "بسا مفلس بینوا سیر شد\t\tبسا کار منعم زبر زیر شد"]}, {"sec-name": "بخش ۱۴ - حکایت", "sec-poems": ["یکی سیرت نیکمردان شنو\t\tاگر نیکبختی و مردانه رو", "که شبلی ز حانوت گندم فروش\t\tبه ده برد انبان گندم به دوش", "نگه کرد و موری در آن غله دید\t\tکه سرگشته هر گوشه‌ای می‌دوید", "ز رحمت بر او شب نیارست خفت\t\tبه مأوای خود بازش آورد و گفت", "مروت نباشد که این مور ریش\t\tپراکنده گردانم از جای خویش", "درون پراکندگان جمع دار\t\tکه جمعیتت باشد از روزگار", "چه خوش گفت فردوسی پاک زاد\t\tکه رحمت بر آن تربت پاک باد", "میازار موری که دانه‌کش است\t\tکه جان دارد و جان شیرین خوش است", "سیاه اندرون باشد و سنگدل\t\tکه خواهد که موری شود تنگدل", "مزن بر سر ناتوان دست زور\t\tکه روزی به پایش در افتی چو مور", "درون فروماندگان شاد کن\t\tز روز فروماندگی یاد کن", "نبخشود بر حال پروانه شمع\t\tنگه کن که چون سوخت در پیش جمع", "گرفتم ز تو ناتوان تر بسی است\t\tتواناتر از تو هم آخر کسی است"]}, {"sec-name": "بخش ۱۵ - گفتار اندر ثمره جوانمردی", "sec-poems": ["ببخش ای پسر کآدمی زاده صید\t\tبه احسان توان کرد و، وحشی به قید", "عدو را به الطاف گردن ببند\t\tکه نتوان بریدن به تیغ این کمند", "چو دشمن کرم بیند و لطف و جود\t\tنیاید دگر خبث از او در وجود", "مکن بد که بد بینی از یار نیک\t\tنروید ز تخم بدی بار نیک", "چو با دوست دشخوار گیری و تنگ\t\tنخواهد که بیند تو را نقش و رنگ", "و گر خواجه با دشمنان نیکخوست\t\tبسی بر نیاید که گردند دوست"]}, {"sec-name": "بخش ۱۶ - حکایت در معنی صید کردن دلها به احسان", "sec-poems": ["به ره بر یکی پیشم آمد جوان\t\tبه تک در پیش گوسفندی دوان", "بدو گفتم این ریسمان است و بند\t\tکه می‌آرد اندر پیت گوسفند", "سبک طوق و زنجیر از او باز کرد\t\tچپ و راست پوییدن آغاز کرد", "هنوز از پیش تازیان می‌دوید\t\tکه جو خورده بود از کف مرد و خوید", "چو باز آمد از عیش و شادی به جای\t\tمرا دید و گفت ای خداوند رای", "نه این ریسمان می‌برد با منش\t\tکه احسان کمندی است در گردنش", "به لطفی که دیده‌ست پیل دمان\t\tنیارد همی حمله بر پیلبان", "بدان را نوازش کن ای نیکمرد\t\tکه سگ پاس دارد چو نان تو خورد", "بر آن مرد کند است دندان یوز\t\tکه مالد زبان بر پنیرش دو روز"]}, {"sec-name": "بخش ۱۷ - حکایت درویش با روباه", "sec-poems": ["یکی روبهی دید بی دست و پای\t\tفرو ماند در لطف و صنع خدای", "که چون زندگانی به سر می‌برد؟\t\tبدین دست و پای از کجا می‌خورد؟", "در این بود درویش شوریده رنگ\t\tکه شیری در آمد شغالی به چنگ", "شغال نگون بخت را شیر خورد\t\tبماند آنچه روباه از آن سیر خورد", "دگر روز باز اتفاق اوفتاد\t\tکه روزی رسان قوت روزش بداد", "یقین، مرد را دیده بیننده کرد\t\tشد و تکیه بر آفریننده کرد", "کز این پس به کنجی نشینم چو مور\t\tکه روزی نخوردند پیلان به زور", "زنخدان فرو برد چندی به جیب\t\tکه بخشنده روزی فرستد ز غیب", "نه بیگانه تیمار خوردش نه دوست\t\tچو چنگش رگ و استخوان ماند و پوست", "چو صبرش نماند از ضعیفی و هوش\t\tز دیوار محرابش آمد به گوش", "برو شیر درنده باش، ای دغل\t\tمینداز خود را چو روباه شل", "چنان سعی کن کز تو ماند چو شیر\t\tچه باشی چو روبه به وامانده سیر؟", "چو شیر آن که را گردنی فربه است\t\tگر افتد چو روبه، سگ از وی به است", "به چنگ آر و با دیگران نوش کن\t\tنه بر فضلهٔ دیگران گوش کن", "بخور تا توانی به بازوی خویش\t\tکه سعیت بود در ترازوی خویش", "چو مردان ببر رنج و راحت رسان\t\tمخنث خورد دسترنج کسان", "بگیر ای جوان دست درویش پیر\t\tنه خود را بیفکن که دستم بگیر", "خدا را بر آن بنده بخشایش است\t\tکه خلق از وجودش در آسایش است", "کرم ورزد آن سر که مغزی در اوست\t\tکه دون همتانند بی مغز و پوست", "کسی نیک بیند به هر دو سرای\t\tکه نیکی رساند به خلق خدای"]}, {"sec-name": "بخش ۱۸ - حکایت", "sec-poems": ["شنیدم که مردی است پاکیزه بوم\t\tشناسا و رهرو در اقصای روم", "من و چند سیاح صحرانورد\t\tبرفتیم قاصد به دیدار مرد", "سر و چشم هر یک ببوسید و دست\t\tبه تمکین و عزت نشاند و نشست", "زرش دیدم و زرع و شاگرد و رخت\t\tولی بی مروت چو بی بر درخت", "به لطف و سخن گرم رو مرد بود\t\tولی دیگدانش عجب سرد بود", "همه شب نبودش قرار و هجوع\t\tز تسبیح و تهلیل و ما را ز جوع", "سحرگه میان بست و در باز کرد\t\tهمان لطف و پرسیدن آغاز کرد", "یکی بد که شیرین و خوش طبع بود\t\tکه با ما مسافر در آن ربع بود", "مرا بوسه گفتا به تصحیف ده\t\tکه درویش را توشه از بوسه به", "به خدمت منه دست بر کفش من\t\tمرا نان ده و کفش بر سر بزن", "به ایثار مردان سبق برده‌اند\t\tنه شب زنده داران دل مرده‌اند", "همین دیدم از پاسبان تتار\t\tدل مرده و چشم شب زنده‌دار", "کرامت جوانمردی و نان دهی است\t\tمقالات بیهوده طبل تهی است", "قیامت کسی بینی اندر بهشت\t\tکه معنی طلب کرد و دعوی بهشت", "به معنی توان کرد دعوی درست\t\tدم بی قدم تکیه گاهی است سست"]}, {"sec-name": "بخش ۱۹ - حکایت حاتم طائی و صفت جوانمردی او", "sec-poems": ["شنیدم در ایام حاتم که بود\t\tبه خیل اندرش بادپایی چو دود", "صبا سرعتی، رعد بانگ ادهمی\t\tکه بر برق پیشی گرفتی همی", "به تک ژاله می‌ریخت بر کوه و دشت\t\tتو گفتی مگر ابر نیسان گذشت", "یکی سیل رفتار هامون نورد\t\tکه باد از پیش باز ماندی چو گرد", "ز اوصاف حاتم به هر مرز و بوم\t\tبگفتند برخی به سلطان روم", "که همتای او در کرم مرد نیست\t\tچو اسبش به جولان و ناورد نیست", "بیابان نوردی چو کشتی بر آب\t\tکه بالای سیرش نپرد عقاب", "به دستور دانا چنین گفت شاه\t\tکه دعوی خجالت بود بی گواه", "من از حاتم آن اسب تازی نژاد\t\tبخواهم، گر او مکرمت کرد و داد", "بدانم که در وی شکوه مهی است\t\tوگر رد کند بانگ طبل تهی است", "رسولی هنرمند عالم به طی\t\tروان کرد و ده مرد همراه وی", "زمین مرده و ابر گریان بر او\t\tصبا کرده بار دگر جان در او", "به منزلگه حاتم آمد فرود\t\tبر آسود چون تشنه بر زنده رود", "سماطی بیفکند و اسبی بکشت\t\tبه دامن شکر دادشان زر به مشت", "شب آن جا ببودند و روز دگر\t\tبگفت آنچه دانست صاحب خبر", "همی گفت حاتم پریشان چو مست\t\tبه دندان ز حسرت همی کند دست", "که ای بهره ور موبد نیک نام\t\tچرا پیش از اینم نگفتی پیام؟", "من آن باد رفتار دلدل شتاب\t\tز بهر شما دوش کردم کباب", "که دانستم از هول باران و سیل\t\tنشاید شدن در چراگاه خیل", "به نوعی دگر روی و راهم نبود\t\tجز او بر در بارگاهم نبود", "مروت ندیدم در آیین خویش\t\tکه مهمان بخسبد دل از فاقه ریش", "مرا نام باید در اقلیم فاش\t\tدگر مرکب نامور گو مباش", "کسان را درم داد و تشریف و اسب\t\tطبیعی است اخلاق نیکو نه کسب", "خبر شد به روم از جوانمرد طی\t\tهزار آفرین گفت بر طبع وی", "ز حاتم بدین نکته راضی مشو\t\tاز این خوب تر ماجرایی شنو"]}, {"sec-name": "بخش ۲۰ - حکایت در آزمودن پادشاه یمن حاتم را به آزادمردی", "sec-poems": ["ندانم که گفت این حکایت به من\t\tکه بوده‌ست فرماندهی در یمن", "ز نام آوران گوی دولت ربود\t\tکه در گنج بخشی نظیرش نبود", "توان گفت او را سحاب کرم\t\tکه دستش چو باران فشاندی درم", "کسی نام حاتم نبردی برش\t\tکه سودا نرفتی از او بر سرش", "که چند از مقالات آن بادسنج\t\tکه نه ملک دارد نه فرمان نه گنج", "شنیدم که جشنی ملوکانه ساخت\t\tچو چنگ اندر آن بزم خلقی نواخت", "در ذکر حاتم کسی باز کرد\t\tدگر کس ثنا گفتن آغاز کرد", "حسد مرد را بر سر کینه داشت\t\tیکی را به خون خوردنش بر گماشت", "که تا هست حاتم در ایام من\t\tنخواهد به نیکی شدن نام من", "بلا جوی راه بنی طی گرفت\t\tبه کشتن جوانمرد را پی گرفت", "جوانی به ره پیشباز آمدش\t\tکز او بوی انسی فراز آمدش", "نکو روی و دانا و شیرین زبان\t\tبر خویش برد آن شبش میهمان", "کرم کرد و غم خورد و پوزش نمود\t\tبد اندیش را دل به نیکی ربود", "نهادش سحر بوسه بر دست و پای\t\tکه نزدیک ما چند روزی بپای", "بگفتا نیارم شد اینجا مقیم\t\tکه در پیش دارم مهمی عظیم", "بگفت ار نهی با من اندر میان\t\tچو یاران یکدل بکوشم به جان", "به من دار گفت، ای جوانمرد، گوش\t\tکه دانم جوانمرد را پرده پوش", "در این بوم حاتم شناسی مگر\t\tکه فرخنده رای است و نیکو سیر؟", "سرش پادشاه یمن خواسته‌ست\t\tندانم چه کین در میان خاسته‌ست!", "گرم ره نمایی بدان جا که اوست\t\tهمین چشم دارم ز لطف تو دوست", "بخندید برنا که حاتم منم\t\tسر اینک جدا کن به تیغ از تنم", "نباید که چون صبح گردد سفید\t\tگزندت رسد یا شوی ناامید", "چو حاتم به آزادگی سر نهاد\t\tجوان را برآمد خروش از نهاد", "به خاک اندر افتاد و بر پای جست\t\tگهش خاک بوسید و گه پای و دست", "بینداخت شمشیر و ترکش نهاد\t\tچو بیچارگان دست بر کش نهاد", "که من گر گلی بر وجودت زنم\t\tبه نزدیک مردان نه مردم، زنم", "دو چشمش ببوسید و در بر گرفت\t\tوز آنجا طریق یمن بر گرفت", "ملک در میان دو ابروی مرد\t\tبدانست حالی که کاری نکرد", "بگفتا بیا تا چه داری خبر\t\tچرا سر نبستی به فتراک بر؟", "مگر بر تو نام‌آوری حمله کرد\t\tنیاوردی از ضعف تاب نبرد؟", "جوانمرد شاطر زمین بوسه داد\t\tملک را ثنا گفت و تمکین نهاد", "که دریافتم حاتم نامجوی\t\tهنرمند و خوش منظر و خوبروی", "جوانمرد و صاحب خرد دیدمش\t\tبه مردانگی فوق خود دیدمش", "مرا بار لطفش دو تا کرد پشت\t\tبه شمشیر احسان و فضلم بکشت", "بگفت آنچه دید از کرمهای وی\t\tشهنشه ثنا گفت بر آل طی", "فرستاده را داد مهری درم\t\tکه مهر است بر نام حاتم کرم", "مر او را سزد گر گواهی دهند\t\tکه معنی و آوازه‌اش همرهند"]}, {"sec-name": "بخش ۲۱ - حکایت دختر حاتم در روزگار پیغمبر(ص)", "sec-poems": ["شنیدم که طی در زمان رسول\t\tنکردند منشور ایمان قبول", "فرستاد لشکر بشیر نذیر\t\tگرفتند از ایشان گروهی اسیر", "بفرمود کشتن به شمشیر کین\t\tکه ناپاک بودند و ناپاک دین", "زنی گفت من دختر حاتمم\t\tبخواهید از این نامور حاکمم", "کرم کن به جای من ای محترم\t\tکه مولای من بود از اهل کرم", "به فرمان پیغمبر نیک رای\t\tگشادند زنجیرش از دست و پای", "در آن قوم باقی نهادند تیغ\t\tکه رانند سیلاب خون بی دریغ", "به زاری به شمشیر زن گفت زن\t\tمرا نیز با جمله گردن بزن", "مروت نبینم رهایی ز بند\t\tبه تنها و یارانم اندر کمند", "همی گفت و گریان بر احوال طی\t\tبه سمع رسول آمد آواز وی", "ببخشود آن قوم و دیگر عطا\t\tکه هرگز نکرد اصل و گوهر خطا"]}, {"sec-name": "بخش ۲۲ - حکایت حاتم طائی", "sec-poems": ["ز بنگاه حاتم یکی پیرمرد\t\tطلب ده درم سنگ فانید کرد", "ز راوی چنان یاد دارم خبر\t\tکه پیشش فرستاد تنگی شکر", "زن از خیمه گفت این چه تدبیر بود؟\t\tهمان ده درم حاجت پیر بود", "شنید این سخن نامبردار طی\t\tبخندید و گفت ای دلارام حی", "گر او در خور حاجت خویش خواست\t\tجوانمردی آل حاتم کجاست؟", "چو حاتم به آزادمردی دگر\t\tز دوران گیتی نیامد مگر", "ابوبکر سعد آن که دست نوال\t\tنهد همتش بر دهان سؤال", "رعیت پناها دلت شاد باد\t\tبه سعیت مسلمانی آباد باد", "سرافرازد این خاک فرخنده بوم\t\tز عدلت بر اقلیم یونان و روم", "چو حاتم، اگر نیستی کام وی\t\tنبردی کس اندر جهان نام طی", "ثنا ماند از آن نامور در کتاب\t\tتو را هم ثنا ماند و هم ثواب", "که حاتم بدان نام و آوازه خواست\t\tتو را سعی و جهد از برای خداست", "تکلف بر مرد درویش نیست\t\tوصیت همین یک سخن بیش نیست", "که چندان که جهدت بود خیر کن\t\tز تو خیر ماند ز سعدی سخن"]}, {"sec-name": "بخش ۲۳ - حکایت", "sec-poems": ["یکی را خری در گل افتاده بود\t\tز سوداش خون در دل افتاده بود", "بیابان و باران و سرما و سیل\t\tفرو هشته ظلمت بر آفاق ذیل", "همه شب در این غصه تا بامداد\t\tسقط گفت و نفرین و دشنام داد", "نه دشمن برست از زبانش نه دوست\t\tنه سلطان که این بوم و بر زآن اوست", "قضا را خداوند آن پهن دشت\t\tدر آن حال منکر بر او بر گذشت", "شنید این سخنهای دور از صواب\t\tنه صبر شنیدن، نه روی جواب", "ملک شرمگین در حشم بنگریست\t\tکه سودای این بر من از بهر چیست؟", "یکی گفت شاها به تیغش بزن\t\tکه نگذاشت کس را نه دختر نه زن", "نگه کرد سلطان عالی محل\t\tخودش در بلا دید و خر در وحل", "ببخشود بر حال مسکین مرد\t\tفرو خورد خشم سخنهای سرد", "زرش داد و اسب و قبا پوستین\t\tچه نیکو بود مهر در وقت کین", "یکی گفتش ای پیر بی عقل و هوش\t\tعجب رستی از قتل، گفتا خموش", "اگر من بنالیدم از درد خویش\t\tوی انعام فرمود در خورد خویش", "بدی را بدی سهل باشد جزا\t\tاگر مردی أَحسِن إلی مَن أساء"]}, {"sec-name": "بخش ۲۴ - حکایت", "sec-poems": ["شنیدم که مغروری از کبر مست\t\tدر خانه بر روی سائل ببست", "به کنجی فرو ماند و بنشست مرد\t\tجگر گرم و آه از تف سینه سرد", "شنیدش یکی مرد پوشیده چشم\t\tبپرسیدش از موجب کین و خشم", "فرو گفت و بگریست بر خاک کوی\t\tجفایی کز آن شخصش آمد به روی", "بگفت ای فلان ترک آزار کن\t\tیک امشب به نزد من افطار کن", "به خلق و فریبش گریبان کشید\t\tبه خانه در آوردش و خوان کشید", "بر آسود درویش روشن نهاد\t\tبگفت ایزدت روشنایی دهاد", "شب از نرگسش قطره چندی چکید\t\tسحر دیده بر کرد و دنیا بدید", "حکایت به شهر اندر افتاد و جوش\t\tکه آن بی بصر دیده بر کرد دوش", "شنید این سخن خواجه سنگدل\t\tکه برگشت درویش از او تنگدل", "بگفتا حکایت کن ای نیکبخت\t\tکه چون سهل شد بر تو این کار سخت؟", "که بر کردت این شمع گیتی فروز؟\t\tبگفت ای ستمکار آشفته روز", "تو کوته نظر بودی و سست رای\t\tکه مشغول گشتی به جغد از همای", "به روی من این در کسی کرد باز\t\tکه کردی تو بر روی وی در، فراز", "اگر بوسه بر خاک مردان زنی\t\tبه مردی که پیش آیدت روشنی", "کسانی که پوشیده چشم دلند\t\tهمانا کز این توتیا غافلند", "چو برگشته دولت ملامت شنید\t\tسر انگشت حیرت به دندان گزید", "که شهباز من صید دام تو شد\t\tمرا بود دولت به نام تو شد", "کسی چون به دست آورد جره باز\t\tفرو برده چون موش دندان آز؟", "الا گر طلبکار اهل دلی\t\tز خدمت مکن یک زمان غافلی", "خورش ده به گنجشک و کبک و حمام\t\tکه یک روزت افتد همایی به دام", "چو هر گوشه تیر نیاز افکنی\t\tامید است ناگه که صیدی زنی", "دری هم بر آید ز چندین صدف\t\tز صد چوبه آید یکی بر هدف"]}, {"sec-name": "بخش ۲۵ - حکایت", "sec-poems": ["یکی را پسر گم شد از راحله\t\tشبانگه بگردید در قافله", "ز هر خیمه پرسید و هر سو شتافت\t\tبه تاریکی آن روشنایی نیافت", "چو آمد بر مردم کاروان\t\tشنیدم که می‌گفت با ساروان", "ندانی که چون راه بردم به دوست!\t\tهر آن کس که پیش آمدم گفتم اوست", "از آن اهل دل در پی هر کسند\t\tکه باشد که روزی به مردی رسند", "برند از برای دلی بارها\t\tخورند از برای گلی خارها"]}, {"sec-name": "بخش ۲۶ - حکایت", "sec-poems": ["ز تاج ملکزاده‌ای در مناخ\t\tشبی لعلی افتاد در سنگلاخ", "پدر گفتش اندر شب تیره رنگ\t\tچه دانی که گوهر کدام است و سنگ؟", "همه سنگها پاس دار ای پسر\t\tکه لعل از میانش نباشد به در", "در اوباش، پاکان شوریده رنگ\t\tهمان جای تاریک و لعلند و سنگ", "چو پاکیزه نفسان و صاحبدلان\t\tبر آمیختستند با جاهلان", "به رغبت بکش بار هر جاهلی\t\tکه افتی به سر وقت صاحبدلی", "کسی را که با دوستی سرخوش است\t\tنبینی که چون بار دشمن کش است؟", "بدرد چو گل جامه از دست خار\t\tکه خون در دل افتاده خندد چو نار", "غم جمله خور در هوای یکی\t\tمراعات صد کن برای یکی", "گرت خاکپایان شوریده سر\t\tحقیر و فقیر آید اندر نظر", "به مردی کز ایشان به در نیست آن\t\tبه خدمت کمر بندشان بر میان", "تو هرگز مبینشان به چشم پسند\t\tکه ایشان پسندیده حق بسند", "کسی را که نزدیک ظنت بد اوست\t\tچه دانی که صاحب ولایت خود اوست؟", "در معرفت بر کسانی است باز\t\tکه درهاست بر روی ایشان فراز", "بسا تلخ عیشان تلخی چشان\t\tکه آیند در حله دامن کشان", "ببوسی گرت عقل و تدبیر هست\t\tملکزاده را در نواخانه دست", "که روزی برون آید از شهربند\t\tبلندیت بخشد چو گردد بلند", "مسوزان درخت گل اندر خریف\t\tکه در نوبهارت نماید ظریف"]}, {"sec-name": "بخش ۲۷ - حکایت پدر بخیل و پسر لاابالی", "sec-poems": ["یکی زهرهٔ خرج کردن نداشت\t\tزرش بود و یارای خوردن نداشت", "نه خوردی، که خاطر بر آسایدش\t\tنه دادی، که فردا بکار آیدش", "شب و روز در بند زر بود و سیم\t\tزر و سیم در بند مرد لئیم", "بدانست روزی پسر در کمین\t\tکه ممسک کجا کرد زر در زمین", "ز خاکش بر آورد و بر باد داد\t\tشنیدم که سنگی در آن جا نهاد", "جوانمرد را زر بقایی نکرد\t\tبه یک دستش آمد، به دیگر بخورد", "کز این کم زنی بود ناپاکرو\t\tکلاهش به بازار و میزر گرو", "نهاده پدر چنگ در نای خویش\t\tپسر چنگی و نایی آورده پیش", "پدر زار و گریان همه شب نخفت\t\tپسر بامدادان بخندید و گفت", "زر از بهر خوردن بود ای پدر\t\tز بهر نهادن چه سنگ و چه زر", "زر از سنگ خارا برون آورند\t\tکه با دوستان و عزیزان خورند", "زر اندر کف مرد دنیاپرست\t\tهنوز ای برادر به سنگ اندرست", "چو در زندگانی بدی با عیال\t\tگرت مرگ خواهند، از ایشان منال", "چو خشم آری آن گه خورند از تو سیر\t\tکه از بام پنجه گز افتی به زیر", "بخیل توانگر به دینار و سیم\t\tطلسمی است بالای گنجی مقیم", "از آن سالها می‌بماند زرش\t\tکه لرزد طلسمی چنین بر سرش", "به سنگ اجل ناگهش بشکنند\t\tبه اسودگی گنج قسمت کنند", "پس از بردن و گرد کردن چو مور\t\tبخور پیش از آن که‌ت خورد کرم گور", "سخنهای سعدی مثال است و پند\t\tبه کار آیدت گر شوی کار بند", "دریغ است از این روی برتافتن\t\tکز این روی دولت توان یافتن"]}, {"sec-name": "بخش ۲۸ - حکایت", "sec-poems": ["جوانی به دانگی کرم کرده بود\t\tتمنای پیری بر آورده بود", "به جرمی گرفت آسمان ناگهش\t\tفرستاد سلطان به کشتنگهش", "تکاپوی ترکان و غوغای عام\t\tتماشاکنان بر در و کوی و بام", "چو دید اندر آشوب، درویش پیر\t\tجوان را به دست خلایق اسیر", "دلش بر جوانمرد مسکین بخست\t\tکه باری دل آورده بودش به دست", "برآورد زاری که سلطان بمرد\t\tجهان ماند و خوی پسندیده برد", "به هم بر همی‌سود دست دریغ\t\tشنیدند ترکان آهخته تیغ", "به فریاد از ایشان بر آمد خروش\t\tتپانچه زنان بر سر و روی و دوش", "پیاده به سر تا در بارگاه\t\tدویدند و بر تخت دیدند شاه", "جوان از میان رفت و بردند پیر\t\tبه گردن بر تخت سلطان اسیر", "به ولش بپرسید و هیبت نمود\t\tکه مرگ منت خواستن بر چه بود؟", "چو نیک است خوی من و راستی\t\tبد مردم آخر چرا خواستی؟", "برآورد پیر دلاور زبان\t\tکه ای حلقه در گوش حکمت جهان", "به قول دروغی که سلطان بمرد\t\tنمردی و بیچاره‌ای جان ببرد", "ملک زین حکایت چنان بر شکفت\t\tکه چیزش ببخشید و چیزی نگفت", "وز این جانب افتان و خیزان جوان\t\tهمی رفت بیچاره هر سو دوان", "یکی گفتش از چار سوی قصاص\t\tچه کردی که آمد به جانت خلاص؟", "به گوشش فرو گفت کای هوشمند\t\tبه جانی و دانگی رهیدم ز بند", "یکی تخم در خاک از آن می‌نهد\t\tکه روز فرو ماندگی بر دهد", "جوی باز دارد بلایی درشت\t\tعصایی شنیدی که عوجی بکشت", "حدیث درست آخر از مصطفاست\t\tکه بخشایش و خیر دفع بلاست", "عدو را نبینی در این بقعه پای\t\tکه بوبکر سعد است کشور خدای", "بگیر ای جهانی به روی تو شاد\t\tجهانی، که شادی به روی تو باد", "کس از کس به دور تو باری نبرد\t\tگلی در چمن جور خاری نبرد", "تویی سایهٔ لطف حق بر زمین\t\tپیمبر صفت رحمة ‌العالمین", "تو را قدر اگر کس نداند چه غم؟\t\tشب قدر را می‌ندانند هم"]}, {"sec-name": "بخش ۲۹ - حکایت در معنی ثمرات نکوکاری در آخرت", "sec-poems": ["کسی دید صحرای محشر به خواب\t\tمس تفته روی زمین ز آفتاب", "همی بر فلک شد ز مردم خروش\t\tدماغ از تبش می‌برآمد به جوش", "یکی شخص از این جمله در سایه‌ای\t\tبه گردن بر از خلد پیرایه‌ای", "بپرسید کای مجلس آرای مرد\t\tکه بود اندر این مجلست پایمرد؟", "رزی داشتم بر در خانه، گفت\t\tبه سایه درش نیکمردی بخفت", "در این وقت نومیدی آن مرد راست\t\tگناهم ز دادار داور بخواست", "که یارب بر این بنده بخشایشی\t\tکز او دیده‌ام وقتی آسایشی", "چه گفتم چو حل کردم این راز را؟\t\tبشارت خداوند شیراز را", "که جمهور در سایهٔ همتش\t\tمقیمند و بر سفرهٔ نعمتش", "درختی است مرد کرم، باردار\t\tوز او بگذری هیزم کوهسار", "حطب را اگر تیشه بر پی زنند\t\tدرخت برومند را کی زنند؟", "بسی پای دار، ای درخت هنر\t\tکه هم میوه‌داری و هم سایه‌ور", "بگفتیم در باب احسان بسی\t\tولیکن نه شرط است با هر کسی", "بخور مردم آزار را خون و مال\t\tکه از مرغ بد کنده به پر و بال", "یکی را که با خواجهٔ توست جنگ\t\tبه دستش چرا می‌دهی چوب و سنگ؟", "بر انداز بیخی که خار آورد\t\tدرختی بپرور که بار آورد", "کسی را بده پایهٔ مهتران\t\tکه بر کهتران سر ندارد گران", "مبخشای بر هر کجا ظالمی است\t\tکه رحمت بر او جور بر عالمی است", "جهان‌سوز را کشته بهتر چراغ\t\tیکی به در آتش که خلقی به داغ", "هر آن کس که بر دزد رحمت کند\t\tبه بازوی خود کاروان می‌زند", "جفاپیشگان را بده سر بباد\t\tستم بر ستم پیشه عدل است و داد"]}, {"sec-name": "بخش ۳۰ - حکایت", "sec-poems": ["شنیدم که مردی غم خانه خورد\t\tکه زنبور بر سقف او لانه کرد", "زنش گفت از اینان چه خواهی؟ مکن\t\tکه مسکین پریشان شوند از وطن", "بشد مرد نادان پس کار خویش\t\tگرفتند یک روز زن را به نیش", "زن بی خرد بر در و بام و کوی\t\tهمی کرد فریاد و می‌گفت شوی:", "مکن روی بر مردم ای زن ترش\t\tتو گفتی که زنبور مسکین مکش", "کسی با بدان نیکویی چون کند؟\t\tبدان را تحمل، بد افزون کند", "چو اندر سری بینی آزار خلق\t\tبه شمشیر تیزش بیازار حلق", "سگ آخر که باشد که خوانش نهند؟\t\tبفرمای تا استخوانش دهند", "چه نیکو زده‌ست این مثل پیر ده\t\tستور لگدزن گران بار به", "اگر نیکمردی نماید عسس\t\tنیارد به شب خفتن از دزد، کس", "نی نیزه در حلقهٔ کارزار\t\tبقیمت تر از نیشکر صد هزار", "نه هر کس سزاوار باشد به مال\t\tیکی مال خواهد، یکی گوشمال", "چو گربه نوازی کبوتر برد\t\tچو فربه کنی گرگ، یوسف درد", "بنایی که محکم ندارد اساس\t\tبلندش مکن ور کنی زو هراس", "چه خوش گفت بهرام صحرانشین\t\tچو یکران توسن زدش بر زمین", "دگر اسبی از گله باید گرفت\t\tکه گر سر کشد باز شاید گرفت", "ببند ای پسر دجله در آب کاست\t\tکه سودی ندارد چو سیلاب خاست", "چو گرگ خبیث آمدت در کمند\t\tبکش ور نه دل بر کن از گوسفند", "از ابلیس هرگز نیاید سجود\t\tنه از بد گهر نیکویی در وجود", "بد اندیش را جاه و فرصت مده\t\tعدو در چه و دیو در شیشه به", "مگو شاید این مار کشتن به چوب\t\tچو سر زیر سنگ تو دارد بکوب", "قلم زن که بد کرد با زیردست\t\tقلم بهتر او را به شمشیر دست", "مدبر که قانون بد می‌نهد\t\tتو را می‌برد تا به دوزخ دهد", "مگو ملک را این مدبر بس است\t\tمدبر مخوانش که مدبر کس است", "سعید آورد قول سعدی به جای\t\tکه ترتیب ملک است و تدبیر رای"]}]}, {"bab-name": "باب سوم در عشق و مستی و شور", "bab-url": "/saadi/boostan/bab3", "bab-sections": [{"sec-name": "بخش ۱ - سرآغاز", "sec-poems": ["خوشا وقت شوریدگان غمش\t\tاگر زخم بینند و گر مرهمش", "گدایانی از پادشاهی نفور\t\tبه امیدش اندر گدایی صبور", "دمادم شراب الم در کشند\t\tوگر تلخ بینند دم در کشند", "بلای خمار است در عیش مل\t\tسلحدار خار است با شاه گل", "نه تلخ است صبری که بر یاد اوست\t\tکه تلخی شکر باشد از دست دوست", "ملامت کشانند مستان یار\t\tسبک تر برد اشتر مست بار", "اسیرش نخواهد رهایی ز بند\t\tشکارش نجوید خلاص از کمند", "سلاطین عزلت، گدایان حی\t\tمنازل شناسان گم کرده پی", "به سر وقتشان خلق ره کی برند\t\tکه چون آب حیوان به ظلمت درند", "چو بیت‌المقدس درون پر قباب\t\tرها کرده دیوار بیرون خراب", "چو پروانه آتش به خود در زنند\t\tنه چون کرم پیله به خود برتنند", "دلارام در بر، دلارام جوی\t\tلب از تشنگی خشک، بر طرف جوی", "نگویم که بر آب قادر نیند\t\tکه بر شاطی نیل مستسقیند"]}, {"sec-name": "بخش ۲ - تقریر عشق مجازی و قوت آن", "sec-poems": ["تو را عشقِ همچون خودی ز آب و گل\t\tرباید همی صبر و آرام دل", "به بیداریش فتنه بر خَد و خال\t\tبه خواب اندرش پای بند خیال", "به صدقش چنان سر نهی در قدم\t\tکه بینی جهان با وجودش عدم", "چو در چشم شاهد نیاید زرت\t\tزر و خاک یکسان نماید برت", "دگر با کست بر نیاید نفس\t\tکه با او نماند دگر، جایِ کس", "تو گویی به چشم اندرش منزل است\t\tوگر دیده بر هم نهی، در دل است", "نه اندیشه از کس که رسوا شوی\t\tنه قوت که یک دم شکیبا شوی", "گرت جان بخواهد، به لب بر نهی\t\tورت تیغ بر سر نهد، سر نهی"]}, {"sec-name": "بخش ۳ - در محبت روحانی", "sec-poems": ["چو عشقی که بنیاد آن بر هواست\t\tچنین فتنه‌انگیز و فرمانرواست،", "عجب داری از سالکان طریق\t\tکه باشند در بحر معنی غریق؟", "به سودای جانان به جان مشتغل\t\tبه ذکر حبیب از جهان مشتغل", "به یاد حق از خلق بگریخته\t\tچنان مست ساقی که می ریخته", "نشاید به دارو دوا کردشان\t\tکه کس مطلع نیست بر دردشان", "الست از ازل همچنانشان به گوش\t\tبه فریاد قالوا بلی در خروش", "گروهی عمل دار عزلت نشین\t\tقدمهای خاکی، دم آتشین", "به یک نعره کوهی ز جا بر کنند\t\tبه یک ناله شهری به هم بر زنند", "چو بادند پنهان و چالاک پوی\t\tچو سنگند خاموش و تسبیح گوی", "سحرها بگریند چندان که آب\t\tفرو شوید از دیده‌شان کحل خواب", "فرس کشته از بس که شب رانده‌اند\t\tسحرگه خروشان که وامانده‌اند", "شب و روز در بحر سودا و سوز\t\tندانند ز آشفتگی شب ز روز", "چنان فتنه بر حسن صورت‌نگار\t\tکه با حسن صورت ندارند کار", "ندادند صاحبدلان دل به پوست\t\tوگر ابلهی داد، بی‌مغز اوست", "می صرف وحدت کسی نوش کرد\t\tکه دنیا و عقبی فراموش کرد"]}, {"sec-name": "بخش ۴ - حکایت در معنی تحمل محب صادق", "sec-poems": ["شنیدم که وقتی گدازاده‌ای\t\tنظر داشت با پادشازاده‌ای", "همی‌رفت و می‌پخت سودای خام\t\tخیالش فرو برده دندان به کام", "ز میدانش خالی نبودی چو میل\t\tهمه وقت پهلوی اسبش چو پیل", "دلش خون شد و راز در دل بماند\t\tولی پایش از گریه در گل بماند", "رقیبان خبر یافتندش ز درد\t\tدگرباره گفتندش اینجا مگرد", "دمی رفت و یاد آمدش روی دوست\t\tدگر خیمه زد بر سر کوی دوست", "غلامی شکستش سر و دست و پای\t\tکه باری نگفتیمت ایدر مپای", "دگر رفت و صبر و قرارش نبود\t\tشکیبایی از روی یارش نبود", "مگس وارش از پیش شکر به جور\t\tبراندندی و بازگشتی بفور", "کسی گفتش ای شوخ دیوانه رنگ\t\tعجب صبر داری تو بر چوب و سنگ!", "بگفت این جفا بر من از دست اوست\t\tنه شرطیست نالیدن از دست دوست", "من اینک دم دوستی می‌زنم\t\tگر او دوست دارد وگر دشمنم", "ز من صبر بی او توقع مدار\t\tکه با او هم امکان ندارد قرار", "نه نیروی صبرم نه جای ستیز\t\tنه امکان بودن نه پای گریز", "مگو زین در بارگه سر بتاب\t\tوگر سر چو میخم نهد در طناب", "نه پروانه جان داده در پای دوست\t\tبه از زنده در کنج تاریک اوست؟", "بگفت ار خوری زخم چوگان اوی؟\t\tبگفتا به پایش در افتم چو گوی", "بگفتا سرت گر ببرد به تیغ؟\t\tبگفت این قدر نبود از وی دریغ", "مرا خود ز سر نیست چندان خبر\t\tکه تاج است بر تارکم یا تبر", "مکن با من ناشکیبا عتیب\t\tکه در عشق صورت نبندد شکیب", "چو یعقوبم ار دیده گردد سپید\t\tنبرم ز دیدار یوسف امید", "یکی را که سر خوش بود با یکی\t\tنیازارد از وی به هر اندکی", "رکابش ببوسید روزی جوان\t\tبرآشفت و برتافت از وی عنان", "بخندید و گفتا عنان برمپیچ\t\tکه سلطان عنان برنپیچد ز هیچ", "مرا با وجود تو هستی نماند\t\tبه یاد توام خودپرستی نماند", "گرم جرم بینی مکن عیب من\t\tتویی سر بر آورده از جیب من", "بدان زهره دستت زدم در رکاب\t\tکه خود را نیاوردم اندر حساب", "کشیدم قلم در سر نام خویش\t\tنهادم قدم بر سر کام خویش", "مرا خود کشد تیر آن چشم مست\t\tچه حاجت که آری به شمشیر دست؟", "تو آتش به نی در زن و در گذر\t\tکه نه خشک در بیشه ماند نه تر"]}, {"sec-name": "بخش ۵ - حکایت در معنی اهل محبت", "sec-poems": ["شنیدم که بر لحن خنیاگری\t\tبه رقص اندر آمد پری پیکری", "ز دلهای شوریده پیرامنش\t\tگرفت آتش شمع در دامنش", "پراکنده خاطر شد و خشمناک\t\tیکی گفتش از دوستداران، چه باک؟", "تو را آتش ای دوست دامن بسوخت\t\tمرا خود به یک بار خرمن بسوخت", "اگر یاری از خویشتن دم مزن\t\tکه شرک است با یار و با خویشتن", "چنین دارم از پیر داننده یاد\t\tکه شوریده‌ای سر به صحرا نهاد", "پدر در فراقش نخورد و نخفت\t\tپسر را ملامت بکردند و گفت", "از انگه که یارم کس خویش خواند\t\tدگر با کسم آشنایی نماند", "به حقش که تا حق جمالم نمود\t\tدگر هر چه دیدم خیالم نمود", "نشد گم که روی از خلایق بتافت\t\tکه گم کرده خویش را باز یافت", "پراکندگانند زیر فلک\t\tکه هم دد توان خواندشان هم ملک", "ز یاد ملک چون ملک نارمند\t\tشب و روز چون دد ز مردم رمند", "قوی بازوانند کوتاه دست\t\tخردمند شیدا و هشیار مست", "گه آسوده در گوشه‌ای خرقه دوز\t\tگه آشفته در مجلسی خرقه سوز", "نه سودای خودشان، نه پروای کس\t\tنه در کنج توحیدشان جای کس", "پریشیده عقل و پراکنده هوش\t\tز قول نصیحتگر آکنده گوش", "به دریا نخواهد شدن بط غریق\t\tسمندر چه داند عذاب حریق؟", "تهیدست مردان پر حوصله\t\tبیابان نوردان پی قافله", "عزیزان پوشیده از چشم خلق\t\tنه زنار داران پوشیده دلق", "ندارند چشم از خلایق پسند\t\tکه ایشان پسندیده حق بسند", "پر از میوه و سایه‌ور چون رزند\t\tنه چون ما سیه‌کار و ازرق رزند", "به خود سر فرو برده همچون صدف\t\tنه مانند دریا بر آورده کف", "نه مردم همین استخوانند و پوست\t\tنه هر صورتی جان معنی در اوست", "نه سلطان خریدار هر بنده‌ای است\t\tنه در زیر هر ژنده‌ای زنده‌ای است", "اگر ژاله هر قطره‌ای در شدی\t\tچو خرمهره بازار از او پر شدی", "چو غازی به خود بر نبندند پای\t\tکه محکم رود پای چوبین ز جای", "حریفان خلوت سرای الست\t\tبه یک جرعه تا نفخهٔ صور مست", "به تیغ از غرض بر نگیرند چنگ\t\tکه پرهیز و عشق آبگینه‌ست و سنگ"]}, {"sec-name": "بخش ۶ - حکایت در معنی غلبه وجد و سلطنت عشق", "sec-poems": ["یکی شاهدی در سمرقند داشت\t\tکه گفتی به جای سمر قند داشت", "جمالی گرو برده از آفتاب\t\tز شوخیش بنیاد تقوی خراب", "تعالی الله از حسن تا غایتی\t\tکه پنداری از رحمت است آیتی", "همی رفتی و دیده‌ها در پیش\t\tدل دوستان کرده جان برخیش", "نظر کردی این دوست در وی نهفت\t\tنگه کرد باری به تندی و گفت", "که ای خیره سر چند پویی پیم\t\tندانی که من مرغ دامت نیم؟", "گرت بار دیگر ببینم به تیغ\t\tچو دشمن ببرم سرت بی دریغ", "کسی گفتش اکنون سر خویش گیر\t\tاز این سهل تر مطلبی پیش گیر", "نپندارم این کام حاصل کنی\t\tمبادا که جان در سر دل کنی", "چو مفتون صادق ملامت شنید\t\tبدرد از درون ناله‌ای برکشید", "که بگذار تا زخم تیغ هلاک\t\tبغلطاندم لاشه در خون و خاک", "مگر پیش دشمن بگویند و دوست\t\tکه این کشته دست و شمشیر اوست", "نمی‌بینم از خاک کویش گریز\t\tبه بیداد گو آبرویم بریز", "مرا توبه فرمایی ای خودپرست\t\tتو را توبه زین گفت اولی ترست", "ببخشای بر من که هرچ او کند\t\tوگر قصد خون است نیکو کند", "بسوزاندم هر شبی آتشش\t\tسحر زنده گردم به بوی خوشش", "اگر میرم امروز در کوی دوست\t\tقیامت زنم خیمه پهلوی دوست", "مده تا توانی در این جنگ پشت\t\tکه زنده‌ست سعدی که عشقش بکشت"]}, {"sec-name": "بخش ۷ - حکایت در فدا شدن اهل محبت و غنیمت شمردن", "sec-poems": ["یکی تشنه می‌گفت و جان می‌سپرد\t\tخنک نیکبختی که در آب مرد", "بدو گفت نابالغی کای عجب\t\tچو مردی چه سیراب و چه خشک لب", "بگفتا نه آخر دهان تر کنم\t\tکه تا جان شیرینش در سر کنم؟", "فتد تشنه در آبدان عمیق\t\tکه داند که سیراب میرد غریق", "اگر عاشقی دامن او بگیر\t\tوگر گویدت جان بده، گو بگیر", "بهشت تن آسانی آنگه خوری\t\tکه بر دوزخ نیستی بگذری", "دل تخم کاران بود رنج کش\t\tچو خرمن برآید بخسبند خوش", "در این مجلس آن کس به کامی رسید\t\tکه در دور آخر به جامی رسید"]}, {"sec-name": "بخش ۸ - حکایت صبر و ثبات روندگان", "sec-poems": []}, {"sec-name": "بخش ۹ - حکایت", "sec-poems": ["شنیدم که پیری شبی زنده داشت\t\tسحر دست حاجت به حق بر فراشت", "یکی هاتف انداخت در گوش پیر\t\tکه بی حاصلی، رو سر خویش گیر", "بر این در دعای تو مقبول نیست\t\tبه خواری برو یا به زاری بایست", "شب دیگر از ذکر و طاعت نخفت\t\tمریدی ز حالش خبر یافت، گفت", "چو دیدی کز آن روی بسته‌ست در\t\tبه بی حاصلی سعی چندین مبر", "به دیباچه بر اشک یاقوت فام\t\tبه حسرت ببارید و گفت ای غلام", "به نومیدی آنگه بگردیدمی\t\tاز این ره، که راهی دگر دیدمی", "مپندار گر وی عنان بر شکست\t\tکه من باز دارم ز فتراک دست", "چو خواهنده محروم گشت از دری\t\tچه غم گر شناسد در دیگری؟", "شنیدم که راهم در این کوی نیست\t\tولی هیچ راه دگر روی نیست", "در این بود سر بر زمین فدا\t\tکه گفتند در گوش جانش ندا", "قبول است اگر چه هنر نیستش\t\tکه جز ما پناهی دگر نیستش"]}, {"sec-name": "بخش ۱۰ - حکایت", "sec-poems": []}, {"sec-name": "بخش ۱۱ - حکایت در صبر بر جفای آن که از او صبر نتوان کرد", "sec-poems": ["شکایت کند نوعروسی جوان\t\tبه پیری ز داماد نامهربان", "که مپسند چندین که با این پسر\t\tبه تلخی رود روزگارم به سر", "کسانی که با ما در این منزلند\t\tنبینم که چون من پریشان دلند", "زن و مرد با هم چنان دوستند\t\tکه گویی دو مغز و یکی پوستند", "ندیدم در این مدت از شوی من\t\tکه باری بخندید در روی من", "شنید این سخن پیر فرخنده فال\t\tسخندان بود مرد دیرینه سال", "یکی پاسخش داد شیرین و خوش\t\tکه گر خوبروی است بارش بکش", "دریغ است روی از کسی تافتن\t\tکه دیگر نشاید چنو یافتن", "چرا سر کشی زان که گر سر کشد\t\tبه حرف وجودت قلم در کشد؟", "یکم روز بر بنده‌ای دل بسوخت\t\tکه می‌گفت و فرماندهش می‌فروخت", "تو را بنده از من به افتد بسی\t\tمرا چون تو دیگر نیفتد کسی"]}, {"sec-name": "بخش ۱۲ - حکایت", "sec-poems": []}, {"sec-name": "بخش ۱۳ - حکایت در معنی استیلای عشق بر عقل", "sec-poems": ["یکی پنجهٔ آهنین راست کرد\t\tکه با شیر زورآوری خواست کرد", "چو شیرش به سرپنجه در خود کشید\t\tدگر زور در پنجه در خود ندید", "یکی گفتش آخر چه خسبی چو زن؟\t\tبه سرپنجه آهنینش بزن", "شنیدم که مسکین در آن زیر گفت\t\tنشاید بدین پنجه با شیر گفت", "چو بر عقل دانا شود عشق چیر\t\tهمان پنجه آهنین است و شیر", "تو در پنجه شیر مرد اوژنی\t\tچه سودت کند پنجهٔ آهنی؟", "چو عشق آمد از عقل دیگر مگوی\t\tکه در دست چوگان اسیر است گوی"]}, {"sec-name": "بخش ۱۴ - حکایت در معنی عزت محبوب در نظر محب", "sec-poems": []}, {"sec-name": "بخش ۱۵ - حکایت مجنون و صدق محبت او", "sec-poems": ["به مجنون کسی گفت کای نیک پی\t\tچه بودت که دیگر نیایی به حی؟", "مگر در سرت شور لیلی نماند\t\tخیالت دگر گشت و میلی نماند؟", "چو بشنید بیچاره بگریست زار\t\tکه ای خواجه دستم ز دامن بدار", "مرا خود دلی دردمند است ریش\t\tتو نیزم نمک بر جراحت مریش", "نه دوری دلیل صبوری بود\t\tکه بسیار دوری ضروری بود", "بگفت ای وفادار فرخنده خوی\t\tپیامی که داری به لیلی بگوی", "بگفتا مبر نام من پیش دوست\t\tکه حیف است نام من آنجا که اوست"]}, {"sec-name": "بخش ۱۶ - حکایت سلطان محمود و سیرت ایاز", "sec-poems": []}, {"sec-name": "بخش ۱۷ - حکایت", "sec-poems": []}, {"sec-name": "بخش ۱۸ - گفتار در معنی فنای موجودات در معرض وجود باری", "sec-poems": []}, {"sec-name": "بخش ۱۹ - حکایت دهقان در لشکر سلطان", "sec-poems": []}, {"sec-name": "بخش ۲۰ - حکایت", "sec-poems": ["ثنا گفت بر سعد زنگی کسی\t\tکه بر تربتش باد رحمت بسی", "درم داد و تشریف و بنواختش\t\tبه مقدار خود منزلت ساختش", "چو الله و بس دید بر نقش زر\t\tبشورید و برکند خلعت ز بر", "ز سوزش چنان شعله در جان گرفت\t\tکه برجست و راه بیابان گرفت", "یکی گفتش از همنشینان دشت\t\tچه دیدی که حالت دگرگونه گشت", "تو اول زمین بوسه دادی به جای\t\tنبایستی آخر زدن پشت پای", "بخندید کاول ز بیم و امید\t\tهمی لرزه بر تن فتادم چو بید", "به آخر ز تمکین الله و بس\t\tنه چیزم به چشم اندر آمد نه کس", "به شهری در از شام غوغا فتاد\t\tگرفتند پیری مبارک نهاد", "هنوز آن حدیثم به گوش اندر است\t\tچو قیدش نهادند بر پای و دست", "که گفت ار نه سلطان اشارت کند\t\tکه را زهره باشد که غارت کند؟", "بباید چنین دشمنی دوست داشت\t\tکه می‌دانمش دوست بر من گماشت", "اگر عز و جاه است و گر ذل و قید\t\tمن از حق شناسم، نه از عمرو و زید", "ز علت مدار، ای خردمند، بیم\t\tچو داروی تلخت فرستد حکیم", "بخور هرچه آید ز دست حبیب\t\tنه بیمار داناتر است از طبیب"]}, {"sec-name": "بخش ۲۱ - حکایت صاحب نظر پارسا", "sec-poems": ["یکی را چو من دل به دست کسی\t\tگرو بود و می‌برد خواری بسی", "پس از هوشمندی و فرزانگی\t\tبه دف بر زدندش به دیوانگی", "ز دشمن جفا بردی از بهر دوست\t\tکه تریاک اکبر بود زهر دوست", "قفا خوردی از دست یاران خویش\t\tچو مسمار پیشانی آورده پیش", "خیالش چنان بر سر آشوب کرد\t\tکه بام دماغش لگدکوب کرد", "نبودش ز تشنیع یاران خبر\t\tکه غرقه ندارد ز باران خبر", "کرا پای خاطر بر آمد به سنگ\t\tنیندیشد از شیشهٔ نام و ننگ", "شبی دیو خود را پریچهره ساخت\t\tدر آغوش آن مرد و بر وی بتاخت", "سحرگه مجال نمازش نبود\t\tز یاران کس آگه ز رازش نبود", "به آبی فرو رفت نزدیک بام\t\tبر او بسته سرما دری از رخام", "نصیحتگری لومش آغاز کرد\t\tکه خود را بکشتی در این آب سرد", "ز برنای منصف بر آمد خروش\t\tکه ای یار چند از ملامت؟ خموش", "مرا پنج روز این پسر دل فریفت\t\tز مهرش چنانم که نتوان شکیفت", "نپرسید باری به خلق خوشم\t\tببین تا چه بارش به جان می‌کشم", "پس آن را که شخصم ز خاک آفرید\t\tبه قدرت در او جان پاک آفرید", "عجب داری ار بار امرش برم\t\tکه دایم به احسان و فضلش درم؟"]}, {"sec-name": "بخش ۲۲ - گفتار اندر سماع اهل دل و تقریر حق و باطل آن", "sec-poems": ["اگر مرد عشقی کم خویش گیر\t\tو گر نه ره عافیت پیش گیر", "مترس از محبت که خاکت کند\t\tکه باقی شوی گر هلاکت کند", "نروید نبات از حبوب درست\t\tمگر حال بر وی بگردد نخست", "تو را با حق آن آشنایی دهد\t\tکه از دست خویشت رهایی دهد", "که تا با خودی در خودت راه نیست\t\tوز این نکته جز بی خود آگاه نیست", "نه مطرب که آواز پای ستور\t\tسماع است اگر عشق داری و شور", "مگس پیش شوریده دل پر نزد\t\tکه او چون مگس دست بر سر نزد", "نه بم داند آشفته سامان نه زیر\t\tبه آواز مرغی بنالد فقیر", "سراینده خود می‌نگردد خموش\t\tولیکن نه هر وقت باز است گوش", "چو شوریدگان می پرستی کنند\t\tبه آواز دولاب مستی کنند", "به چرخ اندر آیند دولاب وار\t\tچو دولاب بر خود بگریند زار", "به تسلیم سر در گریبان برند\t\tچو طاقت نماند گریبان درند", "مکن عیب درویش مدهوش مست\t\tکه غرق است از آن می‌زند پا و دست", "نگویم سماع ای برادر که چیست\t\tمگر مستمع را بدانم که کیست", "گر از برج معنی پرد طیر او\t\tفرشته فرو ماند از سیر او", "وگر مرد لهو است و بازی و لاغ\t\tقوی تر شود دیوش اندر دماغ", "چو مرد سماع است شهوت پرست\t\tبه آواز خوش خفته خیزد، نه مست", "پریشان شود گل به باد سحر\t\tنه هیزم که نشکافدش جز تبر", "جهان پر سماع است و مستی و شور\t\tولیکن چه بیند در آیینه کور؟", "نبینی شتر بر نوای عرب\t\tکه چونش به رقص اندر آرد طرب؟", "شتر را چو شور طرب در سر است\t\tاگر آدمی را نباشد خر است"]}, {"sec-name": "بخش ۲۳ - حکایت", "sec-poems": ["شکر لب جوانی نی آموختی\t\tکه دلها در آتش چو نی سوختی", "پدر بارها بانگ بر وی زدی\t\tبه تندی و آتش در آن نی زدی", "شبی بر ادای پسر گوش کرد\t\tسماعش پریشان و مدهوش کرد", "همی گفت و بر چهره افکنده خوی\t\tکه آتش به من در زد این بار نی", "ندانی که شوریده حالان مست\t\tچرا بر فشانند در رقص دست؟", "گشاید دری بر دل از واردات\t\tفشاند سر دست بر کاینات", "حلالش بود رقص بر یاد دوست\t\tکه هر آستینیش جانی در اوست", "گرفتم که مردانه‌ای در شنا\t\tبرهنه توانی زدن دست و پا", "بکن خرقه نام و ناموس و زرق\t\tکه عاجز بود مرد با جامه غرق", "تعلق حجاب است و بی حاصلی\t\tچو پیوندها بگسلی واصلی"]}, {"sec-name": "بخش ۲۴ - حکایت پروانه و صدق محبت او", "sec-poems": ["کسی گفت پروانه را کای حقیر\t\tبرو دوستی در خور خویش گیر", "رهی رو که بینی طریق رجا\t\tتو و مهر شمع از کجا تا کجا؟", "سمندر نه‌ای گرد آتش مگرد\t\tکه مردانگی باید آنگه نبرد", "ز خورشید پنهان شود موش کور\t\tکه جهل است با آهنین پنجه زور", "کسی را که دانی که خصم تو اوست\t\tنه از عقل باشد گرفتن به دوست", "تو را کس نگوید نکو می‌کنی\t\tکه جان در سر کار او می‌کنی", "گدایی که از پادشه خواست دخت\t\tقفا خورد و سودای بیهوده پخت", "کجا در حساب آرد او چون تو دوست\t\tکه روی ملوک و سلاطین در اوست؟", "مپندار کاو در چنان مجلسی\t\tمدارا کند با چو تو مفلسی", "وگر با همه خلق نرمی کند\t\tتو بیچاره‌ای با تو گرمی کند", "نگه کن که پروانهٔ سوزناک\t\tچه گفت، ای عجب گر بسوزم چه باک؟", "مرا چون خلیل آتشی در دل است\t\tکه پنداری این شعله بر من گل است", "نه دل دامن دلستان می‌کشد\t\tکه مهرش گریبان جان می‌کشد", "نه خود را بر آتش به خود می‌زنم\t\tکه زنجیر شوق است در گردنم", "مرا همچنان دور بودم که سوخت\t\tنه این دم که آتش به من در فروخت", "نه آن می‌کند یار در شاهدی\t\tکه با او توان گفتن از زاهدی", "که عیبم کند بر تولای دوست؟\t\tکه من راضیم کشته در پای دوست", "مرا بر تلف حرص دانی چراست؟\t\tچو او هست اگر من نباشم رواست", "بسوزم که یار پسندیده اوست\t\tکه در وی سرایت کند سوز دوست", "مرا چند گویی که در خورد خویش\t\tحریفی به دست آر همدرد خویش", "بدان ماند اندرز شوریده حال\t\tکه گویی به کژدم گزیده منال", "کسی را نصیحت مگو ای شگفت\t\tکه دانی که در وی نخواهد گرفت", "ز کف رفته بیچاره‌ای را لگام\t\tنگویند کآهسته را ای غلام", "چه نغز آمد این نکته در سندباد\t\tکه عشق آتش است ای پسر پند، باد", "به باد آتش تیز برتر شود\t\tپلنگ از زدن کینه ور تر شود", "چو نیکت بدیدم بدی می‌کنی\t\tکه رویم فرا چون خودی می‌کنی", "ز خود بهتری جوی و فرصت شمار\t\tکه با چون خودی گم کنی روزگار", "پی چون خودی خودپرستان روند\t\tبه کوی خطرناک مستان روند", "من اول که این کار سر داشتم\t\tدل از سر به یک بار برداشتم", "سر انداز در عاشقی صادق است\t\tکه بدزهره بر خویشتن عاشق است", "اجل ناگهی در کمینم کشد\t\tهمان به که آن نازنینم کشد", "چو بی شک نبشته‌ست بر سر هلاک\t\tبه دست دلارام خوشتر هلاک", "نه روزی به بیچارگی جان دهی؟\t\tهمان به که در پای جانان دهی"]}, {"sec-name": "بخش ۲۵ - مخاطبه شمع و پروانه", "sec-poems": ["شبی یاد دارم که چشمم نخفت\t\tشنیدم که پروانه با شمع گفت", "که من عاشقم گر بسوزم رواست\t\tتو را گریه و سوز باری چراست؟", "بگفت ای هوادار مسکین من\t\tبرفت انگبین یار شیرین من", "چو شیرینی از من به در می‌رود\t\tچو فرهادم آتش به سر می‌رود", "همی گفت و هر لحظه سیلاب درد\t\tفرو می‌دویدش به رخسار زرد", "که ای مدعی عشق کار تو نیست\t\tکه نه صبر داری نه یارای ایست", "تو بگریزی از پیش یک شعله خام\t\tمن استاده‌ام تا بسوزم تمام", "تو را آتش عشق اگر پر بسوخت\t\tمرا بین که از پای تا سر بسوخت", "همه شب در این گفت و گو بود شمع\t\tبه دیدار او وقت اصحاب، جمع", "نرفته ز شب همچنان بهره‌ای\t\tکه ناگه بکشتش پریچهره‌ای", "همی گفت و می‌رفت دودش به سر\t\tکه این است پایان عشق، ای پسر", "اگر عاشقی خواهی آموختن\t\tبه کشتن فرج یابی از سوختن", "مکن گریه بر گور مقتول دوست\t\tبرو خرمی کن که مقبول اوست", "اگر عاشقی سر مشوی از مرض\t\tچو سعدی فرو شوی دست از غرض", "فدایی ندارد ز مقصود چنگ\t\tو گر بر سرش تیر بارند و سنگ", "به دریا مرو گفتمت زینهار\t\tوگر می‌روی تن به طوفان سپار"]}]}, {"bab-name": "باب چهارم در تواضع", "bab-url": "/saadi/boostan/bab4", "bab-sections": [{"sec-name": "بخش ۱ - سر آغاز", "sec-poems": ["ز خاک آفریدت خداوند پاک\t\tپس ای بنده افتادگی کن چو خاک", "حریص و جهان سوز و سرکش مباش\t\tز خاک آفریدندت آتش مباش", "چو گردن کشید آتش هولناک\t\tبه بیچارگی تن بینداخت خاک", "چو آن سرفرازی نمود، این کمی\t\tاز آن دیو کردند، از این آدمی"]}, {"sec-name": "بخش ۲ - حکایت در این معنی", "sec-poems": ["یکی قطره باران ز ابری چکید\t\tخجل شد چو پهنای دریا بدید", "که جایی که دریاست من کیستم؟\t\tگر او هست حقا که من نیستم", "چو خود را به چشم حقارت بدید\t\tصدف در کنارش به جان پرورید", "سپهرش به جایی رسانید کار\t\tکه شد نامور لؤلؤ شاهوار", "بلندی از آن یافت کاو پست شد\t\tدر نیستی کوفت تا هست شد", "تواضع کند هوشمند گزین\t\tنهد شاخ پر میوه سر بر زمین"]}, {"sec-name": "بخش ۳ - حکایت در معنی نظر مردان در خود به حقارت", "sec-poems": ["جوانی خردمند پاکیزه بوم\t\tز دریا بر آمد به دربند روم", "در او فضل دیدند و فقر و تمیز\t\tنهادند رختش به جایی عزیز", "سر صالحان گفت روزی به مرد\t\tکه خاشاک مسجد بیفشان و گرد", "همان کاین سخن مرد رهرو شنید\t\tبرون رفت و بازش کس آنجا ندید", "بر آن حمل کردند یاران و پیر\t\tکه پروای خدمت نبودش فقیر", "دگر روز خادم گرفتش به راه\t\tکه ناخوب کردی به رأی تباه", "ندانستی ای کودک خودپسند\t\tکه مردان ز خدمت به جایی رسند", "گرستن گرفت از سر صدق و سوز\t\tکه ای یار جان پرور دلفروز", "نه گرد اندر آن بقعه دیدم نه خاک\t\tمن آلوده بودم در آن جای پاک", "گرفتم قدم لاجرم باز پس\t\tکه پاکیزه به مسجد از خاک و خس", "طریقت جز این نیست درویش را\t\tکه افکنده دارد تن خویش را", "بلندیت باید تواضع گزین\t\tکه آن بام را نیست سلم جز این"]}, {"sec-name": "بخش ۴ - حکایت بایزید بسطامی", "sec-poems": ["شنیدم که وقتی سحرگاه عید\t\tز گرمابه آمد برون بایزید", "یکی طشت خاکسترش بی‌خبر\t\tفرو ریختند از سرایی به سر", "همی گفت شولیده دستار و موی\t\tکف دست شکرانه مالان به روی", "که ای نفس من در خور آتشم\t\tبه خاکستری روی در هم کشم؟", "بزرگان نکردند در خود نگاه\t\tخدابینی از خویشتن بین مخواه", "بزرگی به ناموس و گفتار نیست\t\tبلندی به دعوی و پندار نیست", "تواضع سر رفعت افرازدت\t\tتکبر به خاک اندر اندازدت", "به گردن فتد سرکش تند خوی\t\tبلندیت باید بلندی مجوی", "ز مغرور دنیا ره دین مجوی\t\tخدابینی از خویشتن بین مجوی", "گرت جاه باید مکن چون خسان\t\tبه چشم حقارت نگه در کسان", "گمان کی برد مردم هوشمند\t\tکه در سرگرانی است قدر بلند؟", "از این نامورتر محلی مجوی\t\tکه خوانند خلقت پسندیده خوی", "نه گر چون تویی بر تو کبر آورد\t\tبزرگش نبینی به چشم خرد؟", "تو نیز ار تکبر کنی همچنان\t\tنمایی، که پیشت تکبر کنان", "چو استاده‌ای بر مقامی بلند\t\tبر افتاده گر هوشمندی مخند", "بسا ایستاده در آمد ز پای\t\tکه افتادگانش گرفتند جای", "گرفتم که خود هستی از عیب پاک\t\tتعنت مکن بر من عیب‌ناک", "یکی حلقهٔ کعبه دارد به دست\t\tیکی در خراباتی افتاده مست", "گر آن را بخواند، که نگذاردش؟\t\tور این را براند، که باز آردش؟", "نه مستظهر است آن به اعمال خویش\t\tنه این را در توبه بسته‌ست پیش"]}, {"sec-name": "بخش ۵ - حکایت عیسی (ع) و عابد و ناپارسا", "sec-poems": ["شنیدستم از راویان کلام\t\tکه در عهد عیسی علیه‌السلام", "یکی زندگانی تلف کرده بود\t\tبه جهل و ضلالت سر آورده بود", "دلیری سیه نامه‌ای سخت دل\t\tز ناپاکی ابلیس در وی خجل", "به سر برده ایام، بی حاصلی\t\tنیاسوده تا بوده از وی دلی", "سرش خالی از عقل و از احتشام\t\tشکم فربه از لقمه‌های حرام", "به ناراستی دامن آلوده‌ای\t\tبه ناداشتی دوده اندوده‌ای", "نه چشمی چو بینندگان راست رو\t\tنه گوشی چو مردم نصیحت شنو", "چو سال بد از وی خلایق نفور\t\tنمایان به هم چون مه نو ز دور", "هوی و هوس خرمنش سوخته\t\tجوی نیکنامی نیندوخته", "سیه نامه چندان تنعم براند\t\tکه در نامه جای نبشتن نماند", "گنهکار و خودرای و شهوت پرست\t\tبه غفلت شب و روز مخمور و مست", "شنیدم که عیسی در آمد ز دشت\t\tبه مقصوره عابدی برگذشت", "به زیر آمد از غرفه خلوت نشین\t\tبه پایش در افتاد سر بر زمین", "گنهکار برگشته اختر ز دور\t\tچو پروانه حیران در ایشان ز نور", "تأمل به حسرت کنان شرمسار\t\tچو درویش در دست سرمایه‌دار", "خجل زیر لب عذرخواهان به سوز\t\tز شبهای در غفلت آورده روز", "سرشک غم از دیده باران چو میغ\t\tکه عمرم به غفلت گذشت ای دریغ!", "بر انداختم نقد عمر عزیز\t\tبه دست از نکویی نیاورده چیز", "چو من زنده هرگز مبادا کسی\t\tکه مرگش به از زندگانی بسی", "برست آن که در عهد طفلی بمرد\t\tکه پیرانه سر شرمساری نبرد", "گناهم ببخش ای جهان آفرین\t\tکه گر با من آید فبئس القرین", "نگون مانده از شرمساری سرش\t\tروان آب حسرت به شیب و برش", "در این گوشه نالان گنهکار پیر\t\tکه فریاد حالم رس ای دستگیر", "وز آن نیمه عابد سری پر غرور\t\tترش کرده بر فاسق ابرو ز دور", "که این مدبر اندر پی ما چراست؟\t\tنگون بخت جاهل چه در خورد ماست؟", "به گردن در آتش در افتاده‌ای\t\tبه باد هوی عمر بر داده‌ای", "چه خیر آمد از نفس تر دامنش\t\tکه صحبت بود با مسیح و منش؟", "چه بودی که زحمت ببردی ز پیش\t\tبه دوزخ برفتی پس کار خویش", "همی رنجم از طلعت ناخوشش\t\tمبادا که در من فتد آتشش", "به محشر که حاضر شوند انجمن\t\tخدایا تو با او مکن حشر من", "در این بود و وحی از جلیل الصفات\t\tدر آمد به عیسی علیه الصلوة", "که گر عالم است این و گر وی جهول\t\tمرا دعوت هر دو آمد قبول", "تبه کرده ایام برگشته روز\t\tبنالید بر من به زاری و سوز", "به بیچارگی هر که آمد برم\t\tنیندازمش ز آستان کرم", "عفو کردم از وی عملهای زشت\t\tبه انعام خویش آرمش در بهشت", "و گر عار دارد عبادت پرست\t\tکه در خلد با وی بود هم نشست", "بگو ننگ از او در قیامت مدار\t\tکه آن را به جنت برند این به نار", "که آن را جگر خون شد از سوز و درد\t\tگر این تکیه بر طاعت خویش کرد", "ندانست در بارگاه غنی\t\tکه بیچارگی به ز کبر و منی", "کرا جامه پاک است و سیرت پلید\t\tدر دوزخش را نباید کلید", "بر این آستان عجز و مسکینیت\t\tبه از طاعت و خویشتن بینیت", "چو خود را ز نیکان شمردی بدی\t\tنمی‌گنجد اندر خدایی خودی", "اگر مردی از مردی خود مگوی\t\tنه هر شهسواری به در برد گوی", "پیاز آمد آن بی هنر جمله پوست\t\tکه پنداشت چون پسته مغزی در اوست", "از این نوع طاعت نیاید به کار\t\tبرو عذر تقصیر طاعت بیار", "چه رند پریشان شوریده بخت\t\tچه زاهد که بر خود کند کار سخت", "به زهد و ورع کوش و صدق و صفا\t\tولیکن میفزای بر مصطفی", "نخورد از عبادت بر آن بی خرد\t\tکه با حق نکو بود و با خلق بد", "سخن ماند از عاقلان یادگار\t\tز سعدی همین یک سخن یاد دار", "گنهکار اندیشناک از خدای\t\tبه از پارسای عبادت نمای"]}, {"sec-name": "بخش ۶ - حکایت دانشمند", "sec-poems": ["فقیهی کهن جامهٔ تنگدست\t\tدر ایوان قاضی به صف بر نشست", "نگه کرد قاضی در او تیز تیز\t\tمعرف گرفت آستینش که خیز", "ندانی که برتر مقام تو نیست\t\tفروتر نشین، یا برو، یا بایست", "نه هر کس سزاوار باشد به صدر\t\tکرامت به جاه است و منزل به قدر", "دگر ره چه حاجت ببیند کست؟\t\tهمین شرمساری عقوبت بست", "به عزت هر آن کاو فروتر نشست\t\tبه خواری نیفتد ز بالا به پست", "به جای بزرگان دلیری مکن\t\tچو سر پنجه‌ات نیست شیری مکن", "چو دید آن خردمند درویش رنگ\t\tکه بنشست و برخاست بختش به جنگ", "چو آتش برآورد بیچاره دود\t\tفروتر نشست از مقامی که بود", "فقیهان طریق جدل ساختند\t\tلَم و لا اُسَلّم درانداختند", "گشادند بر هم در فتنه باز\t\tبه لا و نَعَم کرده گردن دراز", "تو گفتی خروسان شاطر به جنگ\t\tفتادند در هم به منقار و چنگ", "یکی بی خود از خشمناکی چو مست\t\tیکی بر زمین می‌زند هر دو دست", "فتادند در عقدهٔ پیچ پیچ\t\tکه در حل آن ره نبردند هیچ", "کهن جامه در صف آخرترین\t\tبه غرش در آمد چو شیر عرین", "بگفت ای صنادید شرع رسول\t\tبه ابلاغ تنزیل و فقه و اصول", "دلایل قوی باید و معنوی\t\tنه رگهای گردن به حجت قوی", "مرا نیز چوگان لعب است و گوی\t\tبگفتند اگر نیک دانی بگوی", "به کلک فصاحت بیانی که داشت\t\tبه دلها چو نقش نگین بر نگاشت", "سر از کوی صورت به معنی کشید\t\tقلم بر سر حرف دعوی کشید", "بگفتندش از هر کنار آفرین\t\tکه بر عقل و طبعت هزار آفرین", "سمند سخن تا به جایی براند\t\tکه قاضی چو خر در وَحَل باز ماند", "برون آمد از طاق و دستار خویش\t\tبه اکرام و لطفش فرستاد پیش", "که هیهات قدر تو نشناختم\t\tبه شکر قدومت نپرداختم", "دریغ آیدم با چنین مایه‌ای\t\tکه بینم تو را در چنین پایه‌ای", "معرف به دلداری آمد برش\t\tکه دستار قاضی نهد بر سرش", "به دست و زبان منع کردش که دور\t\tمنه بر سرم پایبند غرور", "که فردا شود بر کهن مِیزَران\t\tبه دستارِ پَنجَه گَزَم، سر گران", "چو مولام خوانند و صدر کبیر\t\tنمایند مردم به چشمم حقیر", "تفاوت کند هرگز آب زلال\t\tگرش کوزه زرین بود یا سفال؟", "خرد باید اندر سر مرد و مغز\t\tنباید مرا چون تو دستار نغز", "کس از سربزرگی نباشد به چیز\t\tکدو سربزرگ است و بی مغز نیز", "میفراز گردن به دستار و ریش\t\tکه دستار پنبه‌ست و سبلت حشیش", "به صورت کسانی که مردم وشند\t\tچو صورت همان به که دم در کشند", "به قدر هنر جست باید محل\t\tبلندی و نحسی مکن چون زحل", "نی بوریا را بلندی نکوست\t\tکه خاصیت نیشکر خود در اوست", "بدین عقل و همت نخوانم کست\t\tو گر می‌رود صد غلام از پست", "چه خوش گفت خرمهره‌ای در گلی\t\tچو برداشتش پر طمع جاهلی", "مرا کس نخواهد خریدن به هیچ\t\tبه دیوانگی در حریرم مپیچ", "خَبَزدو همان قدر دارد که هست\t\tوگر در میان شقایق نشست", "نه منعم به مال از کسی بهتر است\t\tخر ار جل اطلس بپوشد خر است", "بدین شیوه مرد سخنگوی چست\t\tبه آب سخن کینه از دل بشست", "دل آزرده را سخت باشد سخُن\t\tچو خصمت بیفتاد سستی مکن", "چو دستت رسد مغز دشمن بر آر\t\tکه فرصت فرو شوید از دل غبار", "چنان ماند قاضی به جورش اسیر\t\tکه گفت اِنَّ هذا لِیَوم عَسیر", "به دندان گزید از تعجب یدین\t\tبماندش در او دیده چون فرقدین", "وز آنجا جوان روی همت بتافت\t\tبرون رفت و بازش نشان کس نیافت", "غریو از بزرگان مجلس بخاست\t\tکه گویی چنین شوخ چشم از کجاست؟", "نقیب از پیَش رفت و هر سو دوید\t\tکه مردی بدین نعت و صورت که دید؟", "یکی گفت از این نوع شیرین نفس\t\tدر این شهر سعدی شناسیم و بس", "بر آن صد هزار آفرین کاین بگفت\t\tحق تلخ بین تا چه شیرین بگفت"]}, {"sec-name": "بخش ۷ - حکایت توبه کردن ملک زادهٔ گنجه", "sec-poems": ["یکی پادشه‌زاده در گنجه بود\t\tکه دور از تو ناپاک و سرپنجه بود", "به مسجد در آمد سرایان و مست\t\tمی اندر سر و ساتکینی به دست", "به مقصوره در پارسایی مقیم\t\tزبانی دلاویز و قلبی سلیم", "تنی چند بر گفت او مجتمع\t\tچو عالم نباشی کم از مستمع", "چو بی عزتی پیشه کرد آن حرون\t\tشدند آن عزیزان خراب اندرون", "چو منکر بود پادشه را قدم\t\tکه یارد زد از امر معروف دم؟", "تحکم کند سیر بر بوی گل\t\tفرو ماند آواز چنگ از دهل", "گرت نهی منکر بر آید ز دست\t\tنشاید چو بی دست و پایان نشست", "وگر دست قدرت نداری، بگوی\t\tکه پاکیزه گردد به اندرز خوی", "چو دست و زبان را نماند مجال\t\tبه همت نمایند مردی رجال", "یکی پیش دانای خلوت نشین\t\tبنالید و بگریست سر بر زمین", "که باری بر این رند ناپاک و مست\t\tدعا کن که ما بی زبانیم و دست", "دمی سوزناک از دلی با خبر\t\tقوی تر که هفتاد تیغ و تبر", "بر آورد مرد جهاندیده دست\t\tچه گفت ای خداوند بالا و پست", "خوش است این پسر وقتش از روزگار\t\tخدایا همه وقت او خوش بدار", "کسی گفتش ای قدوهٔ راستی\t\tبر این بد چرا نیکویی خواستی؟", "چو بد عهد را نیک خواهی ز بهر\t\tچه بد خواستی بر سر خلق شهر؟", "چنین گفت بینندهٔ تیز هوش\t\tچو سر سخن در نیابی مجوش", "به طامات مجلس نیاراستم\t\tز داد آفرین توبه‌اش خواستم", "که هر گه که باز آید از خوی زشت\t\tبه عیشی رسد جاودان در بهشت", "همین پنج روز است عیش مدام\t\tبه ترک اندرش عیشهای مدام", "حدیثی که مرد سخن ساز گفت\t\tکسی ز آن میان با ملک باز گفت", "ز وجد آب در چشمش آمد چو میغ\t\tببارید بر چهره سیل دریغ", "به نیران شوق اندرونش بسوخت\t\tحیا دیده بر پشت پایش بدوخت", "بر نیک محضر فرستاد کس\t\tدر توبه کوبان که فریاد رس", "قدم رنجه فرمای تا سر نهم\t\tسر جهل و ناراستی بر نهم", "دو رویه ستادند بر در سپاه\t\tسخن پرور آمد در ایوان شاه", "شکر دید و عناب و شمع و شراب\t\tده از نعمت آباد و مردم خراب", "یکی غایب از خود، یکی نیم مست\t\tیکی شعر گویان صراحی به دست", "ز سویی بر آورده مطرب خروش\t\tز دیگر سو آواز ساقی که نوش", "حریفان خراب از می لعل رنگ\t\tسر چنگی از خواب در بر چو چنگ", "نبود از ندیمان گردن فراز\t\tبه جز نرگس آن جا کسی دیده باز", "دف و چنگ با یکدگر سازگار\t\tبر آورده زیر از میان ناله زار", "بفرمود و در هم شکستند خرد\t\tمبدل شد آن عیش صافی به درد", "شکستند چنگ و گسستند رود\t\tبه در کرد گوینده از سر سرود", "به میخانه در سنگ بر دن زدند\t\tکدو را نشاندند و گردن زدند", "می لاله گون از بط سرنگون\t\tروان همچنان کز بط کشته خون", "خم آبستن خمر نه ماهه بود\t\tدر آن فتنه دختر بینداخت زود", "شکم تا به نافش دریدند مشک\t\tقدح را بر او چشم خونی پر اشک", "بفرمود تا سنگ صحن سرای\t\tبکندند و کردند نو باز جای", "که گلگونه خمر یاقوت فام\t\tبه شستن نمی‌شد ز روی رخام", "عجب نیست بالوعه گر شد خراب\t\tکه خورد اندر آن روز چندان شراب", "دگر هر که بربط گرفتی به کف\t\tقفا خوردی از دست مردم چو دف", "وگر فاسقی چنگ بردی به دوش\t\tبمالیدی او را چو طنبور گوش", "جوان سر از کبر و پندار مست\t\tچو پیران به کنج عبادت نشست", "پدر بارها گفته بودش به هول\t\tکه شایسته رو باش و پاکیزه قول", "جفای پدر برد و زندان و بند\t\tچنان سودمندش نیامد که پند", "گرش سخت گفتی سخنگوی سهل\t\tکه بیرون کن از سر جوانی و جهل", "خیال و غرورش بر آن داشتی\t\tکه درویش را زنده نگذاشتی", "سپر نفکند شیر غران ز جنگ\t\tنیندیشد از تیغ بران پلنگ", "به نرمی ز دشمن توان کرد دوست\t\tچو با دوست سختی کنی دشمن اوست", "چو سندان کسی سخت رویی نکرد\t\tکه خایسک تأدیب بر سر نخورد", "به گفتن درشتی مکن با امیر\t\tچو بینی که سختی کند، سست گیر", "به اخلاق با هر که بینی بساز\t\tاگر زیردست است اگر سرفراز", "که این گردن از نازکی بر کشد\t\tبه گفتار خوش، و آن سر اندر کشد", "به شیرین زبانی توان برد گوی\t\tکه پیوسته تلخی برد تندخوی", "تو شیرین زبانی ز سعدی بگیر\t\tترش روی را گو به تلخی بمیر"]}, {"sec-name": "بخش ۸ - حکایت", "sec-poems": ["شکر خنده‌ای انگبین می‌فروخت\t\tکه دلها ز شیرینیش می‌بسوخت", "نباتی میان بسته چون نیشکر\t\tبر او مشتری از مگس بیشتر", "گر او زهر برداشتی فی‌المثل\t\tبخوردندی از دست او چون عسل", "گرانی نظر کرد در کار او\t\tحسد برد بر گرم بازار او", "دگر روز شد گرد گیتی دوان\t\tعسل بر سر و سرکه بر ابروان", "بسی گشت فریادخوان پیش و پس\t\tکه ننشست بر انگبینش مگس", "شبانگه چو نقدش نیامد به دست\t\tبه دلتنگ رویی به کنجی نشست", "چو عاصی ترش کرده روی از وعید\t\tچو ابروی زندانیان روز عید", "زنی گفت بازی کنان شوی را\t\tعسل تلخ باشد ترش روی را", "به دوزخ برد مرد را خوی زشت\t\tکه اخلاق نیک آمده‌ست از بهشت", "برو آب گرم از لب جوی خور\t\tنه جلاب سرد ترش روی خور", "حرامت بود نان آن کس چشید\t\tکه چون سفره ابرو به هم در کشید", "مکن خواجه بر خویشتن کار سخت\t\tکه بدخوی باشد نگون‌سار بخت", "گرفتم که سیم و زرت چیز نیست\t\tچو سعدی زبان خوشت نیز نیست؟"]}, {"sec-name": "بخش ۹ - حکایت در معنی تواضع نیکمردان", "sec-poems": ["شنیدم که فرزانه‌ای حق پرست\t\tگریبان گرفتش یکی رند مست", "از آن تیره دل مرد صافی درون\t\tقفا خورد و سر بر نکرد از سکون", "یکی گفتش آخر نه مردی تو نیز؟\t\tتحمل دریغ است از این بی تمیز", "شنید این سخن مرد پاکیزه خوی\t\tبدو گفت از این نوع با من مگوی", "درد مست نادان گریبان مرد\t\tکه با شیر جنگی سگالد نبرد", "ز هشیار عاقل نزیبد که دست\t\tزند در گریبان نادان مست", "هنرور چنین زندگانی کند\t\tجفا بیند و مهربانی کند"]}, {"sec-name": "بخش ۱۰ - حکایت در معنی عزت نفس مردان", "sec-poems": ["سگی پای صحرانشینی گزید\t\tبه خشمی که زهرش ز دندان چکید", "شب از درد بیچاره خوابش نبرد\t\tبه خیل اندرش دختری بود خرد", "پدر را جفا کرد و تندی نمود\t\tکه آخر تو را نیز دندان نبود؟", "پس از گریه مرد پراکنده روز\t\tبخندید کای بابک دلفروز", "مرا گر چه هم سلطنت بود و بیش\t\tدریغ آمدم کام و دندان خویش", "محال است اگر تیغ بر سر خورم\t\tکه دندان به پای سگ اندر برم", "توان کرد با ناکسان بد رگی\t\tولیکن نیاید ز مردم سگی"]}, {"sec-name": "بخش ۱۱ - حکایت خواجه نیکوکار و بنده نافرمان", "sec-poems": ["بزرگی هنرمند آفاق بود\t\tغلامش نکوهیده اخلاق بود", "از این خفرگی موی کالیده‌ای\t\tبدی، سرکه در روی مالیده‌ای", "چو ثعبانش آلوده دندان به زهر\t\tگرو برده از زشت رویان شهر", "مدامش به روی آب چشم سبل\t\tدویدی ز بوی پیاز بغل", "گره وقت پختن بر ابرو زدی\t\tچو پختند با خواجه زانو زدی", "دمادم به نان خوردنش هم نشست\t\tو گر مردی آبش ندادی به دست", "نه گفت اندر او کار کردی نه چوب\t\tشب و روز از او خانه در کند و کوب", "گهی خار و خس در ره انداختی\t\tگهی ماکیان در چه انداختی", "ز سیماش وحشت فراز آمدی\t\tنرفتی به کاری که باز آمدی", "کسی گفت از این بندهٔ بد خصال\t\tچه خواهی؟ ادب ، یا هنر، یا جمال؟", "نیرزد وجودی بدین ناخوشی\t\tکه جورش پسندی و بارش کشی", "منت بندهٔ خوب و نیکو سیر\t\tبه دست آرم، این را به نخاس بر", "و گر یک پشیز آورد سر مپیچ\t\tگران است اگر راست خواهی به هیچ", "شنید این سخن مرد نیکو نهاد\t\tبخندید کای یار فرخ نژاد", "بد است این پسر طبع و خویش ولیک\t\tمرا زاو طبیعت شود خوی نیک", "چو زاو کرده باشم تحمل بسی\t\tتوانم جفا بردن از هر کسی", "تحمل چو زهرت نماید نخست\t\tولی شهد گردد چو در طبع رست"]}, {"sec-name": "بخش ۱۲ - حکایت معروف کرخی و مسافر رنجور", "sec-poems": ["کسی راه معروف کرخی بجست\t\tکه بنهاد معروفی از سر نخست", "شنیدم که مهمانش آمد یکی\t\tز بیماریش تا به مرگ اندکی", "سرش موی و رویش صفا ریخته\t\tبه موییش جان در تن آویخته", "شب آنجا بیفکند و بالش نهاد\t\tروان دست در بانگ و نالش نهاد", "نه خوابش گرفتی شبان یک نفس\t\tنه از دست فریاد او خواب کس", "نهادی پریشان و طبعی درشت\t\tنمی‌مرد و خلقی به حجت بکشت", "ز فریاد و نالیدن و خفت و خیز\t\tگرفتند از او خلق راه گریز", "ز دیار مردم در آن بقعه کس\t\tهمان ناتوان ماند و معروف و بس", "شنیدم که شبها ز خدمت نخفت\t\tچو مردان میان بست و کرد آنچه گفت", "شبی بر سرش لشکر آورد خواب\t\tکه چند آورد مرد ناخفته تاب؟", "به یک دم که چشمانش خفتن گرفت\t\tمسافر پراکنده گفتن گرفت", "که لعنت بر این نسل ناپاک باد\t\tکه نامند و ناموس و زرقند و باد", "پلید اعتقادان پاکیزه پوش\t\tفریبندهٔ پارسایی فروش", "چه داند لت انبانی از خواب مست\t\tکه بیچاره‌ای دیده بر هم نبست؟", "سخنهای منکر به معروف گفت\t\tکه یک دم چرا غافل از وی بخفت", "فرو خورد شیخ این حدیث از کرم\t\tشنیدند پوشیدگان حرم", "یکی گفت معروف را در نهفت\t\tشنیدی که درویش نالان چه گفت؟", "برو زاین سپس گو سر خویش گیر\t\tگرانی مکن جای دیگر بمیر", "نکویی و رحمت به جای خود است\t\tولی با بدان نیکمردی بد است", "سر سفله را گرد بالش منه\t\tسر مردم آزار بر سنگ به", "مکن با بدان نیکی ای نیکبخت\t\tکه در شوره نادان نشاند درخت", "نگویم مراعات مردم مکن\t\tکرم پیش نامردمان گم مکن", "به اخلاق نرمی مکن با درشت\t\tکه سگ را نمالند چون گربه پشت", "گر انصاف خواهی سگ حق شناس\t\tبه سیرت به از مردم ناسپاس", "به برفاب رحمت مکن بر خسیس\t\tچو کردی مکافات بر یخ نویس", "ندیدم چنین پیچ بر پیچ کس\t\tمکن هیچ رحمت بر این هیچ کس", "بخندید و گفت ای دلارام جفت\t\tپریشان مشو زاین پریشان که گفت", "گر از ناخوشی کرد بر من خروش\t\tمرا ناخوش از وی خوش آمد به گوش", "جفای چنین کس نباید شنود\t\tکه نتواند از بی‌قراری غنود", "چو خود را قوی حال بینی و خوش\t\tبه شکرانه بار ضعیفان بکش", "اگر خود همین صورتی چون طلسم\t\tبمیری و اسمت بمیرد چو جسم", "وگر پرورانی درخت کرم\t\tبر نیکنامی خوری لاجرم", "نبینی که در کرخ تربت بسی است\t\tبه جز گور معروف، معروف نیست", "به دولت کسانی سر افراختند\t\tکه تاج تکبر بینداختند", "تکبر کند مرد حشمت پرست\t\tنداند که حشمت به حلم اندر است"]}, {"sec-name": "بخش ۱۳ - حکایت در معنی سفاهت نااهلان", "sec-poems": ["طمع برد شوخی به صاحبدلی\t\tنبود آن زمان در میان حاصلی", "کمربند و دستش تهی بود و پاک\t\tکه زر برفشاندی به رویش چو خاک", "برون تاخت خواهندهٔ خیره روی\t\tنکوهیدن آغاز کردش به کوی", "که زنهار از این کژدمان خموش\t\tپلنگان درندهٔ صوف پوش", "که چون گربه زانو به دل برنهند\t\tو گر صیدی افتد چو سگ در جهند", "سوی مسجد آورده دکان شید\t\tکه در خانه کمتر توان یافت صید", "ره کاروان شیرمردان زنند\t\tولی جامه مردم اینان کنند", "سپید و سیه پاره بر دوخته\t\tبه سالوس و پنهان زر اندوخته", "زهی جو فروشان گندم نمای\t\tجهانگرد شبکوک خرمن گدای", "مبین در عبادت که پیرند و سست\t\tکه در رقص و حالت جوانند و چست", "چرا کرد باید نماز از نشست\t\tچو در رقص بر می‌توانند جست؟", "عصای کلیمند بسیار خوار\t\tبه ظاهر چنین زرد روی و نزار", "نه پرهیزگار و نه دانشورند\t\tهمین بس که دنیا به دین می‌خورند", "عبایی بلیلانه در تن کنند\t\tبه دخل حبش جامهٔ زن کنند", "ز سنت نبینی در ایشان اثر\t\tمگر خواب پیشین و نان سحر", "شکم تا سر آکنده از لقمه تنگ\t\tچو زنبیل دریوزه هفتاد رنگ", "نخواهم در این وصف از این بیش گفت\t\tکه شنعت بود سیرت خویش گفت", "فرو گفت از این شیوه نادیده گوی\t\tنبیند هنر دیدهٔ عیبجوی", "یکی کرده بی آبرویی بسی\t\tچه غم داردش ز آبروی کسی؟", "مریدی به شیخ این سخن نقل کرد\t\tگر انصاف پرسی، نه از عقل کرد", "بدی در قفا عیب من کرد و خفت\t\tبتر زاو قرینی که آورد و گفت", "یکی تیری افکند و در ره فتاد\t\tوجودم نیازرد و رنجم نداد", "تو برداشتی و آمدی سوی من\t\tهمی در سپوزی به پهلوی من", "بخندید صاحبدل نیکخوی\t\tکه سهل است از این صعب تر گو بگوی", "هنوز آنچه گفت از بدم اندکی است\t\tاز آنها که من دانم از صد یکی است", "ز روی گمان بر من اینها که بست\t\tمن از خود یقین می‌شناسم که هست", "وی امسال پیوست با ما وصال\t\tکجا داندم عیب هفتاد سال؟", "به از من کس اندر جهان عیب من\t\tنداند به جز عالم الغیب من", "ندیدم چنین نیک پندار کس\t\tکه پنداشت عیب من این است و بس", "به محشر گواه گناهم گر اوست\t\tز دوزخ نترسم که کارم نکوست", "گرم عیب گوید بد اندیش من\t\tبیا گو ببر نسخه از پیش من", "کسان مرد راه خدا بوده‌اند\t\tکه برجاس تیر بلا بوده‌اند", "زبون باش چون پوستینت درند\t\tکه صاحبدلان بار شوخان برند", "گر از خاک مردان سبویی کنند\t\tبه سنگش ملامت کنان بشکنند"]}, {"sec-name": "بخش ۱۴ - حکایت", "sec-poems": ["ملک صالح از پادشاهان شام\t\tبرون آمدی صبحدم با غلام", "بگشتی در اطراف بازار و کوی\t\tبه رسم عرب نیمه بر بسته روی", "که صاحب نظر بود و درویش دوست\t\tهر آن کاین دو دارد ملک صالح اوست", "دو درویش در مسجدی خفته یافت\t\tپریشان دل و خاطر آشفته یافت", "شب سردشان دیده نابرده خواب\t\tچو حربا تأمل کنان آفتاب", "یکی زآن دو می گفت با دیگری\t\tکه هم روز محشر بود داوری", "گر این پادشاهان گردن فراز\t\tکه در لهو و عیشند و با کام و ناز", "در آیند با عاجزان در بهشت\t\tمن از گور سر بر نگیرم ز خشت", "بهشت برین ملک و مأوای ماست\t\tکه بند غم امروز بر پای ماست", "همه عمر از اینان چه دیدی خوشی\t\tکه در آخرت نیز زحمت کشی؟", "اگر صالح آنجا به دیوار باغ\t\tبر آید، به کفشش بدرم دماغ", "چو مرد این سخن گفت و صالح شنید\t\tدگر بودن آنجا مصالح ندید", "دمی رفت تا چشمهٔ آفتاب\t\tز چشم خلایق فرو شست خواب", "دوان هر دو را کس فرستاد و خواند\t\tبه هیبت نشست و به حرمت نشاند", "بر ایشان ببارید باران جود\t\tفرو شستشان گرد ذل از وجود", "پس از رنج سرما و باران و سیل\t\tنشستند با نامداران خیل", "گدایان بی جامه شب کرده روز\t\tمعطر کنان جامه بر عود سوز", "یکی گفت از اینان ملک را نهان\t\tکه ای حلقه در گوش حکمت جهان", "پسندیدگان در بزرگی رسند\t\tز ما بندگانت چه آمد پسند؟", "شهنشه ز شادی چو گل بر شکفت\t\tبخندید در روی درویش و گفت", "من آن کس نیم کز غرور حشم\t\tز بیچارگان روی در هم کشم", "تو هم با من از سر بنه خوی زشت\t\tکه ناسازگاری کنی در بهشت", "من امروز کردم در صلح باز\t\tتو فردا مکن در به رویم فراز", "چنین راه اگر مقبلی پیش گیر\t\tشرف بایدت دست درویش گیر", "بر از شاخ طوبی کسی بر نداشت\t\tکه امروز تخم ارادت نکاشت", "ارادت نداری سعادت مجوی\t\tبه چوگان خدمت توان برد گوی", "تو را کی بود چون چراغ التهاب\t\tکه از خود پری همچو قندیل از آب؟", "وجودی دهد روشنایی به جمع\t\tکه سوزیش در سینه باشد چو شمع"]}, {"sec-name": "بخش ۱۵ - حکایت در محرومی خویشتن بینان", "sec-poems": ["یکی در نجوم اندکی دست داشت\t\tولی از تکبر سری مست داشت", "بر کوشیار آمد از راه دور\t\tدلی پر ارادت، سری پر غرور", "خردمند از او دیده بردوختی\t\tیکی حرف در وی نیاموختی", "چو بی بهره عزم سفر کرد باز\t\tبدو گفت دانای گردن فراز", "تو خود را گمان برده‌ای پر خرد\t\tانائی که پر شد دگر چون برد؟", "ز دعوی پری زان تهی می‌روی\t\tتهی آی تا پر معانی شوی", "ز هستی در آفاق سعدی صفت\t\tتهی گرد و باز آی پر معرفت"]}, {"sec-name": "بخش ۱۶ - حکایت", "sec-poems": ["به خشم از ملک بنده‌ای سربتافت\t\tبفرمود جستن کسش در نیافت", "چو بازآمد از راه خشم و ستیز\t\tبه شمشیر زن گفت خونش بریز", "به خون تشنه جلاد نامهربان\t\tبرون کرد دشنه چو تشنه زبان", "شنیدم که گفت از دل تنگ ریش\t\tخدایا بحل کردمش خون خویش", "که پیوسته در نعمت و ناز و نام\t\tدر اقبال او بوده‌ام دوستکام", "مبادا که فردا به خون منش\t\tبگیرند و خرم شود دشمنش", "ملک را چو گفت وی آمد به گوش\t\tدگر دیگ خشمش نیاورد جوش", "بسی بر سرش داد و بر دیده بوس\t\tخداوند رایت شد و طبل و کوس", "به رفق از چنان سهمگن جایگاه\t\tرسانید دهرش بدان پایگاه", "غرض زین حدیث آن که گفتار نرم\t\tچو آب است بر آتش مرد گرم", "تواضع کن ای دوست با خصم تند\t\tکه نرمی کند تیغ برنده کند", "نبینی که در معرض تیغ و تیر\t\tبپوشند خفتان صد تو حریر"]}, {"sec-name": "بخش ۱۷ - حکایت در معنی تواضع و نیازمندی", "sec-poems": ["ز ویرانهٔ عارفی ژنده پوش\t\tیکی را نباح سگ آمد به گوش", "به دل گفت کوی سگ اینجا چراست؟\t\tدرآمد که درویش صالح کجاست؟", "نشان سگ از پیش و از پس ندید\t\tبه جز عارف آنجا دگر کس ندید", "خجل باز گردیدن آغاز کرد\t\tکه شرم آمدش بحث این راز کرد", "شنید از درون عارف آواز پای\t\tهلا گفت بر در چه پایی؟ در آی", "مپندار ای دیدهٔ روشنم\t\tکز ایدر سگ آواز کرد، این منم", "چو دیدم که بیچارگی می‌خرد\t\tنهادم ز سر کبر و رای و خرد", "چو سگ بر درش بانگ کردم بسی\t\tکه مسکین تر از سگ ندیدم کسی", "چو خواهی که در قدر والا رسی\t\tز شیب تواضع به بالا رسی", "در این حضرت آنان گرفتند صدر\t\tکه خود را فروتر نهادند قدر", "چو سیل اندر آمد به هول و نهیب\t\tفتاد از بلندی به سر در نشیب", "چو شبنم بیفتاد مسکین و خرد\t\tبه مهر آسمانش به عیوق برد"]}, {"sec-name": "بخش ۱۸ - حکایت حاتم اصم", "sec-poems": ["گروهی برآنند از اهل سخن\t\tکه حاتم اصم بود، باور مکن", "برآمد طنین مگس بامداد\t\tکه در چنبر عنکبوتی فتاد", "همه ضعف و خاموشیش کید بود\t\tمگس قند پنداشتش قید بود", "نگه کرد شیخ از سر اعتبار\t\tکه ای پایبند طمع پای دار", "نه هر جا شکر باشد و شهد و قند\t\tکه در گوشه‌ها دامیار است و بند", "یکی گفت از آن حلقهٔ اهل رای\t\tعجب دارم ای مرد راه خدای", "مگس را تو چون فهم کردی خروش\t\tکه ما را به دشواری آمد به گوش؟", "تو آگاه گشتی به بانگ مگس\t\tنشاید اصم خواندنت زین سپس", "تبسم کنان گفت ای تیز هوش\t\tاصم به که گفتار باطل نیوش", "کسانی که با ما به خلوت درند\t\tمرا عیب پوش و ثنا گسترند", "چو پوشیده دارند اخلاق دون\t\tکند هستیم زیر، طبع زبون", "فرا می‌نمایم که می‌نشنوم\t\tمگر کز تکلف مبرا شوم", "چو کالیو دانندم اهل نشست\t\tبگویند نیک و بدم هر چه هست", "اگر بد شنیدن نیاید خوشم\t\tز کردار بد دامن اندر کشم", "به حبل ستایش فرا چه مشو\t\tچو حاتم اصم باش و عیبت شنو"]}, {"sec-name": "بخش ۱۹ - حکایت زاهد تبریزی", "sec-poems": ["عزیزی در اقصای تبریز بود\t\tکه همواره بیدار و شب خیز بود", "شبی دید جایی که دزدی کمند\t\tبپیچید و بر طرف بامی فکند", "کسان را خبر کرد و آشوب خاست\t\tز هر جانبی مرد با چوب خاست", "چو نامردم آواز مردم شنید\t\tمیان خطر جای بودن ندید", "نهیبی از آن گیر و دار آمدش\t\tگریز به وقت اختیار آمدش", "ز رحمت دل پارسا موم شد\t\tکه شب دزد بیچاره محروم شد", "به تاریکی از پی فراز آمدش\t\tبه راهی دگر پیشباز آمدش", "که یارا مرو کآشنای توام\t\tبه مردانگی خاک پای توام", "ندیدم به مردانگی چون تو کس\t\tکه جنگاوری بر دو نوع است و بس", "یکی پیش خصم آمدن مردوار\t\tدوم جان به در بردن از کارزار", "بر این هر دو خصلت غلام توام\t\tچه نامی که مولای نام توام؟", "گرت رای باشد به حکم کرم\t\tبه جایی که می‌دانمت ره برم", "سرایی است کوتاه و در بسته سخت\t\tنپندارم آنجا خداوند رخت", "کلوخی دو بالای هم بر نهیم\t\tیکی پای بر دوش دیگر نهیم", "به چندان که در دستت افتد بساز\t\tاز آن به که گردی تهیدست باز", "به دلداری و چاپلوسی و فن\t\tکشیدش سوی خانهٔ خویشتن", "جوانمرد شبرو فرو داشت دوش\t\tبه کتفش برآمد خداوند هوش", "به غلطاق و دستار و رختی که داشت\t\tز بالا به دامان او در گذاشت", "وز آنجا برآورد غوغا که دزد\t\tثواب ای جوانان و یاری و مزد", "به در جست از آشوب دزد دغل\t\tدوان، جامهٔ پارسا در بغل", "دل آسوده شد مرد نیک اعتقاد\t\tکه سرگشته‌ای را برآمد مراد", "خبیثی که بر کس ترحم نکرد\t\tببخشود بر وی دل نیکمرد", "عجب ناید از سیرت بخردان\t\tکه نیکی کنند از کرم با بدان", "در اقبال نیکان بدان می‌زیند\t\tوگر چه بدان اهل نیکی نیند"]}, {"sec-name": "بخش ۲۰ - حکایت در معنی احتمال از دشمن از بهر دوست", "sec-poems": ["یکی را چو سعدی دلی ساده بود\t\tکه با ساده رویی در افتاده بود", "جفا بردی از دشمن سختگوی\t\tز چوگان سختی بخستی چو گوی", "ز کس چین بر ابرو نینداختی\t\tز یاری به تندی نپرداختی", "یکی گفتش آخر تو را ننگ نیست؟\t\tخبر زین همه سیلی و سنگ نیست؟", "تن خویشتن سغبه دونان کنند\t\tز دشمن تحمل زبونان کنند", "نشاید ز دشمن خطا درگذاشت\t\tکه گویند یارا و مردی نداشت", "بدو گفت شیدای شوریده سر\t\tجوابی که شاید نبشتن به زر", "دلم خانهٔ مهر یار است و بس\t\tاز آن می‌نگنجد در او کین کس", "چه خوش گفت بهلول فرخنده خوی\t\tچو بگذشت بر عارفی جنگجوی", "گر این مدعی دوست بشناختی\t\tبه پیکار دشمن نپرداختی", "گر از هستی حق خبر داشتی\t\tهمه خلق را نیست پنداشتی"]}, {"sec-name": "بخش ۲۱ - حکایت لقمان حکیم", "sec-poems": ["شنیدم که لقمان سیه‌فام بود\t\tنه تن‌پرور و نازک اندام بود", "یکی بندهٔ خویش پنداشتش\t\tزبون دید و در کار گل داشتش", "جفا دید و با جور و قهرش بساخت\t\tبه سالی سرایی ز بهرش بساخت", "چو پیش آمدش بندهٔ رفته باز\t\tز لقمانش آمد نهیبی فراز", "به پایش در افتاد و پوزش نمود\t\tبخندید لقمان که پوزش چه سود؟", "به سالی ز جورت جگر خون کنم\t\tبه یک ساعت از دل به در چون کنم؟", "ولی هم ببخشایم ای نیکمرد\t\tکه سود تو ما را زیانی نکرد", "تو آباد کردی شبستان خویش\t\tمرا حکمت و معرفت گشت بیش", "غلامی است در خیلم ای نیکبخت\t\tکه فرمایمش وقتها کار سخت", "دگر ره نیازارمش سخت، دل\t\tچو یاد آیدم سختی کار گل", "هر آن کس که جور بزرگان نبرد\t\tنسوزد دلش بر ضعیفان خرد", "گر از حاکمان سختت آید سخن\t\tتو بر زیردستان درشتی مکن", "نکو گفت بهرام شه با وزیر\t\tکه دشوار با زیردستان مگیر"]}, {"sec-name": "بخش ۲۲ - حکایت جنید و سیرت او در تواضع", "sec-poems": ["شنیدم که در دشت صنعا جنید\t\tسگی دید برکنده دندان صید", "ز نیروی سر پنجهٔ شیر گیر\t\tفرومانده عاجز چو روباه پیر", "پس از غرم و آهو گرفتن به پی\t\tلگد خوردی از گوسفندان حی", "چو مسکین و بی طاقتش دید و ریش\t\tبدو داد یک نیمه از زاد خویش", "شنیدم که می‌گفت و خوش می‌گریست\t\tکه داند که بهتر ز ما هر دو کیست؟", "به ظاهر من امروز از این بهترم\t\tدگر تا چه راند قضا بر سرم", "گرم پای ایمان نلغزد ز جای\t\tبه سر بر نهم تاج عفو خدای", "وگر کسوت معرفت در برم\t\tنماند، به بسیار از این کمترم", "که سگ با همه زشت نامی چو مرد\t\tمر او را به دوزخ نخواهند برد", "ره این است سعدی که مردان راه\t\tبه عزت نکردند در خود نگاه", "از‍‍‍‍‍‍‍‍ آن بر ملائک شرف داشتند\t\tکه خود را به از سگ نپنداشتند"]}, {"sec-name": "بخش ۲۳ - حکایت زاهد و بربط زن", "sec-poems": ["یکی بربطی در بغل داشت مست\t\tبه شب در سر پارسایی شکست", "چو روز آمد آن نیکمرد سلیم\t\tبر سنگدل برد یک مشت سیم", "که دوشینه معذور بودی و مست\t\tتو را و مرا بربط و سر شکست", "مرا به شد آن زخم و برخاست بیم\t\tتو را به نخواهد شد الا به سیم", "از این دوستان خدا بر سرند\t\tکه از خلق بسیار بر سر خورند"]}, {"sec-name": "بخش ۲۴ - حکایت صبر مردان بر جفا", "sec-poems": ["شنیدم که در خاک وخش از مهان\t\tیکی بود در کنج خلوت نهان", "مجرد به معنی نه عارف به دلق\t\tکه بیرون کند دست حاجت به خلق", "سعادت گشاده دری سوی او\t\tدر از دیگران بسته بر روی او", "زبان آوری بی‌خرد سعی کرد\t\tز شوخی به بد گفتن نیکمرد", "که زنهار از این مکر و دستان و ریو\t\tبجای سلیمان نشستن چو دیو", "دمادم بشویند چون گربه روی\t\tطمع کرده در صید موشان کوی", "ریاضت کش از بهر نام و غرور\t\tکه طبل تهی را رود بانگ دور", "همی گفت و خلقی بر او انجمن\t\tبر ایشان تفرج کنان مرد و زن", "شنیدم که بگریست دانای وخش\t\tکه یارب مر این بنده را توبه بخش", "وگر راست گفت ای خداوند پاک\t\tمرا توبه ده تا نگردم هلاک", "پسند آمد از عیب جوی خودم\t\tکه معلوم من کرد خوی بدم", "گر آنی که دشمنت گوید، مرنج\t\tوگر نیستی، گو برو بادسنج", "اگر ابلهی مشک را گنده گفت\t\tتو مجموع باش او پراکنده گفت", "وگر می‌رود در پیاز این سخن\t\tچنین است گو گنده مغزی مکن", "نگیرد خردمند روشن ضمیر\t\tزبان بند دشمن ز هنگامه گیر", "نه آیین عقل است و رای و خرد\t\tکه دانا فریب مشعبد خورد", "پس کار خویش آنکه عاقل نشست\t\tزبان بداندیش بر خود ببست", "تو نیکو روش باش تا بد سگال\t\tنیابد به نقص تو گفتن مجال", "چو دشوارت آمد ز دشمن سخن\t\tنگر تا چه عیبت گرفت آن مکن", "جز آن کس ندانم نکو گوی من\t\tکه روشن کند بر من آهوی من"]}, {"sec-name": "بخش ۲۵ - حکایت امیرالمؤمنین علی (ع) و سیرت پاک او", "sec-poems": ["کسی مشکلی برد پیش علی\t\tمگر مشکلش را کند منجلی", "امیر عدوبند کشور گشای\t\tجوابش بگفت از سر علم و رای", "شنیدم که شخصی در آن انجمن\t\tبگفتا چنین نیست یا باالحسن", "نرنجید از او حیدر نامجوی\t\tبگفت ار تو دانی از این به بگوی", "بگفت آنچه دانست و بایسته گفت\t\tبه گل چشمهٔ خور نشاید نهفت", "پسندید از او شاه مردان جواب\t\tکه من بر خطا بودم او بر صواب", "به از ما سخنگوی دانا یکی است\t\tکه بالاتر از علم او علم نیست", "گر امروز بودی خداوند جاه\t\tنکردی خود از کبر در وی نگاه", "به در کردی از بارگه حاجبش\t\tفرو کوفتندی به ناواجبش", "که من بعد بی آبرویی مکن\t\tادب نیست پیش بزرگان سخن", "یکی را که پندار در سر بود\t\tمپندار هرگز که حق بشنود", "ز علمش ملال آید از وعظ ننگ\t\tشقایق به باران نروید ز سنگ", "گرت در دریای فضل است خیز\t\tبه تذکیر در پای درویش ریز", "نبینی که از خاک افتاده خوار\t\tبروید گل و بشکفد نوبهار", "مریز ای حکیم آستینهای در\t\tچو می‌بینی از خویشتن خواجه پر", "به چشم کسان در نیاید کسی\t\tکه از خود بزرگی نماید بسی", "مگو تا بگویند شکرت هزار\t\tچو خود گفتی از کس توقع مدار"]}, {"sec-name": "بخش ۲۶ - حکایت", "sec-poems": ["گدایی شنیدم که در تنگ جای\t\tنهادش عمر پای بر پشت پای", "ندانست درویش بیچاره کاوست\t\tکه رنجیده دشمن نداند ز دوست", "برآشفت بر وی که کوری مگر؟\t\tبدو گفت سالار عادل عمر", "نه کورم ولیکن خطا رفت کار\t\tندانستم از من گنه در گذار", "چه منصف بزرگان دین بوده‌اند\t\tکه با زیردستان چنین بوده‌اند", "فروتن بود هوشمند گزین\t\tنهد شاخ پر میوه سر بر زمین", "بنازند فردا تواضع کنان\t\tنگون از خجالت سر گردنان", "اگر می‌بترسی ز روز شمار\t\tاز آن کز تو ترسد خطا در گذار", "مکن خیره بر زیر دستان ستم\t\tکه دستی است بالای دست تو هم"]}, {"sec-name": "بخش ۲۷ - حکایت", "sec-poems": ["یکی خوب کردار خوش خوی بود\t\tکه بد سیرتان را نکو گوی بود", "به خوابش کسی دید چون در گذشت\t\tکه باری حکایت کن از سرگذشت", "دهانی به خنده چو گل باز کرد\t\tچو بلبل به صوتی خوش آغاز کرد", "که بر من نکردند سختی بسی\t\tکه من سخت نگرفتمی بر کسی"]}, {"sec-name": "بخش ۲۸ - حکایت ذوالنون مصری", "sec-poems": ["چنین یاد دارم که سقای نیل\t\tنکرد آب بر مصر سالی سبیل", "گروهی سوی کوهساران شدند\t\tبه فریاد خواهان باران شدند", "گرستند و از گریه جویی روان\t\tنیامد مگر گریهٔ آسمان", "به ذوالنون خبر برد از ایشان کسی\t\tکه بر خلق رنج است و زحمت بسی", "فرو ماندگان را دعایی بکن\t\tکه مقبول را رد نباشد سخن", "شنیدم که ذوالنون به مدین گریخت\t\tبسی بر نیامد که باران بریخت", "خبر شد به مدین پس از روز بیست\t\tکه ابر سیه دل بر ایشان گریست", "سبک عزم باز آمدن کرد پیر\t\tکه پر شد به سیل بهاران غدیر", "بپرسید از او عارفی در نهفت\t\tچه حکمت در این رفتنت بود؟ گفت", "شنیدم که بر مرغ و مور و ددان\t\tشود تنگ روزی به فعل بدان", "در این کشور اندیشه کردم بسی\t\tپریشان‌تر از خود ندیدم کسی", "برفتم مبادا که از شر من\t\tببندد در خیر بر انجمن", "بهی بایدت لطف کن کان بهان\t\tندیدندی از خود بتر در جهان", "تو آنگه شوی پیش مردم عزیز\t\tکه مر خویشتن را نگیری به چیز", "بزرگی که خود را به خردی شمرد\t\tبه دنیا و عقبی بزرگی ببرد", "از این خاکدان بنده‌ای پاک شد\t\tکه در پای کمتر کسی خاک شد", "الا ای که بر خاک ما بگذری\t\tبه خاک عزیزان که یاد آوری", "که گر خاک شد سعدی، او را چه غم؟\t\tکه در زندگی خاک بوده‌ست هم", "به بیچارگی تن فرا خاک داد\t\tوگر گرد عالم برآمد چو باد", "بسی برنیاید که خاکش خورد\t\tدگر باره بادش به عالم برد", "مگر تا گلستان معنی شکفت\t\tبر او هیچ بلبل چنین خوش نگفت", "عجب گر بمیرد چنین بلبلی\t\tکه بر استخوانش نروید گلی"]}]}, {"bab-name": "باب پنجم در رضا", "bab-url": "/saadi/boostan/bab5", "bab-sections": [{"sec-name": "بخش ۱ - سر آغاز", "sec-poems": ["شبی زیت فکرت همی سوختم\t\tچراغ بلاغت می افروختم", "پراکنده گویی حدیثم شنید\t\tجز احسنت گفتن طریقی ندید", "هم از خبث نوعی در آن درج کرد\t\tکه ناچار فریاد خیزد ز درد", "که فکرش بلیغ است و رایش بلند\t\tدر این شیوهٔ زهد و طامات و پند", "نه در خشت و کوپال و گرز گران\t\tکه این شیوه ختم است بر دیگران", "نداند که ما را سر جنگ نیست\t\tوگر نه مجال سخن تنگ نیست", "توانم که تیغ زبان بر کشم\t\tجهانی سخن را قلم در کشم", "بیا تا در این شیوه چالش کنیم\t\tسر خصم را سنگ، بالش کنیم", "سعادت به بخشایش داورست\t\tنه در چنگ و بازوی زور آورست", "چو دولت نبخشد سپهر بلند\t\tنیاید به مردانگی در کمند", "نه سختی رسید از ضعیفی به مور\t\tنه شیران به سرپنجه خوردند و زور", "چو نتوان بر افلاک دست آختن\t\tضروری است با گردشش ساختن", "گرت زندگانی نبشته‌ست دیر\t\tنه مارت گزاید نه شمشیر و شیر", "وگر در حیاتت نمانده‌ست بهر\t\tچنانت کشد نوشدارو که زهر", "نه رستم چو پایان روزی بخورد\t\tشغاد از نهادش برآورد گرد؟"]}, {"sec-name": "بخش ۲ - حکایت", "sec-poems": ["مرا در سپاهان یکی یار بود\t\tکه جنگاور و شوخ و عیار بود", "مدامش به خون دست و خنجر خضاب\t\tبر آتش دل خصم از او چون کباب", "ندیدمش روزی که ترکش نبست\t\tز پولاد پیکانش آتش نجست", "دلاور به سرپنجهٔ گاوزور\t\tز هولش به شیران در افتاده شور", "به دعوی چنان ناوک انداختی\t\tکه عذرا به هر یک یک انداختی", "چنان خار در گل ندیدم که رفت\t\tکه پیکان او در سپرهای جفت", "نزد تارک جنگجویی به خشت\t\tکه خود و سرش را نه در هم سرشت", "چو گنجشک روز ملخ در نبرد\t\tبه کشتن چه گنجشک پیشش چه مرد", "گرش بر فریدون بدی تاختن\t\tامانش ندادی به تیغ آختن", "پلنگانش از زور سرپنجه زیر\t\tفرو برده چنگال در مغز شیر", "گرفتی کمربند جنگ آزمای\t\tوگر کوه بودی بکندی ز جای", "زره پوش را چون تبرزین زدی\t\tگذر کردی از مرد و بر زین زدی", "نه در مردی او را نه در مردمی\t\tدوم در جهان کس شنید آدمی", "مرا یک دم از دست نگذاشتی\t\tکه با راست طبعان سری داشتی", "سفر ناگهم زان زمین در ربود\t\tکه بیشم در آن بقعه روزی نبود", "قضا نقل کرد از عراقم به شام\t\tخوش آمد در آن خاک پاکم مقام", "مع القصه چندی ببودم مقیم\t\tبه رنج و به راحت، به امید و بیم", "دگر پر شد از شام پیمانه‌ام\t\tکشید آرزومندی خانه‌ام", "قضا را چنان اتفاق اوفتاد\t\tکه بازم گذر بر عراق اوفتاد", "شبی سر فرو شد به اندیشه‌ام\t\tبه دل برگذشت آن هنر پیشه‌ام", "نمک ریش دیرینه‌ام تازه کرد\t\tکه بودم نمک خورده از دست مرد", "به دیدار وی در سپاهان شدم\t\tبه مهرش طلبکار و خواهان شدم", "جوان دیدم از گردش دهر، پیر\t\tخدنگش کمان، ارغوانش زریر", "چو کوه سپیدش سر از برف موی\t\tدوان آبش از برف پیری به روی", "فلک دست قوت بر او یافته\t\tسر دست مردیش بر تافته", "بدر کرده گیتی غرور از سرش\t\tسر ناتوانی به زانو برش", "بدو گفتم ای سرور شیر گیر\t\tچه فرسوده کردت چو روباه پیر؟", "بخندید کز روز جنگ تتر\t\tبدر کردم آن جنگجویی ز سر", "زمین دیدم از نیزه چو نیستان\t\tگرفته علمها چو آتش در آن", "بر انگیختم گرد هیجا چو دود\t\tچو دولت نباشد تهور چه سود؟", "من آنم که چون حمله آوردمی\t\tبه رمح از کف انگشتری بردمی", "ولی چون نکرد اخترم یاوری\t\tگرفتند گردم چو انگشتری", "غنیمت شمردم طریق گریز\t\tکه نادان کند با قضا پنجه تیز", "چه یاری کند مغفر و جوشنم\t\tچو یاری نکرد اختر روشنم؟", "کلید ظفر چون نباشد به دست\t\tبه بازو در فتح نتوان شکست", "گروهی پلنگ افکن پیل زور\t\tدر آهن سر مرد و سم ستور", "همان دم که دیدیم گرد سپاه\t\tزره جامه کردیم و مغفر کلاه", "چو ابر اسب تازی برانگیختیم\t\tچو باران بلارک فرو ریختیم", "دو لشکر به هم بر زدند از کمین\t\tتو گفتی زدند آسمان بر زمین", "ز باریدن تیر همچو تگرگ\t\tبه هر گوشه برخاست طوفان مرگ", "به صید هژبران پرخاش ساز\t\tکمند اژدهای دهن کرده باز", "زمین آسمان شد ز گرد کبود\t\tچو انجم در او برق شمشیر و خود", "سواران دشمن چو دریافتیم\t\tپیاده سپر در سپر بافتیم", "به تیر و سنان موی بشکافتیم\t\tچو دولت نبد روی بر تافتیم", "چه زور آورد پنجهٔ جهد مرد\t\tچو بازوی توفیق یاری نکرد؟", "نه شمشیر گندآوران کند بود\t\tکه کین آوری ز اختر تند بود", "کس از لشکر ما ز هیجا برون\t\tنیامد جز آغشته خفتان به خون", "چو صد دانه مجموع در خوشه‌ای\t\tفتادیم هر دانه‌ای گوشه‌ای", "به نامردی از هم بدادیم دست\t\tچو ماهی که با جوشن افتد به شست", "کسان را نشد ناوک اندر حریر\t\tکه گفتم بدوزند سندان به تیر", "چو طالع ز ما روی بر پیچ بود\t\tسپر پیش تیر قضا هیچ بود", "از این بوالعجب‌تر حدیثی شنو\t\tکه بی بخت کوشش نیرزد دو جو"]}, {"sec-name": "بخش ۳ - حکایت تیرانداز اردبیلی", "sec-poems": ["یکی آهنین پنجه در اردبیل\t\tهمی بگذرانید پیلک ز پیل", "نمد پوشی آمد به جنگش فراز\t\tجوانی جهان سوز پیکار ساز", "به پرخاش جستن چو بهرام گور\t\tکمندی به کتفش بر از خام گور", "چو دید اردبیلی نمد پاره پوش\t\tکمان در زه آورد و زه را به گوش", "به پنجاه تیر خدنگش بزد\t\tکه یک چوبه بیرون نرفت از نمد", "درآمد نمدپوش چون سام گرد\t\tبه خم کمندش درآورد و برد", "به لشکرگهش برد و در خیمه دست\t\tچو دزدان خونی به گردن ببست", "شب از غیرت و شرمساری نخفت\t\tسحرگه پرستاری از خیمه گفت", "تو کآهن به ناوک بدوزی و تیر\t\tنمدپوش را چون فتادی اسیر؟", "شنیدم که می‌گفت و خون می‌گریست\t\tندانی که روز اجل کس نزیست؟", "من آنم که در شیوهٔ طعن و ضرب\t\tبه رستم در آموزم آداب حرب", "چو بازوی بختم قوی حال بود\t\tستبری پیلم نمد می‌نمود", "کنونم که در پنجه اقبیل نیست\t\tنمد پیش تیرم کم از پیل نیست", "به روز اجل نیزه جوشن درد\t\tز پیراهن بی اجل نگذرد", "کرا تیغ قهر اجل در قفاست\t\tبرهنه‌ست اگر جوشنش چند لاست", "ورش بخت یاور بود، دهر پشت\t\tبرهنه نشاید به ساطور کشت", "نه دانا به سعی از اجل جان ببرد\t\tنه نادان به ناساز خوردن بمرد"]}, {"sec-name": "بخش ۴ - حکایت طبیب و کرد", "sec-poems": ["شبی کردی از درد پهلو نخفت\t\tطبیبی در آن ناحیت بود و گفت", "از این دست کاو برگ رز می‌خورد\t\tعجب دارم ار شب به پایان برد", "که در سینه پیکان تیر تتار\t\tبه از ثقل مأکول ناسازگار", "گر افتد به یک لقمه در روده پیچ\t\tهمه عمر نادان بر آید به هیچ", "قضا را طبیب اندر آن شب بمرد\t\tچهل سال از این رفت و زنده‌ست کرد"]}, {"sec-name": "بخش ۵ - حکایت", "sec-poems": ["یکی روستایی سقط شد خرش\t\tعلم کرد بر تاک بستان سرش", "جهاندیده پیری بر او بر گذشت\t\tچنین گفت خندان به ناطور دشت", "مپندار جان پدر کاین حمار\t\tکند دفع چشم بد از کشتزار", "که این دفع چوب از سر و گوش خویش\t\tنمی‌کرد تا ناتوان مرد و ریش", "چه داند طبیب از کسی رنج برد\t\tکه بیچاره خواهد خود از رنج مرد؟"]}, {"sec-name": "بخش ۶ - حکایت", "sec-poems": ["شنیدم که دیناری از مفلسی\t\tبیفتاد و مسکین بجستش بسی", "به آخر سر ناامیدی بتافت\t\tیکی دیگرش ناطلب کرده یافت", "به بدبختی و نیکبختی قلم\t\tبگردید و ما همچنان در شکم", "نه روزی به سرپنجگی می‌خورند\t\tکه سرپنجگان تنگ روزی ترند", "بسا چاره‌دانا به سختی بمرد\t\tکه بیچاره گوی سلامت ببرد"]}, {"sec-name": "بخش ۷ - حکایت", "sec-poems": ["فرو کوفت پیری پسر را به چوب\t\tبگفت ای پدر بی گناهم مکوب", "توان بر تو از جور مردم گریست\t\tولی چون تو جورم کنی چاره چیست؟", "به داور خروش، ای خداوند هوش\t\tنه از دست داور برآور خروش"]}, {"sec-name": "بخش ۸ - حکایت مرد درویش و همسایهٔ توانگر", "sec-poems": ["بلند اختری نام او بختیار\t\tقوی دستگه بود و سرمایه‌دار", "به کوی گدایان درش خانه بود\t\tزرش همچو گندم به پیمانه بود", "چو درویش بیند توانگر به ناز\t\tدلش بیش سوزد به داغ نیاز", "زنی جنگ پیوست با شوی خویش\t\tشبانگه چو رفتش تهیدست، پیش", "که کس چون تو بدبخت، درویش نیست\t\tچو زنبور سرخت جز این نیش نیست", "بیاموز مردی ز همسایگان\t\tکه آخر نیم قحبهٔ رایگان", "کسان را زر و سیم و ملک است و رخت\t\tچرا همچو ایشان نه‌ای نیکبخت؟", "بر آورد صافی دل صوف پوش\t\tچو طبل از تهیگاه خالی خروش", "که من دست قدرت ندارم به هیچ\t\tبه سرپنجه دست قضا بر مپیچ", "نکردند در دست من اختیار\t\tکه من خویشتن را کنم بختیار"]}, {"sec-name": "بخش ۹ - حکایت", "sec-poems": ["یکی پیر درویش در خاک کیش\t\tچه خوش گفت با همسر زشت خویش", "چو دست قضا زشت رویت سرشت\t\tمیندای گلگونه بر روی زشت", "که حاصل کند نیکبختی به زور؟\t\tبه سرمه که بینا کند چشم کور؟", "نیاید نکوکاری از بد رگان\t\tمحال است دوزندگی از سگان", "همه فیلسوفان یونان و روم\t\tندانند کرد انگبین از زقوم", "ز وحشی نیاید که مردم شود\t\tبه سعی اندر او تربیت گم شود", "توان پاک کردن ز زنگ آینه\t\tولیکن نیاید ز سنگ آینه", "به کوشش نه روید گل از شاخ بید\t\tنه زنگی به گرمابه گردد سپید", "چو رد می‌نگردد خدنگ قضا\t\tسپر نیست مر بنده را جز رضا"]}, {"sec-name": "بخش ۱۰ - حکایت کرکس با زغن", "sec-poems": ["چنین گفت پیش زغن کرکسی\t\tکه نبود ز من دوربین‌تر کسی", "زغن گفت از این در نشاید گذشت\t\tبیا تا چه بینی بر اطراف دشت", "شنیدم که مقدار یک روزه راه\t\tبکرد از بلندی به پستی نگاه", "چنین گفت دیدم گرت باور است\t\tکه یک دانه گندم به هامون بر است", "زغن را نماند از تعجب شکیب\t\tز بالا نهادند سر در نشیب", "چو کرکس بر دانه آمد فراز\t\tگره شد بر او پایبندی دراز", "ندانست از آن دانه‌ای خوردنش\t\tکه دهر افکند دام در گردنش", "نه آبستن در بود هر صدف\t\tنه هر بار شاطر زند بر هدف", "زغن گفت از آن دانه دیدن چه سود\t\tچو بینایی دام خصمت نبود؟", "شنیدم که می‌گفت و گردن به بند\t\tنباشد حذر با قدر سودمند", "اجل چون به خونش بر آورد دست\t\tقضا چشم باریک بینش ببست", "در آبی که پیدا نگردد کنار\t\tغرور شناور نیاید به کار"]}, {"sec-name": "بخش ۱۱ - حکایت", "sec-poems": ["چه خوش گفت شاگرد منسوج باف\t\tچو عنقا بر آورد و پیل و زراف", "مرا صورتی بر نیاید ز دست\t\tکه نقشش معلم ز بالا نبست", "گرت صورت حال بد یا نکوست\t\tنگارندهٔ دست تقدیر، اوست", "در این نوعی از شرک پوشیده هست\t\tکه زیدم بیازرد و عمروم بخست", "گرت دیده بخشد خداوند امر\t\tنبینی دگر صورت زید و عمرو", "نپندارم ار بنده دم در کشد\t\tخدایش به روزی قلم در کشد", "جهان آفرینت گشایش دهاد\t\tکه گر وی ببندد نشاید گشاد"]}, {"sec-name": "بخش ۱۲ - مثل", "sec-poems": ["شتر بچه با مادر خویش گفت:\t\tبس از رفتن، آخر زمانی بخفت", "بگفت ار به دست منستی مهار\t\tندیدی کسم بارکش در قطار", "قضا کشتی آنجا که خواهد برد\t\tوگر ناخدا جامه بر تن درد", "مکن سعدیا دیده بر دست کس\t\tکه بخشنده پروردگار است و بس", "اگر حق پرستی ز درها بست\t\tکه گر وی براند نخواند کست", "گر او تاجدارت کند سر بر آر\t\tوگر نه سر نا امیدی بخار"]}, {"sec-name": "بخش ۱۳ - گفتار اندر اخلاص و برکت آن و ریا و آفت آن", "sec-poems": ["عبادت به اخلاص نیت نکوست\t\tوگر نه چه آید ز بی مغز پوست؟", "چه زنار مغ در میانت چه دلق\t\tکه در پوشی از بهر پندار خلق", "مکن گفتمت مردی خویش فاش\t\tچو مردی نمودی مخنث مباش", "به اندازهٔ بود باید نمود\t\tخجالت نبرد آن که ننمود و بود", "که چون عاریت بر کنند از سرش\t\tنماید کهن جامه‌ای در برش", "اگر کوتهی پای چوبین مبند\t\tکه در چشم طفلان نمایی بلند", "وگر نقره اندوده باشد نحاس\t\tتوان خرج کردن بر ناشناس", "منه جان من آب زر بر پشیز\t\tکه صراف دانا نگیرد به چیز", "زر اندودگان را به آتش برند\t\tپدید آید آنگه که مس یا زرند", "ندانی که بابای کوهی چه گفت\t\tبه مردی که ناموس را شب نخفت؟", "برو جان بابا در اخلاص پیچ\t\tکه نتوانی از خلق رستن به هیچ", "کسانی که فعلت پسندیده‌اند\t\tهنوز از تو نقش برون دیده‌اند", "چه قدر آورد بنده حوردیس\t\tکه زیر قبا دارد اندام پیس؟", "نشاید به دستان شدن در بهشت\t\tکه بازت رود چادر از روی زشت"]}, {"sec-name": "بخش ۱۴ - حکایت", "sec-poems": ["شنیدم که نابالغی روزه داشت\t\tبه صد محنت آورد روزی به چاشت", "به کتابش آن روز سائق نبرد\t\tبزرگ آمدش طاعت از طفل خرد", "پدر دیده بوسید و مادر سرش\t\tفشاندند بادام و زر بر سرش", "چو بر وی گذر کرد یک نیمه روز\t\tفتاد اندر او ز آتش معده سوز", "به دل گفت اگر لقمه چندی خورم\t\tچه داند پدر غیب یا مادرم؟", "چو روی پسر در پدر بود و قوم\t\tنهان خورد و پیدا به سر برد صوم", "که داند چو در بند حق نیستی\t\tاگر بی وضو در نماز ایستی؟", "پس این پیر از آن طفل نادان تر است\t\tکه از بهر مردم به طاعت در است", "کلید در دوزخ است آن نماز\t\tکه در چشم مردم گزاری دراز", "اگر جز به حق می‌رود جاده‌ات\t\tدر آتش فشانند سجاده‌ات"]}, {"sec-name": "بخش ۱۵ - حکایت", "sec-poems": ["سیهکاری از نردبانی فتاد\t\tشنیدم که هم در نفس جان بداد", "پسر چند روزی گرستن گرفت\t\tدگر با حریفان نشستن گرفت", "به خواب اندرش دید و پرسید حال\t\tکه چون رستی از حشر و نشر و سؤال؟", "بگفت ای پسر قصه بر من مخوان\t\tبه دوزخ در افتادم از نردبان", "نکو سیرتی بی تکلف برون\t\tبه از نیکنامی خراب اندرون", "به نزدیک من شبرو راهزن\t\tبه از فاسق پارسا پیرهن", "یکی بر در خلق رنج آزمای\t\tچه مزدش دهد در قیامت خدای؟", "ز عمرو ای پسر چشم اجرت مدار\t\tچو در خانهٔ زید باشی به کار", "نگویم تواند رسیدن به دوست\t\tدر این ره جز آن کس که رویش در اوست", "ره راست رو تا به منزل رسی\t\tتو در ره نه‌ای، زین قبل واپسی", "چو گاوی که عصار چشمش ببست\t\tدوان تا به شب، شب همان جا که هست", "کسی گر بتابد ز محراب روی\t\tبه کفرش گواهی دهند اهل کوی", "تو هم پشت بر قبله‌ای در نماز\t\tگرت در خدا نیست روی نیاز", "درختی که بیخش بود برقرار\t\tبپرور، که روزی دهد میوه بار", "گرت بیخ اخلاص در بوم نیست\t\tاز این بر کسی چون تو محروم نیست", "هر آن کافکند تخم بر روی سنگ\t\tجوی وقت دخلش نیاید به چنگ", "منه آبروی ریا را محل\t\tکه این آب در زیر دارد وحل", "چو در خفیه بد باشم و خاکسار\t\tچه سود آب ناموس بر روی کار؟", "به روی و ریا خرقه سهل است دوخت\t\tگرش با خدا در توانی فروخت", "چه دانند مردم که در جامه کیست؟\t\tنویسنده داند که در نامه چیست", "چه وزن آورد جایی انبان باد\t\tکه میزان عدل است و دیوان داد؟", "مرائی که چندین ورع می‌نمود\t\tبدیدند و هیچش در انبان نبود", "کنند ابره پاکیزه‌تر ز آستر\t\tکه آن در حجاب است و این در نظر", "بزرگان فراغ از نظر داشتند\t\tاز آن پرنیان آستر داشتند", "ور آوازه خواهی در اقلیم فاش\t\tبرون حله کن گو درون حشو باش", "به بازی نگفت این سخن بایزید\t\tکه از منکر ایمن‌ترم کز مرید", "کسانی که سلطان و شاهنشهند\t\tسراسر گدایان این درگهند", "طمع در گدا، مرد معنی نبست\t\tنشاید گرفتن در افتاده دست", "همان به گر آبستن گوهری\t\tکه همچون صدف سر به خود در بری", "چو روی پرستیدنت در خداست\t\tاگر جبرئیلت نبیند رواست", "تو را پند سعدی بس است ای پسر\t\tاگر گوش گیری چو پند پدر", "گر امروز گفتار ما نشنوی\t\tمبادا که فردا پشیمان شوی", "از این به نصیحتگری بایدت\t\tندانم پس از من چه پیش آیدت!"]}]}, {"bab-name": "باب ششم در قناعت", "bab-url": "/saadi/boostan/bab6", "bab-sections": [{"sec-name": "بخش ۱ - سر آغاز", "sec-poems": ["خدا را ندانست و طاعت نکرد\t\tکه بر بخت و روزی قناعت نکرد", "قناعت توانگر کند مرد را\t\tخبر کن حریص جهانگرد را", "سکونی به دست آور ای بی ثبات\t\tکه بر سنگ گردان نروید نبات", "مپرور تن ار مرد رای و هشی\t\tکه او را چو می‌پروری می‌کشی", "خردمند مردم هنر پرورند\t\tکه تن پروران از هنر لاغرند", "کسی سیرت آدمی گوش کرد\t\tکه اول سگ نفس خاموش کرد", "خور و خواب تنها طریق دد است\t\tبر این بودن آیین نابخرد است", "خنک نیکبختی که در گوشه‌ای\t\tبه دست آرد از معرفت توشه‌ای", "بر آنان که شد سر حق آشکار\t\tنکردند باطل بر او اختیار", "ولیکن چو ظلمت نداند ز نور\t\tچه دیدار دیوش چه رخسار حور", "تو خود را از آن در چه انداختی\t\tکه چه را ز ره باز نشناختی", "بر اوج فلک چون پرد جره باز\t\tکه در شهپرش بسته‌ای سنگ آز؟", "گرش دامن از چنگ شهوت رها\t\tکنی، رفت تا سدرةالمنتهی", "به کم کردن از عادت خویش خورد\t\tتوان خویشتن را ملک خوی کرد", "کجا سیر وحشی رسد در ملک\t\tنشاید پرید از ثری بر فلک", "نخست آدمی سیرتی پیشه کن\t\tپس آن گه ملک خویی اندیشه کن", "تو بر کرهٔ توسنی بر کمر\t\tنگر تا نپیچد ز حکم تو سر", "که گر پالهنگ از کفت در گسیخت\t\tتن خویشتن کشت و خون تو ریخت", "به اندازه خور زاد اگر مردمی\t\tچنین پر شکم، آدمی یا خمی؟", "درون جای قوت است و ذکر و نفس\t\tتو پنداری از بهر نان است و بس", "کجا ذکر گنجد در انبان آز؟\t\tبه سختی نفس می‌کند پا دراز", "ندارند تن پروران آگهی\t\tکه پر معده باشد ز حکمت تهی", "دو چشم و شکم پر نگردد به هیچ\t\tتهی بهتر این رودهٔ پیچ پیچ", "چو دوزخ که سیرش کنند از وقید\t\tدگر بانگ دارد که هل من مزید؟", "همی میردت عیسی از لاغری\t\tتو در بند آنی که خر پروری", "به دین، ای فرومایه، دنیا مخر\t\tتو خر را به انجیل عیسی مخر", "مگر می‌نبینی که دد را و دام\t\tنینداخت جز حرص خوردن به دام؟", "پلنگی که گردن کشد بر وحوش\t\tبه دام افتد از بهر خوردن چو موش", "چو موش آن که نان و پنیرش خوری\t\tبه دامش در افتی و تیرش خوری"]}, {"sec-name": "بخش ۲ - حکایت", "sec-poems": ["مرا حاجیی شانهٔ عاج داد\t\tکه رحمت بر اخلاق حجاج باد", "شنیدم که باری سگم خوانده بود\t\tکه از من به نوعی دلش مانده بود", "بینداختم شانه کاین استخوان\t\tنمی‌بایدم دیگرم سگ مخوان", "مپندار چون سرکهٔ خود خورم\t\tکه جور خداوند حلوا برم", "قناعت کن ای نفس بر اندکی\t\tکه سلطان و درویش بینی یکی", "چرا پیش خسرو به خواهش روی\t\tچو یک سو نهادی طمع، خسروی", "وگر خود پرستی شکم طبله کن\t\tدر خانهٔ این و آن قبله کن"]}, {"sec-name": "بخش ۳ - حکایت", "sec-poems": ["یکی پر طمع پیش خوارزمشاه\t\tشنیدم که شد بامدادی پگاه", "چو دیدش به خدمت دوتا گشت و راست\t\tدگر روی بر خاک مالید و خاست", "پسر گفتش ای بابک نامجوی\t\tیکی مشکلت می‌بپرسم بگوی", "نگفتی که قبله‌ست سوی حجاز\t\tچرا کردی امروز از این سو نماز؟", "مبر طاعت نفس شهوت پرست\t\tکه هر ساعتش قبلهٔ دیگر است", "مبر ای برادر به فرمانش دست\t\tکه هر کس که فرمان نبردش برست", "قناعت سرافرازد ای مرد هوش\t\tسر پر طمع بر نیاید ز دوش", "طمع آبروی توقر بریخت\t\tبرای دو جو دامنی در بریخت", "چو سیراب خواهی شدن ز آب جوی\t\tچرا ریزی از بهر برف آبروی؟", "مگر از تنعم شکیبا شوی\t\tوگرنه ضرورت به درها شوی", "برو خواجه کوتاه کن دست آز\t\tچه می‌بایدت ز آستین دراز؟", "کسی را که درج طمع در نوشت\t\tنباید به کس عبد و خادم نبشت", "توقع براند ز هر مجلست\t\tبران از خودش تا نراند کست"]}, {"sec-name": "بخش ۴ - حکایت", "sec-poems": ["یکی را تب آمد ز صاحبدلان\t\tکسی گفت شکر بخواه از فلان", "بگفت ای پسر تلخی مردنم\t\tبه از جور روی ترش بردنم", "شکر عاقل از دست آن کس نخورد\t\tکه روی از تکبر بر او سرکه کرد", "مرو از پی هر چه دل خواهدت\t\tکه تمکین تن نور جان کاهدت", "کند مرد را نفس اماره خوار\t\tاگر هوشمندی عزیزش مدار", "اگر هرچه باشد مرادت خوری\t\tز دوران بسی نامرادی بری", "تنور شکم دم به دم تافتن\t\tمصیبت بود روز نایافتن", "به تنگی بریزاندت روی رنگ\t\tچو وقت فراخی کنی معده تنگ", "کشد مرد پرخواره بار شکم\t\tوگر در نیابد کشد بار غم", "شکم بنده بسیار بینی خجل\t\tشکم پیش من تنگ بهتر که دل"]}, {"sec-name": "بخش ۵ - حکایت در مذلت بسیار خوردن", "sec-poems": ["چه آوردم از بصره دانی عجب\t\tحدیثی که شیرین تر است از رطب", "تنی چند در خرقه راستان\t\tگذشتیم بر طرف خرماستان", "یکی در میان معده انبار بود\t\tز پر خواری خویش بس خوار بود", "میان بست مسکین و شد بر درخت\t\tوز آنجا به گردن در افتاد سخت", "نه هر بار خرما توان خورد و برد\t\tلت انبان بد عاقبت خورد و مرد", "رئیس ده آمد که این را که کشت؟\t\tبگفتم مزن بانگ بر ما درشت", "شکم دامن اندر کشیدش ز شاخ\t\tبود تنگدل رودگانی فراخ", "شکم بند دست است و زنجیر پای\t\tشکم بنده نادر پرستد خدای", "سراسر شکم شد ملخ لاجرم\t\tبه پایش کشد مور کوچک شکم", "برو اندرونی به دست آر، پاک\t\tشکم پر نخواهد شد الّا به خاک"]}, {"sec-name": "بخش ۶ - حکایت", "sec-poems": ["شکم صوفیی را زبون کرد و فرج\t\tدو دینار بر هر دوان کرد خرج", "یکی گفتش از دوستان در نهفت\t\tچه کردی بدین هر دو دینار؟ گفت", "به دیناری از پشت راندم نشاط\t\tبه دیگر، شکم را کشیدم سماط", "فرومایگی کردم و ابلهی\t\tکه این همچنان پر نشد وآن تهی", "غذا گر لطیف است و گر سرسری\t\tچو دیرت به دست اوفتد خوش خوری", "سر آنگه به بالین نهد هوشمند\t\tکه خوابش به قهر آورد در کمند", "مجال سخن تا نیابی مگوی\t\tچو میدان نبینی نگه دار گوی", "وز اندازه بیرون، مرو پیش زن\t\tنه دیوانه‌ای تیغ بر خود مزن", "به بی رغبتی شهوت انگیختن\t\tبه رغبت بود خون خود ریختن"]}, {"sec-name": "بخش ۷ - حکایت در عزت قناعت", "sec-poems": ["یکی نیشکر داشت بر طبقری\t\tچپ و راست گردیده بر مشتری", "به صاحبدلی گفت در کنج ده\t\tکه بستان و چون دست یابی بده", "بگفت آن خردمند زیبا سرشت\t\tجوابی که بر دیده باید نبشت", "تو را صبر بر من نباشد مگر\t\tولیکن مرا باشد از نیشکر", "حلاوت ندارد شکر در نیش\t\tچو باشد تقاضای تلخ از پیش"]}, {"sec-name": "بخش ۸ - حکایت", "sec-poems": ["یکی را ز مردان روشن ضمیر\t\tامیر ختن داد طاقی حریر", "ز شادی چو گلبرگ خندان شکفت\t\tنپوشید و دستش ببوسید و گفت:", "چه خوب است تشریف میر ختن\t\tوز او خوب تر خرقهٔ خویشتن", "گر آزاده‌ای بر زمین خسب و بس\t\tمکن بهر قالی زمین بوس کس"]}, {"sec-name": "بخش ۹ - حکایت", "sec-poems": ["یکی نان خورش جز پیازی نداشت\t\tچو دیگر کسان برگ و سازی نداشت", "کسی گفتش ای سغبهٔ خاکسار\t\tبرو طبخی از خوان یغما بیار", "بخواه و مدار ای پسر شرم و باک\t\tکه مقطوع روزی بود شرمناک", "قبا بست و چابک نوردید دست\t\tقبایش دریدند و دستش شکست", "همی گفت و بر خویشتن می‌گریست\t\tکه مر خویشتن کرده را چاره چیست؟", "بلا جوی باشد گرفتار آز\t\tمن و خانه من بعد و نان و پیاز", "جوینی که از سعی بازو خورم\t\tبه از میده بر خوان اهل کرم", "چه دلتنگ خفت آن فرومایه دوش\t\tکه بر سفرهٔ دیگران داشت گوش"]}, {"sec-name": "بخش ۱۰ - حکایت", "sec-poems": ["یکی گربه در خانهٔ زال بود\t\tکه برگشته ایام و بد حال بود", "دوان شد به مهمان سرای امیر\t\tغلامان سلطان زدندش به تیر", "چکان خونش از استخوان، می‌دوید\t\tهمی گفت و از هول جان می‌دوید", "اگر جستم از دست این تیر زن\t\tمن و موش و ویرانهٔ پیرزن", "نیرزد عسل، جان من، زخم نیش\t\tقناعت نکوتر به دوشاب خویش", "خداوند از آن بنده خرسند نیست\t\tکه راضی به قسم خداوند نیست"]}, {"sec-name": "بخش ۱۱ - حکایت مرد کوته نظر و زن عالی همت", "sec-poems": ["یکی طفل دندان برآورده بود\t\tپدر سر به فکرت فرو برده بود", "که من نان و برگ از کجا آرمش؟\t\tمروت نباشد که بگذارمش", "چو بیچاره گفت این سخن، نزد جفت\t\tنگر تا زن او را چه مردانه گفت:", "مخور هول ابلیس تا جان دهد\t\tهمان کس که دندان دهد نان دهد", "تواناست آخر خداوند روز\t\tکه روزی رساند، تو چندین مسوز", "نگارندهٔ کودک اندر شکم\t\tنویسنده عمر و روزی است هم", "خداوندگاری که عبدی خرید\t\tبدارد، فکیف آن که عبد آفرید", "تو را نیست این تکیه بر کردگار\t\tکه مملوک را بر خداوندگار", "شنیدی که در روزگار قدیم\t\tشدی سنگ در دست ابدال سیم", "نپنداری این قول معقول نیست\t\tچو قانع شدی سیم و سنگت یکی است", "چو طفل اندرون دارد از حرص پاک\t\tچه مشتی زرش پیش همت چه خاک", "خبر ده به درویش سلطان پرست\t\tکه سلطان ز درویش مسکین ترست", "گدا را کند یک درم سیم سیر\t\tفریدون به ملک عجم نیم سیر", "نگهبانی ملک و دولت بلاست\t\tگدا پادشاه است و نامش گداست", "گدایی که بر خاطرش بند نیست\t\tبه از پادشاهی که خرسند نیست", "بخسبند خوش روستایی و جفت\t\tبه ذوقی که سلطان در ایوان نخفت", "اگر پادشاه است و گر پینه دوز\t\tچو خفتند گردد شب هر دو روز", "چو سیلاب خواب آمد و مرد برد\t\tچه بر تخت سلطان، چه بر دشت کرد", "چو بینی توانگر سر از کبر مست\t\tبرو شکر یزدان کن ای تنگدست", "نداری بحمدالله آن دسترس\t\tکه برخیزد از دستت آزار کس"]}, {"sec-name": "بخش ۱۲ - حکایت", "sec-poems": ["شنیدم که صاحبدلی نیکمرد\t\tیکی خانه بر قامت خویش کرد", "کسی گفت می‌دانمت دسترس\t\tکز این خانه بهتر کنی، گفت بس", "چه می‌خواهم از طارم افراشتن؟\t\tهمینم بس از بهر بگذاشتن", "مکن خانه بر راه سیل، ای غلام\t\tکه کس را نگشت این عمارت تمام", "نه از معرفت باشد و عقل و رای\t\tکه بر ره کند کاروانی سرای"]}, {"sec-name": "بخش ۱۳ - حکایت", "sec-poems": ["یکی سلطنت ران صاحب شکوه\t\tفرو خواست رفت آفتابش به کوه", "به شیخی در آن بقعه کشور گذاشت\t\tکه در دوره قائم مقامی نداشت", "چو خلوت نشین کوس دولت شنید\t\tدگر ذوق در کنج خلوت ندید", "چپ و راست لشکر کشیدن گرفت\t\tدل پردلان زو رمیدن گرفت", "چنان سخت بازو شد و تیز چنگ\t\tکه با جنگجویان طلب کرد جنگ", "ز قوم پراکنده خلقی بکشت\t\tدگر جمع گشتند و هم رای و پشت", "چنان در حصارش کشیدند تنگ\t\tکه عاجز شد از تیرباران و سنگ", "بر نیکمردی فرستاد کس\t\tکه صعبم فرومانده، فریاد رس", "به همت مدد کن که شمشیر و تیر\t\tنه در هر وغایی بود دستگیر", "چو بشنید عابد بخندید و گفت\t\tچرا نیم نانی نخورد و نخفت؟", "ندانست قارون نعمت پرست\t\tکه گنج سلامت به کنج اندر است"]}, {"sec-name": "بخش ۱۴ - گفتار در صبر بر ناتوانی به امید بهی", "sec-poems": ["کمال است در نفس مرد کریم\t\tگرش زر نباشد چه نقصان و بیم؟", "مپندار اگر سفله قارون شود\t\tکه طبع لئیمش دگرگون شود", "وگر درنیابد کرم پیشه، نان\t\tنهادش توانگر بود همچنان", "مروت زمین است و سرمایه زرع\t\tبده کاصل خالی نماند ز فرع", "خدایی که از خاک مردم کند\t\tعجب باشد ار مردمی گم کند", "ز نعمت نهادن بلندی مجوی\t\tکه ناخوش کند آب استاده بوی", "به بخشندگی کوش کآب روان\t\tبه سیلش مدد می‌رسد ز آسمان", "گر از جاه و دولت بیفتد لئیم\t\tدگر باره نادر شود مستقیم", "وگر قیمتی گوهری غم مدار\t\tکه ضایع نگرداندت روزگار", "کلوخ ار چه افتاده بینی به راه\t\tنبینی که در وی کند کس نگاه", "و گر خردهٔ زر ز دندان گاز\t\tبیفتد، به شمعش بجویند باز", "به در می‌کنند آبگینه ز سنگ\t\tکجا ماند آیینه در زیر زنگ؟", "هنر باید و فضل و دین و کمال\t\tکه گاه آید و گه رود جاه و مال"]}, {"sec-name": "بخش ۱۵ - حکایت در معنی آسانی پس از دشواری", "sec-poems": ["شنیدم ز پیران شیرین سخن\t\tکه بود اندر این شهر پیری کهن", "بسی دیده شاهان و دوران و امر\t\tسرآورده عمری ز تاریخ عمرو", "درخت کهن میوه‌ای تازه داشت\t\tکه شهر از نکویی پرآوازه داشت", "عجب در زنخدان آن دل فریب\t\tکه هرگز نبوده‌ست بر سرو سیب", "ز شوخی و مردم خراشیدنش\t\tفرج دید در سر تراشیدنش", "به موسی، کهن عمر کوته امید\t\tسرش کرد چون دست موسی سپید", "ز سر تیزی آن آهنین دل که بود\t\tبه عیب پری‌رخ زبان برگشود", "به مویی که کرد از نکوییش کم\t\tنهادند حالی سرش در شکم", "چو چنگ از خجالت سر خوبروی\t\tنگونسار و در پیشش افتاده موی", "یکی را که خاطر در او رفته بود\t\tچو چشمان دلبندش آشفته بود", "کسی گفت جور آزمودی و درد\t\tدگر گرد سودای باطل مگرد", "ز مهرش بگردان چو پروانه پشت\t\tکه مقراض، شمع جمالش بکشت", "برآمد خروش از هوادار چست\t\tکه تردامنان را بود عهد سست", "پسر خوش منش باید و خوبروی\t\tپدر گو به جهلش بینداز موی", "مرا جان به مهرش برآمیخته‌ست\t\tنه خاطر به مویی در آویخته‌ست", "چو روی نکو داری انده مخور\t\tکه موی ار بیفتد بروید دگر", "نه پیوسته رز خوشهٔ تر دهد\t\tگهی برگ ریزد، گهی بر دهد", "بزرگان چو خور در حجاب اوفتند\t\tحسودان چو اخگر در آب اوفتند", "برون آید از زیر ابر آفتاب\t\tبه تدریج و اخگر بمیرد در آب", "ز ظلمت مترس ای پسندیده دوست\t\tکه ممکن بود کاب حیوان در اوست", "نه گیتی پس از جنبش آرام یافت؟\t\tنه سعدی سفر کرد تا کام یافت؟", "دل از بی مرادی به فکرت مسوز\t\tشب آبستن است ای برادر به روز"]}]}, {"bab-name": "باب هفتم در عالم تربیت", "bab-url": "/saadi/boostan/bab7", "bab-sections": [{"sec-name": "بخش ۱ - سر آغاز", "sec-poems": ["سخن در صلاح است و تدبیر و خوی\t\tنه در اسب و میدان و چوگان و گوی", "تو با دشمن نفس هم‌خانه‌ای\t\tچه در بند پیکار بیگانه‌ای؟", "عنان باز پیچان نفس از حرام\t\tبه مردی ز رستم گذشتند و سام", "تو خود را چو کودک ادب کن به چوب\t\tبه گرز گران مغز مردم مکوب", "وجود تو شهری است پر نیک و بد\t\tتو سلطان و دستور دانا خرد", "رضا و ورع: نیکنامان حر\t\tهوی و هوس: رهزن و کیسه بر", "چو سلطان عنایت کند با بدان\t\tکجا ماند آسایش بخردان؟", "تو را شهوت و حرص و کین و حسد\t\tچو خون در رگانند و جان در جسد", "هوی و هوس را نماند ستیز\t\tچو بینند سر پنجهٔ عقل تیز", "رئیسی که دشمن سیاست نکرد\t\tهم از دست دشمن ریاست نکرد", "نخواهم در این نوع گفتن بسی\t\tکه حرفی بس ار کار بندد کسی"]}, {"sec-name": "بخش ۲ - گفتار اندر فضیلت خاموشی", "sec-poems": ["اگر پای در دامن آری چو کوه\t\tسرت ز آسمان بگذرد در شکوه", "زبان درکش ای مرد بسیار دان\t\tکه فردا قلم نیست بر بی زبان", "صدف وار گوهرشناسان راز\t\tدهان جز به لؤلؤ نکردند باز", "فراوان سخن باشد آکنده گوش\t\tنصیحت نگیرد مگر در خموش", "چو خواهی که گویی نفس بر نفس\t\tحلاوت نیابی و گفتار کس", "نباید سخن گفت ناساخته\t\tنشاید بریدن نینداخته", "تأمل کنان در خطا و صواب\t\tبه از ژاژخایان حاضر جواب", "کمال است در نفس انسان سخن\t\tتو خود را به گفتار ناقص مکن", "کم آواز هرگز نبینی خجل\t\tجوی مشک بهتر که یک توده گل", "حذر کن ز نادان ده مرده گوی\t\tچو دانا یکی گوی و پرورده گوی", "صد انداختی تیر و هر صد خطاست\t\tاگر هوشمندی یک انداز و راست", "چرا گوید آن چیز در خفیه مرد\t\tکه گر فاش گردد شود روی زرد؟", "مکن پیش دیوار غیبت بسی\t\tبود کز پسش گوش دارد کسی", "درون دلت شهربند است راز\t\tنگر تا نبیند در شهر باز", "از آن مرد دانا دهان دوخته‌ست\t\tکه بیند که شمع از زبان سوخته‌ست"]}, {"sec-name": "بخش ۳ - حکایت سلطان تکش و حفظ اسرار", "sec-poems": ["تکش با غلامان یکی راز گفت\t\tکه این را نباید به کس باز گفت", "به یک سالش آمد ز دل بر دهان\t\tبه یک روز شد منتشر در جهان", "بفرمود جلاد را بی دریغ\t\tکه بردار سرهای اینان به تیغ", "یکی زآن میان گفت و زنهار خواست\t\tمکش بندگان کاین گناه از تو خاست", "تو اول نبستی که سرچشمه بود\t\tچو سیلاب شد پیش بستن چه سود؟", "تو پیدا مکن راز دل بر کسی\t\tکه او خود نگوید بر هر کسی", "جواهر به گنجینه داران سپار\t\tولی راز را خویشتن پاس دار", "سخن تا نگویی بر او دست هست\t\tچو گفته شود یابد او بر تو دست", "سخن دیو بندی است در چاه دل\t\tبه بالای کام و زبانش مهل", "توان باز دادن ره نره دیو\t\tولی باز نتوان گرفتن به ریو", "تو دانی که چون دیو رفت از قفس\t\tنیاید به لا حول کس باز پس", "یکی طفل بر گیرد از رخش بند\t\tنیاید به صد رستم اندر کمند", "مگوی آن که گر بر ملا اوفتد\t\tوجودی از آن در بلا اوفتد", "به دهقان نادان چه خوش گفت زن:\t\tبه دانش سخن گوی یا دم مزن", "مگوی آنچه طاقت نداری شنود\t\tکه جو کشته گندم نخواهی درود", "چه نیکو زده‌ست این مثل برهمن\t\tبود حرمت هر کس از خویشتن", "چو دشنام گویی دعا نشنوی\t\tبه جز کشتهٔ خویشتن ندروی", "مگوی و منه تا توانی قدم\t\tاز اندازه بیرون وز اندازه کم", "نباید که بسیار بازی کنی\t\tکه مر قیمت خویش را بشکنی", "وگر تند باشی به یک بار و تیز\t\tجهان از تو گیرند راه گریز", "نه کوتاه دستی و بیچارگی\t\tنه زجر و تطاول به یک‌بارگی"]}, {"sec-name": "بخش ۴ - حکایت در معنی سلامت جاهل در خاموشی", "sec-poems": ["یکی خوب خلق خلق پوش بود\t\tکه در مصر یک چند خاموش بود", "خردمند مردم ز نزدیک و دور\t\tبه گردش چو پروانه جویان نور", "تفکر شبی با دل خویش کرد\t\tکه پوشیده زیر زبان است مرد", "اگر همچنین سر به خود در برم\t\tچه دانند مردم که دانشورم؟", "سخن گفت و دشمن بدانست و دوست\t\tکه در مصر نادان تر از وی هم اوست", "حضورش پریشان شد و کار زشت\t\tسفر کرد و بر طاق مسجد نبشت", "در آیینه گر خویشتن دیدمی\t\tبه بی دانشی پرده ندریدمی", "چنین زشت از آن پرده برداشتم\t\tکه خود را نکو روی پنداشتم", "کم آواز را باشد آوازه تیز\t\tچو گفتی و رونق نماندت گریز", "تو را خامشی ای خداوند هوش\t\tوقار است و، نا اهل را پرده پوش", "اگر عالمی هیبت خود مبر\t\tوگر جاهلی پردهٔ خود مدر", "ضمیر دل خویش منمای زود\t\tکه هر گه که خواهی توانی نمود", "ولیکن چو پیدا شود راز مرد\t\tبه کوشش نشاید نهان باز کرد", "قلم سر سلطان چه نیکو نهفت\t\tکه تا کارد بر سر نبودش نگفت", "بهایم خموشند و گویا بشر\t\tزبان بسته بهتر که گویا به شر", "چو مردم سخن گفت باید به هوش\t\tوگر نه شدن چون بهایم خموش", "به نطق است و عقل آدمی‌زاده فاش\t\tچو طوطی سخنگوی نادان مباش", "به نطق آدمی بهتر است از دواب\t\tدواب از تو به گر نگویی صواب"]}, {"sec-name": "بخش ۵ - حکایت", "sec-poems": ["یکی ناسزا گفت در وقت جنگ\t\tگریبان دریدند وی را به چنگ", "قفا خورده عریان و گریان نشست\t\tجهاندیده‌ای گفتش ای خودپرست", "چو غنچه گرت بسته بودی دهن\t\tدریده ندیدی چو گل پیرهن", "سراسیمه گوید سخن بر گزاف\t\tچو طنبور بی مغز بسیار لاف", "نبینی که آتش زبان است و بس\t\tبه آبی توان کشتنش در نفس؟", "اگر هست مرد از هنر بهره‌ور\t\tهنر خود بگوید نه صاحب هنر", "اگر مشک خالص نداری مگوی\t\tورت هست خود فاش گردد به بوی", "به سوگند گفتن که زر مغربی است\t\tچه حاجت؟ محک خود بگوید که چیست", "بگویند از این حرف گیران هزار\t\tکه سعدی نه اهل است و آمیزگار", "روا باشد ار پوستینم درند\t\tکه طاقت ندارم که مغزم برند"]}, {"sec-name": "بخش ۶ - حکایت عضد و مرغان خوش آواز", "sec-poems": ["عضد را پسر سخت رنجور بود\t\tشکیب از نهاد پدر دور بود", "یکی پارسا گفتش از روی پند\t\tکه بگذار مرغان وحشی ز بند", "قفسهای مرغ سحر خوان شکست\t\tکه در بند ماند چو زندان شکست؟", "نگه داشت بر طاق بستان سرای\t\tیکی نامور بلبل خوش‌سرای", "پسر صبحدم سوی بستان شتافت\t\tجز آن مرغ بر طاق ایوان نیافت", "بخندید کای بلبل خوش نفس\t\tتو از گفت خود مانده‌ای در قفس", "ندارد کسی با تو ناگفته کار\t\tولیکن چو گفتی دلیلش بیار", "چو سعدی که چندی زبان بسته بود\t\tز طعن زبان آوران رسته بود", "کسی گیرد آرام دل در کنار\t\tکه از صحبت خلق گیرد کنار", "مکن عیب خلق، ای خردمند، فاش\t\tبه عیب خود از خلق مشغول باش", "چو باطل سرایند مگمار گوش\t\tچو بی‌ستر بینی بصیرت بپوش"]}, {"sec-name": "بخش ۷ - حکایت", "sec-poems": ["شنیدم که در بزم ترکان مست\t\tمریدی دف و چنگ مطرب شکست", "چو چنگش کشیدند حالی به موی\t\tغلامان و چون دف زدندش به روی", "شب از درد چوگان و سیلی نخفت\t\tدگر روز پیرش به تعلیم گفت", "نخواهی که باشی چو دف روی ریش\t\tچو چنگ، ای برادر، سر انداز پیش"]}, {"sec-name": "بخش ۸ - حکایت", "sec-poems": ["دو کس گرد دیدند و آشوب و جنگ\t\tپراکنده نعلین و پرنده سنگ", "یکی فتنه دید از طرف بر شکست\t\tیکی در میان آمد و سر شکست", "کسی خوشتر از خویشتن دار نیست\t\tکه با خوب و زشت کسش کار نیست", "تو را دیده در سر نهادند و گوش\t\tدهان جای گفتار و دل جای هوش", "مگر باز دانی نشیب از فراز\t\tنگویی که این کوته است، آن دراز"]}, {"sec-name": "بخش ۹ - حکایت در فضیلت خاموشی و آفت بسیار سخنی", "sec-poems": ["چنین گفت پیری پسندیده هوش\t\tخوش آید سخنهای پیران به گوش", "که در هند رفتم به کنجی فراز\t\tچه دیدم؟ چو یلدا سیاهی دراز", "تو گفتی که عفریت بلقیس بود\t\tبه زشتی نمودار ابلیس بود", "در آغوش وی دختری چون قمر\t\tفرو برده دندان به لبهاش در", "چنان تنگش آورده اندر کنار\t\tکه پنداری اللیل یغشی النهار", "مرا امر معروف دامن گرفت\t\tفضول آتشی گشت و در من گرفت", "طلب کردم از پیش و پس چوب و سنگ\t\tکه ای نا خدا ترس بی نام و ننگ", "به تشنیع و دشنام و آشوب و زجر\t\tسپید از سیه فرق کردم چو فجر", "شد آن ابر ناخوش ز بالای باغ\t\tپدید آمد آن بیضه از زیر زاغ", "ز لا حولم آن دیو هیکل بجست\t\tپری پیکر اندر من آویخت دست", "که ای زرق سجادهٔ دلق پوش\t\tسیه‌کار دنیاخر دین‌فروش", "مرا عمرها دل ز کف رفته بود\t\tبر این شخص و جان بر وی آشفته بود", "کنون پخته شد لقمه خام من\t\tکه گرمش به در کردی از کام من", "تظلم برآورد و فریاد خواند\t\tکه شفقت بر افتاد و رحمت نماند", "نماند از جوانان کسی دستگیر\t\tکه بستاندم داد از این مرد پیر؟", "که شرمش نیاید ز پیری همی\t\tزدن دست در ستر نامحرمی", "همی کرد فریاد و دامن به چنگ\t\tمرا مانده سر در گریبان ز ننگ", "فرو گفت عقلم به گوش ضمیر\t\tکه از جامه بیرون روم همچو سیر", "نه خصمی که با او برآیی به داو\t\tبگرداندت گرد گیتی به گاو", "برهنه دوان رفتم از پیش زن\t\tکه در دست او جامه بهتر که من", "پس از مدتی کرد بر من گذار\t\tکه می‌دانیم؟ گفتمش زینهار!", "که من توبه کردم به دست تو بر\t\tکه گرد فضولی نگردم دگر", "کسی را نیاید چنین کار پیش\t\tکه عاقل نشیند پس کار خویش", "از آن شنعت این پند برداشتم\t\tدگر دیده نادیده انگاشتم", "زبان در کش ار عقل داری و هوش\t\tچو سعدی سخن گوی ور نه خموش"]}, {"sec-name": "بخش ۱۰ - حکایت در خاصیت پرده پوشی و سلامت خاموشی", "sec-poems": ["یکی پیش داود طائی نشست\t\tکه دیدم فلان صوفی افتاده مست", "قی آلوده دستار و پیراهنش\t\tگروهی سگان حلقه پیرامنش", "چو پیر از جوان این حکایت شنید\t\tبه آزار از او روی در هم کشید", "زمانی بر آشفت و گفت ای رفیق\t\tبه کار آید امروز یار شفیق", "برو زآن مقام شنیعش بیار\t\tکه در شرع نهی است و در خرقه عار", "به پشتش در آور چو مردان که مست\t\tعنان سلامت ندارد به دست", "نیوشنده شد زین سخن تنگدل\t\tبه فکرت فرو رفت چون خر به گل", "نه زهره که فرمان نگیرد به گوش\t\tنه یارا که مست اندر آرد به دوش", "زمانی بپیچید و درمان ندید\t\tره سر کشیدن ز فرمان ندید", "میان بست و بی اختیارش به دوش\t\tدر آورد و شهری بر او عام جوش", "یکی طعنه می‌زد که درویش بین\t\tزهی پارسایان پاکیزه دین!", "یکی صوفیان بین که می خورده‌اند\t\tمرقع به سیکی گرو کرده‌اند", "اشارت کنان این و آن را به دست\t\tکه آن سر گران است و این نیم مست", "به گردن بر از جور دشمن حسام\t\tبه از شنعت شهر و جوش عوام", "بلا دید و روزی به محنت گذاشت\t\tبه ناکام بردش به جایی که داشت", "شب از فکرت و نامرادی نخفت\t\tدگر روز پیرش به تعلیم گفت", "مریز آبروی برادر به کوی\t\tکه دهرت نریزد به شهر آبروی"]}, {"sec-name": "بخش ۱۱ - گفتار اندر غیبت و خللهایی که از وی صادر شود", "sec-poems": ["بد اندر حق مردم نیک و بد\t\tمگوی ای جوانمرد صاحب خرد", "که بد مرد را خصم خود می‌کنی\t\tوگر نیکمردست بد می‌کنی", "تو را هر که گوید فلان کس بدست\t\tچنان دان که در پوستین خودست", "که فعل فلان را بباید بیان\t\tوز این فعل بد می‌برآید عیان", "به بد گفتن خلق چون دم زدی\t\tاگر راست گویی سخن هم بدی", "زبان کرد شخصی به غیبت دراز\t\tبدو گفت داننده‌ای سرفراز", "که یاد کسان پیش من بد مکن\t\tمرا بدگمان در حق خود مکن", "گرفتم ز تمکین او کم ببود\t\tنخواهد به جاه تو اندر فزود", "کسی گفت و پنداشتم طیبت است\t\tکه دزدی بسامان تر از غیبت است", "بدو گفتم ای یار آشفته هوش\t\tشگفت آمد این داستانم به گوش", "به ناراستی در چه بینی بهی\t\tکه بر غیبتش مرتبت می‌نهی؟", "بلی گفت دزدان تهور کنند\t\tبه بازوی مردی شکم پر کنند", "ز غیبت چه می‌خواهد آن ساده مرد\t\tکه دیوان سیه کرد و چیزی نخورد!"]}, {"sec-name": "بخش ۱۲ - حکایت", "sec-poems": ["مرا در نظامیه ادرار بود\t\tشب و روز تلقین و تکرار بود", "مر استاد را گفتم ای پر خرد\t\tفلان یار بر من حسد می‌برد", "چو من داد معنی دهم در حدیث\t\tبر آید به هم اندرون خبیث", "شنید این سخن پیشوای ادب\t\tبه تندی برآشفت و گفت ای عجب!", "حسودی پسندت نیامد ز دوست\t\tکه معلوم کردت که غیبت نکوست؟", "گر او راه دوزخ گرفت از خسی\t\tاز این راه دیگر تو در وی رسی"]}, {"sec-name": "بخش ۱۳ - حکایت", "sec-poems": ["کسی گفت حجاج خون‌خواره‌ای است\t\tدلش همچو سنگ سیه پاره‌ای است", "نترسد همی ز آه و فریاد خلق\t\tخدایا تو بستان از او داد خلق", "جهاندیده‌ای پیر دیرینه زاد\t\tجوان را یکی پند پیرانه داد", "کز او داد مظلوم مسکین او\t\tبخواهند و از دیگران کین او", "تو دست از وی و روزگارش بدار\t\tکه خود زیر دستش کند روزگار", "نه بیداد از او بهره‌مند آیدم\t\tنه نیز از تو غیبت پسند آیدم", "به دوزخ برد مدبری را گناه\t\tکه پیمانه پر کرد و دیوان سیاه", "دگر کس به غیبت پیش می‌دود\t\tمبادا که تنها به دوزخ رود"]}, {"sec-name": "بخش ۱۴ - حکایت", "sec-poems": ["شنیدم که از پارسایان یکی\t\tبه طیبت بخندید با کودکی", "دگر پارسایان خلوت نشین\t\tبه عیبش فتادند در پوستین", "به آخر نماند این حکایت نهفت\t\tبه صاحب نظر باز گفتند و گفت", "مدر پرده بر یار شوریده حال\t\tنه طیبت حرام است و غیبت حلال!"]}, {"sec-name": "بخش ۱۵ - حکایت روزه در حال طفولیت", "sec-poems": ["به طفلی درم رغبت روزه خاست\t\tندانستمی چپ کدام است و راست", "یکی عابد از پارسایان کوی\t\tهمی شستن آموختم دست و روی", "که بسم الله اول به سنت بگوی\t\tدوم نیت آور، سوم کف بشوی", "پس آن گه دهن شوی و بینی سه بار\t\tمناخر به انگشت کوچک بخار", "به سبابه دندان پیشین بمال\t\tکه نهی است در روزه بعد از زوال", "وز آن پس سه مشت آب بر روی زن\t\tز رستنگه موی سر تا ذقن", "دگر دستها تا به مرفق بشوی\t\tز تسبیح و ذکر آنچه دانی بگوی", "دگر مسح سر، بعد از آن غسل پای\t\tهمین است و ختمش به نام خدای", "کس از من نداند در این شیوه به\t\tنبینی که فرتوت شد پیر ده؟", "بگفتند با دهخدای آنچه گفت\t\tفرستاد پیغامش اندر نهفت", "که ای زشت کردار زیبا سخن\t\tنخست آنچه گویی به مردم بکن", "نه مسواک در روزه گفتی خطاست\t\tبنی آدم مرده خوردن رواست؟", "دهن گو ز ناگفتنیها نخست\t\tبشوی آن که از خوردنیها بشست", "کسی را که نام آمد اندر میان\t\tبه نیکوترین نام و نعتش بخوان", "چو همواره گویی که مردم خرند\t\tمبر ظن که نامت چو مردم برند", "چنان گوی سیرت به کوی اندرم\t\tکه گفتن توانی به روی اندرم", "وگر شرمت از دیدهٔ ناظر است\t\tنه ای بی‌بصر، غیب دان حاضر است؟", "نیاید همی شرمت از خویشتن\t\tکز او فارغ و شرم داری ز من؟"]}, {"sec-name": "بخش ۱۶ - حکایت", "sec-poems": ["طریقت شناسان ثابت قدم\t\tبه خلوت نشستند چندی به هم", "یکی زان میان غیبت آغاز کرد\t\tدر ذکر بیچاره‌ای باز کرد", "کسی گفتش ای یار شوریده رنگ\t\tتو هرگز غزا کرده‌ای در فرنگ؟", "بگفت از پس چار دیوار خویش\t\tهمه عمر ننهاده‌ام پای پیش", "چنین گفت درویش صادق نفس\t\tندیدم چنین بخت برگشته کس", "که کافر ز پیکارش ایمن نشست\t\tمسلمان ز جور زبانش نرست", "چه خوش گفت دیوانهٔ مرغزی\t\tحدیثی کز او لب به دندان گزی", "من ار نام مردم بزشتی برم\t\tنگویم به جز غیبت مادرم", "که دانند پروردگان خرد\t\tکه طاعت همان به که مادر برد", "رفیقی که غایب شد ای نیک نام\t\tدو چیزست از او بر رفیقان حرام", "یکی آن که مالش به باطل خورند\t\tدوم آن که نامش به غیبت برند", "هر آن کو برد نام مردم به عار\t\tتو خیر خود از وی توقع مدار", "که اندر قفای تو گوید همان\t\tکه پیش تو گفت از پس مردمان", "کسی پیش من در جهان عاقل است\t\tکه مشغول خود وز جهان غافل است"]}, {"sec-name": "بخش ۱۷ - گفتار اندر کسانی که غیبت ایشان روا باشد", "sec-poems": ["سه کس را شنیدم که غیبت رواست\t\tوز این درگذشتی چهارم خطاست", "یکی پادشاهی ملامت پسند\t\tکز او بر دل خلق بینی گزند", "حلال است از او نقل کردن خبر\t\tمگر خلق باشند از او بر حذر", "دوم پرده بر بی حیایی متن\t\tکه خود می‌درد پرده بر خویشتن", "ز حوضش مدار ای برادر نگاه\t\tکه او می‌درافتد به گردن به چاه", "سوم کژ ترازوی ناراست خوی\t\tز فعل بدش هرچه دانی بگوی"]}, {"sec-name": "بخش ۱۸ - حکایت دزد و سیستانی", "sec-poems": ["شنیدم که دزدی درآمد ز دشت\t\tبه دروازهٔ سیستان برگذشت", "بدزدید بقال از او نیم دانگ\t\tبرآورد دزد سیهکار بانگ:", "خدایا تو شبرو به آتش مسوز\t\tکه ره می‌زند سیستانی به روز"]}, {"sec-name": "بخش ۱۹ - حکایت اندر نکوهش غمازی و مذلت غمازان", "sec-poems": ["یکی گفت با صوفیی در صفا\t\tندانی فلانت چه گفت از قفا", "بگفتا خموش، ای برادر، بخفت\t\tندانسته بهتر که دشمن چه گفت", "کسانی که پیغام دشمن برند\t\tز دشمن همانا که دشمن ترند", "کسی قول دشمن نیارد به دوست\t\tجز آن کس که در دشمنی یار اوست", "نیارست دشمن جفا گفتنم\t\tچنان کز شنیدن بلرزد تنم", "تو دشمن‌تری کآوری بر دهان\t\tکه دشمن چنین گفت اندر نهان", "سخن چین کند تازه جنگ قدیم\t\tبه خشم آورد نیکمرد سلیم", "از آن همنشین تا توانی گریز\t\tکه مر فتنهٔ خفته را گفت خیز", "سیه چال و مرد اندر او بسته پای\t\tبه از فتنه از جای بردن به جای", "میان دو تن جنگ چون آتش است\t\tسخن‌چین بدبخت هیزم کش است"]}, {"sec-name": "بخش ۲۰ - حکایت فریدون و وزیر و غماز", "sec-poems": ["فریدون وزیری پسندیده داشت\t\tکه روشن دل و دوربین دیده داشت", "رضای حق اول نگه داشتی\t\tدگر پاس فرمان شه داشتی", "نهد عامل سفله بر خلق رنج\t\tکه تدبیر ملک است و توفیر گنج", "اگر جانب حق نداری نگاه\t\tگزندت رساند هم از پادشاه", "یکی رفت پیش ملک بامداد\t\tکه هر روزت آسایش و کام باد", "غرض مشنو از من نصیحت پذیر\t\tتو را در نهان دشمن است این وزیر", "کس از خاص لشکر نمانده‌ست و عام\t\tکه سیم و زر از وی ندارد به وام", "به شرطی که چون شاه گردن فراز\t\tبمیرد، دهند آن زر و سیم باز", "نخواهد تو را زنده این خودپرست\t\tمبادا که نقدش نیاید به دست", "یکی سوی دستور دولت پناه\t\tبه چشم سیاست نگه کرد شاه", "که در صورت دوستان پیش من\t\tبه خاطر چرایی بد اندیش من؟", "زمین پیش تختش ببوسید و گفت\t\tنشاید چو پرسیدی اکنون نهفت", "چنین خواهم ای نامور پادشاه\t\tکه باشند خلقت همه نیک خواه", "چو مرگت بود وعدهٔ سیم من\t\tبقا بیش خواهندت از بیم من", "نخواهی که مردم به صدق و نیاز\t\tسرت سبز خواهند و عمرت دراز؟", "غنیمت شمارند مردان دعا\t\tکه جوشن بود پیش تیر بلا", "پسندید از او شهریار آنچه گفت\t\tگل رویش از تازگی برشکفت", "ز قدر و مکانی که دستور داشت\t\tمکانش بیفزود و قدرش فراشت", "بد اندیش را زجر و تأدیب کرد\t\tپشیمانی از گفتهٔ خویش خورد", "ندیدم ز غماز سرگشته‌تر\t\tنگون طالع و بخت برگشته‌تر", "ز نادانی و تیره رایی که اوست\t\tخلاف افکند در میان دو دوست", "کنند این و آن خوش دگر باره دل\t\tوی اندر میان کور بخت و خجل", "میان دو کس آتش افروختن\t\tنه عقل است و خود در میان سوختن", "چو سعدی کسی ذوق خلوت چشید\t\tکه از هر که عالم زبان درکشید", "بگوی آنچه دانی سخن سودمند\t\tوگر هیچ کس را نیاید پسند", "که فردا پشیمان برآرد خروش\t\tکه آوخ چرا حق نکردم به گوش؟"]}, {"sec-name": "بخش ۲۱ - گفتار اندر پرورش زنان و ذکر صلاح و فساد ایشان", "sec-poems": ["زن خوب فرمانبر پارسا\t\tکند مرد درویش را پادشا", "برو پنج نوبت بزن بر درت\t\tچو یاری موافق بود در برت", "همه روز اگر غم خوری غم مدار\t\tچو شب غمگسارت بود در کنار", "کرا خانه آباد و همخوابه دوست\t\tخدا را به رحمت نظر سوی اوست", "چو مستور باشد زن و خوبروی\t\tبه دیدار او در بهشت است شوی", "کسی بر گرفت از جهان کام دل\t\tکه یکدل بود با وی آرام دل", "اگر پارسا باشد و خوش سخن\t\tنگه در نکویی و زشتی مکن", "زن خوش منش دل نشان تر که خوب\t\tکه آمیزگاری بپوشد عیوب", "ببرد از پری چهرهٔ زشت خوی\t\tزن دیو سیمای خوش طبع، گوی", "چو حلوا خورد سرکه از دست شوی\t\tنه حلوا خورد سرکه اندوده روی", "دلارام باشد زن نیک خواه\t\tولیکن زن بد، خدایا پناه!", "چو طوطی کلاغش بود هم نفس\t\tغنیمت شمارد خلاص از قفس", "سر اندر جهان نه به آوارگی\t\tوگرنه بنه دل به بیچارگی", "تهی پای رفتن به از کفش تنگ\t\tبلای سفر به که در خانه جنگ", "به زندان قاضی گرفتار به\t\tکه در خانه دیدن بر ابرو گره", "سفر عید باشد بر آن کدخدای\t\tکه بانوی زشتش بود در سرای", "در خرمی بر سرایی ببند\t\tکه بانگ زن از وی برآید بلند", "چو زن راه بازار گیرد بزن\t\tوگرنه تو در خانه بنشین چو زن", "اگر زن ندارد سوی مرد گوش\t\tسراویل کحلیش در مرد پوش", "زنی را که جهل است و ناراستی\t\tبلا بر سر خود نه زن خواستی", "چو در کیله یک جو امانت شکست\t\tاز انبار گندم فرو شوی دست", "بر آن بنده حق نیکویی خواسته است\t\tکه با او دل و دست زن راست است", "چو در روی بیگانه خندید زن\t\tدگر مرد گو لاف مردی مزن", "زن شوخ چون دست در قلیه کرد\t\tبرو گو بنه پنجه بر روی مرد", "ز بیگانگان چشم زن کور باد\t\tچو بیرون شد از خانه در گور باد", "چو بینی که زن پای بر جای نیست\t\tثبات از خردمندی و رای نیست", "گریز از کفش در دهان نهنگ\t\tکه مردن به از زندگانی به ننگ", "بپوشانش از چشم بیگانه روی\t\tوگر نشنود چه زن آنگه چه شوی", "زن خوب خوش طبع رنج است و بار\t\tرها کن زن زشت ناسازگار", "چه نغز آمد این یک سخن زآن دو تن\t\tکه بودند سرگشته از دست زن", "یکی گفت کس را زن بد مباد\t\tدگر گفت زن در جهان خود مباد", "زن نو کن ای دوست هر نوبهار\t\tکه تقویم پاری نیاید بکار", "کسی را که بینی گرفتار زن\t\tمکن سعدیا طعنه بر وی مزن", "تو هم جور بینی و بارش کشی\t\tاگر یک سحر در کنارش کشی"]}, {"sec-name": "بخش ۲۲ - حکایت", "sec-poems": ["جوانی ز ناسازگاری جفت\t\tبر پیرمردی بنالید و گفت", "گران باری از دست این خصم چیر\t\tچنان می‌برم کآسیا سنگ زیر", "به سختی بنه گفتش، ای خواجه، دل\t\tکس از صبر کردن نگردد خجل", "به شب سنگ بالایی ای خانه سوز\t\tچرا سنگ زیرین نباشی به روز؟", "چو از گلبنی دیده باشی خوشی\t\tروا باشد ار بار خارش کشی", "درختی که پیوسته بارش خوری\t\tتحمل کن آنگه که خارش خوری"]}, {"sec-name": "بخش ۲۳ - گفتار اندر پروردن فرزندان", "sec-poems": ["پسر چون ز ده بر گذشتش سنین\t\tز نامحرمان گو فراتر نشین", "بر پنبه آتش نشاید فروخت\t\tکه تا چشم بر هم زنی خانه سوخت", "چو خواهی که نامت بماند به جای\t\tپسر را خردمندی آموز و رای", "که گر عقل و طبعش نباشد بسی\t\tبمیری و از تو نماند کسی", "بسا روزگارا که سختی برد\t\tپسر چون پدر نازکش پرورد", "خردمند و پرهیزگارش بر آر\t\tگرش دوست داری به نازش مدار", "به خردی درش زجر و تعلیم کن\t\tبه نیک و بدش وعده و بیم کن", "نوآموز را ذکر و تحسین و زه\t\tز توبیخ و تهدید استاد به", "بیاموز پرورده را دسترنج\t\tوگر دست داری چو قارون به گنج", "مکن تکیه بر دستگاهی که هست\t\tکه باشد که نعمت نماند به دست", "به پایان رسد کیسهٔ سیم و زر\t\tنگردد تهی کیسهٔ پیشه‌ور", "چه دانی که گردیدن روزگار\t\tبه غربت بگرداندش در دیار", "چو بر پیشه‌ای باشدش دسترس\t\tکجا دست حاجت برد پیش کس؟", "ندانی که سعدی مراد از چه یافت؟\t\tنه هامون نوشت و نه دریا شکافت", "به خردی بخورد از بزرگان قفا\t\tخدا دادش اندر بزرگی صفا", "هر آن کس که گردن به فرمان نهد\t\tبسی بر نیاید که فرمان دهد", "هر آن طفل کاو جور آموزگار\t\tنبیند، جفا بیند از روزگار", "پسر را نکو دار و راحت رسان\t\tکه چشمش نماند به دست کسان", "هر آن کس که فرزند را غم نخورد\t\tدگر کس غمش خورد و بدنام کرد", "نگه‌دار از آمیزگار بدش\t\tکه بدبخت و بی ره کند چون خودش"]}, {"sec-name": "بخش ۲۴ - حکایت", "sec-poems": ["شبی دعوتی بود در کوی من\t\tز هر جنس مردم در او انجمن", "چو آواز مطرب در آمد ز کوی\t\tبه گردون شد از عاشقان های و هوی", "پریچهره‌ای بود محبوب من\t\tبدو گفتم ای لعبت خوب من", "چرا با رفیقان نیایی به جمع\t\tکه روشن کنی بزم ما را چو شمع؟", "شنیدم سهی قامت سیم‌تن\t\tکه می‌رفت و می‌گفت با خویشتن", "محاسن چو مردان ندارم به دست\t\tنه مردی بود پیش مردان نشست", "سیه نامه تر زآن مخنث مخواه\t\tکه پیش از خطش روی گردد سیاه", "از آن بی حمیت بباید گریخت\t\tکه نامردیش آب مردان بریخت", "پسر کاو میان قلندر نشست\t\tپدر گو ز خیرش فرو شوی دست", "دریغش مخور بر هلاک و تلف\t\tکه پیش از پدر مرده به ناخلف"]}, {"sec-name": "بخش ۲۵ - گفتار اندر پرهیز کردن از صحبت احداث", "sec-poems": ["خرابت کند شاهد خانه کن\t\tبرو خانه آباد گردان به زن", "نشاید هوس باختن با گلی\t\tکه هر بامدادش بود بلبلی", "چو خود را به هر مجلسی شمع کرد\t\tتو دیگر چو پروانه گردش مگرد", "زن خوب خوش خوی آراسته\t\tچه ماند به نادان نو خاسته؟", "در او دم چو غنچه دمی از وفا\t\tکه از خنده افتد چو گل در قفا", "نه چون کودک پیچ بر پیچ شنگ\t\tکه چون مقل نتوان شکستن به سنگ", "مبین دلفریبش چو حور بهشت\t\tکز آن روی دیگر چو غول است زشت", "گرش پای بوسی نداردت پاس\t\tورش خاک باشی نداند سپاس", "سر از مغز و دست از درم کن تهی\t\tچو خاطر به فرزند مردم نهی", "مکن بد به فرزند مردم نگاه\t\tکه فرزند خویشت برآید تباه"]}, {"sec-name": "بخش ۲۶ - حکایت", "sec-poems": ["در این شهر باری به سمعم رسید\t\tکه بازارگانی غلامی خرید", "شبانگه مگر دست بردش به سیب\t\tکه سیمین زنخ بود و خاطر فریب", "پریچهره هرچ اوفتادش به دست\t\tیکی در سر و مغز خواجه شکست", "نه هر جا که بینی خطی دل فریب\t\tتوانی طمع کردنش در کتیب", "گوا کرد بر خود خدای و رسول\t\tکه دیگر نگردم به گرد فضول", "رحیل آمدش هم در آن هفته پیش\t\tدل افگار و سر بسته و روی ریش", "چو بیرون شد از کازرون یک دو میل\t\tبه پیش آمدش سنگلاخی مهیل", "بپرسید کاین قله را نام چیست؟\t\tکه بسیار بیند عجب هر که زیست", "چنین گفتش از کاروان همدمی\t\tمگر تنگ ترکان ندانی همی", "برنجید چون تنگ ترکان شنید\t\tتو گفتی که دیدار دشمن بدید", "سیه را یکی بانگ برداشت سخت\t\tکه دیگر مران خر بینداز رخت", "نه عقل است و نه معرفت یک جوم\t\tاگر من دگر تنگ ترکان روم", "در شهوت نفس کافر ببند\t\tوگر عاشقی لت خور و سر ببند", "چو مر بنده‌ای را همی پروری\t\tبه هیبت بر آرش کز او برخوری", "وگر سیدش لب به دندان گزد\t\tدماغ خداوندگاری پزد", "غلام آبکش باید و خشت زن\t\tبود بندهٔ نازنین مشت زن", "گروهی نشینند با خوش پسر\t\tکه ما پاکبازیم و صاحب نظر", "ز من پرس فرسودهٔ روزگار\t\tکه بر سفره حسرت خورد روزه‌دار", "از آن تخم خرما خورد گوسپند\t\tکه قفل است بر تنگ خرما و بند", "سر گاو عصار از آن در که است\t\tکه از کنجدش ریسمان کوته است"]}, {"sec-name": "بخش ۲۷ - حکایت درویش صاحب نظر و بقراط حکیم", "sec-poems": ["یکی صورتی دید صاحب جمال\t\tبگردیدش از شورش عشق حال", "بر انداخت بیچاره چندان عرق\t\tکه شبنم بر اردیبهشتی ورق", "گذر کرد بقراط بر وی سوار\t\tبپرسید کاین را چه افتاده کار؟", "کسی گفتش این عابدی پارساست\t\tکه هرگز خطایی ز دستش نخاست", "رود روز و شب در بیابان و کوه\t\tز صحبت گریزان، ز مردم ستوه", "ربوده‌ست خاطرفریبی دلش\t\tفرو رفته پای نظر در گلش", "چو آید ز خلقش ملامت به گوش\t\tبگرید که چند از ملامت؟ خموش", "مگوی ار بنالم که معذور نیست\t\tکه فریادم از علتی دور نیست", "نه این نقش دل می‌رباید ز دست\t\tدل آن می‌رباید که این نقش بست", "شنید این سخن مرد کار آزمای\t\tکهنسال پروردهٔ پخته رای", "بگفت ار چه صیت نکویی رود\t\tنه با هر کسی هر چه گویی رود", "نگارنده را خود همین نقش بود\t\tکه شوریده را دل به یغما ربود؟", "چرا طفل یک روزه هوشش نبرد؟\t\tکه در صنع دیدن چه بالغ چه خرد", "محقق همان بیند اندر ابل\t\tکه در خوبرویان چین و چگل", "نقابی است هر سطر من زین کتیب\t\tفرو هشته بر عارضی دل فریب", "معانی است در زیر حرف سیاه\t\tچو در پرده معشوق و در میغ ماه", "در اوراق سعدی نگنجد ملال\t\tکه دارد پس پرده چندین جمال", "مرا کاین سخنهاست مجلس فروز\t\tچو آتش در او روشنایی و سوز", "نرنجم ز خصمان اگر بر تپند\t\tکز این آتش پارسی در تبند"]}, {"sec-name": "بخش ۲۸ - گفتار اندر سلامت گوشه‌نشینی و صبر بر ایذاء خلق", "sec-poems": ["اگر در جهان از جهان رسته‌ای است،\t\tدر از خلق بر خویشتن بسته‌ای است", "کس از دست جور زبانها نرست\t\tاگر خودنمای است و گر حق پرست", "اگر برپری چون ملک ز آسمان\t\tبه دامن در آویزدت بدگمان", "به کوشش توان دجله را پیش بست\t\tنشاید زبان بداندیش بست", "فرا هم نشینند تردامنان\t\tکه این زهد خشک است و آن دام نان", "تو روی از پرستیدن حق مپیچ\t\tبهل تا نگیرند خلقت به هیچ", "چو راضی شد از بنده یزدان پاک\t\tگر اینها نگردند راضی چه باک؟", "بد اندیش خلق از حق آگاه نیست\t\tز غوغای خلقش به حق راه نیست", "از آن ره به جایی نیاورده‌اند\t\tکه اول قدم پی غلط کرده‌اند", "دو کس بر حدیثی گمارند گوش\t\tاز این تا بدان، ز اهرمن تا سروش", "یکی پند گیرد دگر ناپسند\t\tنپردازد از حرفگیری به پند", "فرو مانده در کنج تاریک جای\t\tچه دریابد از جام گیتی نمای؟", "مپندار اگر شیر و گر روبهی\t\tکز اینان به مردی و حیلت رهی", "اگر کنج خلوت گزیند کسی\t\tکه پروای صحبت ندارد بسی", "مذمت کنندش که زرق است و ریو\t\tز مردم چنان می گریزد که دیو", "وگر خنده روی است و آمیزگار\t\tعفیفش ندانند و پرهیزگار", "غنی را به غیبت بکاوند پوست\t\tکه فرعون اگر هست در عالم اوست", "وگر بینوایی بگرید به سوز\t\tنگون بخت خوانندش و تیره‌روز", "وگر کامرانی در آید ز پای\t\tغنیمت شمارند و فضل خدای", "که تا چند از این جاه و گردن کشی؟\t\tخوشی را بود در قفا ناخوشی", "و گر تنگدستی تنک مایه‌ای\t\tسعادت بلندش کند پایه‌ای", "بخایندش از کینه دندان به زهر\t\tکه دون پرور است این فرومایه دهر", "چو بینند کاری به دستت در است\t\tحریصت شمارند و دنیا پرست", "وگر دست همت بداری ز کار\t\tگدا پیشه خوانندت و پخته خوار", "اگر ناطقی طبل پر یاوه‌ای\t\tوگر خامشی نقش گرماوه‌ای", "تحمل کنان را نخوانند مرد\t\tکه بیچاره از بیم سر برنکرد", "وگر در سرش هول و مردانگی است\t\tگریزند از او کاین چه دیوانگی است؟!", "تعنت کنندش گر اندک خوری است\t\tکه مالش مگر روزی دیگری است", "وگر نغز و پاکیزه باشد خورش\t\tشکم بنده خوانند و تن پرورش", "وگر بی تکلف زید مالدار\t\tکه زینت بر اهل تمیز است عار", "زبان در نهندش به ایذا چو تیغ\t\tکه بدبخت زر دارد از خود دریغ", "و گر کاخ و ایوان منقش کند\t\tتن خویش را کسوتی خوش کند", "به جان آید از طعنه بر وی زنان\t\tکه خود را بیاراست همچون زنان", "اگر پارسایی سیاحت نکرد\t\tسفر کردگانش نخوانند مرد", "که نارفته بیرون ز آغوش زن\t\tکدامش هنر باشد و رای و فن؟", "جهاندیده را هم بدرند پوست\t\tکه سرگشتهٔ بخت برگشته اوست", "گرش حظ از اقبال بودی و بهر\t\tزمانه نراندی ز شهرش به شهر", "عزب را نکوهش کند خرده بین\t\tکه می‌رنجد از خفت و خیزش زمین", "وگر زن کند گوید از دست دل\t\tبه گردن در افتاد چون خر به گل", "نه از جور مردم رهد زشت روی\t\tنه شاهد ز نامردم زشت گوی", "غلامی به مصر اندرم بنده بود\t\tکه چشم از حیا در بر افکنده بود", "کسی گفت: «هیچ این پسر عقل و هوش\t\tندارد، بمالش به تعلیم گوش»", "شبی بر زدم بانگ بر وی درشت\t\tهم او گفت: «مسکین به جورش بکشت!»", "گرت برکند خشم روزی ز جای\t\tسراسیمه خوانندت و تیره رای", "وگر بردباری کنی از کسی\t\tبگویند غیرت ندارد بسی", "سخی را به اندرز گویند: «بس!\t\tکه فردا دو دستت بود پیش و پس»", "وگر قانع و خویشتن‌دار گشت\t\tبه تشنیع خلقی گرفتار گشت", "که همچون پدر خواهد این سفله مرد\t\tکه نعمت رها کرد و حسرت ببرد", "که یارد به کنج سلامت نشست؟\t\tکه پیغمبر از خبث ایشان نرست", "خدا را که مانند و انباز و جفت\t\tندارد، شنیدی که ترسا چه گفت؟", "رهایی نیابد کس از دست کس\t\tگرفتار را چاره صبر است و بس"]}, {"sec-name": "بخش ۲۹ - حکایت", "sec-poems": ["جوانی هنرمند فرزانه بود\t\tکه در وعظ چالاک و مردانه بود", "نکونام و صاحبدل و حق پرست\t\tخط عارضش خوشتر از خط دست", "قوی در بلاغات و در نحو چست\t\tولی حرف ابجد نگفتی درست", "یکی را بگفتم ز صاحبدلان\t\tکه دندان پیشین ندارد فلان", "برآمد ز سودای من سرخ روی\t\tکز این جنس بیهوده دیگر مگوی", "تو در وی همان عیب دیدی که هست\t\tز چندان هنر چشم عقلت ببست", "یقین بشنو از من که روز یقین\t\tنبینند بد، مردم نیک بین", "یکی را که فضل است و فرهنگ و رای\t\tگرش پای عصمت بخیزد ز جای", "به یک خرده مپسند بر وی جفا\t\tبزرگان چه گفتند؟ خذ ما صفا", "بود خار و گل با هم ای هوشمند\t\tچه در بند خاری؟ تو گل دسته بند", "که را زشت خویی بود در سرشت\t\tنبیند ز طاووس جز پای زشت", "صفایی به دست آور ای خیره روی\t\tکه ننماید آیینهٔ تیره، روی", "طریقی طلب کز عقوبت رهی\t\tنه حرفی که انگشت بر وی نهی", "منه عیب خلق ای خردمند پیش\t\tکه چشمت فرو دوزد از عیب خویش", "چرا دامن آلوده را حد زنم\t\tچو در خود شناسم که تردامنم؟", "نشاید که بر کس درشتی کنی\t\tچو خود را به تأویل پشتی کنی", "چو بد ناپسند آیدت خود مکن\t\tپس آنگه به همسایه گو بد مکن", "من ار حق شناسم وگر خود نمای\t\tبرون با تو دارم، درون با خدای", "چو ظاهر به عفت بیاراستم\t\tتصرف مکن در کژ و راستم", "اگر سیرتم خوب و گر منکر است\t\tخدایم به سر از تو داناتر است", "تو خاموش اگر من بهم یا بدم\t\tکه حمال سود و زیان خودم", "کسی را به کردار بد کن عذاب\t\tکه چشم از تو دارد به نیکی ثواب", "نکو کاری از مردم نیک رای\t\tیکی را به ده می‌نویسد خدای", "تو نیز ای عجب هر که را یک هنر\t\tببینی، ز ده عیبش اندر گذر", "نه یک عیب او را بر انگشت پیچ\t\tجهانی فضیلت بر آور به هیچ", "چو دشمن که در شعر سعدی، نگاه\t\tبه نفرت کند ز اندرون تباه", "ندارد به صد نکتهٔ نغز گوش\t\tچو زحفی ببیند بر آرد خروش", "جز این علتش نیست کان بد پسند\t\tحسد دیده نیک بینش بکند", "نه مر خلق را صنع باری سرشت؟\t\tسیاه و سپید آمد و خوب و زشت", "نه هر چشم و ابرو که بینی نکوست\t\tبخور پسته مغز و بینداز پوست"]}]}, {"bab-name": "باب هشتم در شکر بر عافیت", "bab-url": "/saadi/boostan/bab8", "bab-sections": [{"sec-name": "بخش ۱ - سرآغاز", "sec-poems": ["نفس می‌نیارم زد از شکر دوست\t\tکه شکری ندانم که در خورد اوست", "عطایی است هر موی از او بر تنم\t\tچگونه به هر موی شکری کنم؟", "ستایش خداوند بخشنده را\t\tکه موجود کرد از عدم بنده را", "که را قوت وصف احسان اوست؟\t\tکه اوصاف مستغرق شأن اوست", "بدیعی که شخص آفریند ز گل\t\tروان و خرد بخشد و هوش و دل", "ز پشت پدر تا به پایان شیب\t\tنگر تا چه تشریف دادت ز غیب", "چو پاک آفریدت بهُش باش و پاک\t\tکه ننگ است ناپاک رفتن به خاک", "پیاپی بیفشان از آیینه گرد\t\tکه مصقل نگیرد چو زنگار خورد", "نه در ابتدا بودی آب منی؟\t\tاگر مردی از سر به در کن منی", "چو روزی به سعی آوری سوی خویش\t\tمکن تکیه بر زور بازوی خویش", "چرا حق نمی‌بینی ای خودپرست\t\tکه بازو به گردش درآورد و دست؟", "چو آید به کوشیدنت خیر پیش\t\tبه توفیق حق دان نه از سعی خویش", "به سرپنجگی کس نبرده‌ست گوی\t\tسپاس خداوند توفیق گوی", "تو قائم به خود نیستی یک قدم\t\tز غیبت مدد می‌رسد دم به دم", "نه طفل زبان بسته بودی ز لاف؟\t\tهمی روزی آمد به جوفش ز ناف", "چو نافش بریدند و روزی گسست\t\tبه پستان مادر در آویخت دست", "غریبی که رنج آردش دهر پیش\t\tبه دارو دهند آبش از شهر خویش", "پس او در شکم پرورش یافته‌ست\t\tز انبوب معده خورش یافته‌ست", "دو پستان که امروز دلخواه اوست\t\tدو چشمه هم از پرورشگاه اوست", "کنار و بر مادر دلپذیر\t\tبهشت است و پستان در او جوی شیر", "درختی است بالای جان پرورش\t\tولد میوه نازنین بر برش", "نه رگهای پستان درون دل است؟\t\tپس ار بنگری شیر خون دل است", "به خونش فرو برده دندان چو نیش\t\tسرشته در او مهر خونخوار خویش", "چو بازو قوی کرد و دندان ستبر\t\tبراندایدش دایه پستان به صبر", "چنان صبرش از شیر خامش کند\t\tکه پستان شیرین فرامش کند", "تو نیز ای که در توبه‌ای طفل راه\t\tبه صبرت فراموش گردد گناه"]}, {"sec-name": "بخش ۲ - حکایت", "sec-poems": ["جوانی سر از رای مادر بتافت\t\tدل دردمندش به آذر بتافت", "چو بیچاره شد پیشش آورد مهد\t\tکه ای سست مهر فراموش عهد", "نه گریان و درمانده بودی و خرد\t\tکه شبها ز دست تو خوابم نبرد؟", "نه در مهد نیروی حالت نبود\t\tمگس راندن از خود مجالت نبود؟", "تو آنی کز آن یک مگس رنجه‌ای\t\tکه امروز سالار و سرپنجه‌ای", "به حالی شوی باز در قعر گور\t\tکه نتوانی از خویشتن دفع مور", "دگر دیده چون برفروزد چراغ\t\tچو کرم لحد خورد پیه دماغ؟", "چو پوشیده چشمی ببینی که راه\t\tنداند همی وقت رفتن ز چاه", "تو گر شکر کردی که با دیده‌ای\t\tوگر نه تو هم چشم پوشیده‌ای", "معلم نیاموختت فهم و رای\t\tسرشت این صفت در نهادت خدای", "گرت منع کردی دل حق نیوش\t\tحقت عین باطل نبودی به گوش"]}, {"sec-name": "بخش ۳ - گفتار اندر صنع باری عز اسمه در ترکیب خلقت انسان", "sec-poems": ["ببین تا یک انگشت از چند بند\t\tبه صنع الهی به هم در فگند", "پس آشفتگی باشد و ابلهی\t\tکه انگشت بر حرف صنعش نهی", "تأمل کن از بهر رفتار مرد\t\tکه چند استخوان پی زد و وصل کرد", "که بی گردش کعب و زانو و پای\t\tنشاید قدم بر گرفتن ز جای", "از آن سجده بر آدمی سخت نیست\t\tکه در صلب او مهره یک لخت نیست", "دو صد مهره بر یکدگر ساخته‌ست\t\tکه گل مهره‌ای چون تو پرداخته‌ست", "رگت بر تن است ای پسندیده خوی\t\tزمینی در او سیصد و شصت جوی", "بصر در سر و فکر و رای و تمیز\t\tجوارح به دل، دل به دانش عزیز", "بهایم به روی اندر افتاده خوار\t\tتو همچون الف بر قدمها سوار", "نگون کرده ایشان سر از بهر خور\t\tتو آری به عزت خورش پیش سر", "نزیبد تو را با چنین سروری\t\tکه سر جز به طاعت فرود آوری", "به انعام خود دانه دادت نه کاه\t\tنکردت چو انعام سر در گیاه", "ولیکن بدین صورت دلپذیر\t\tفرفته مشو، سیرت خوب گیر", "ره راست باید نه بالای راست\t\tکه کافر هم از روی صورت چو ماست", "تو را آن که چشم و دهان داد و گوش\t\tاگر عاقلی در خلافش مکوش", "گرفتم که دشمن بکوبی به سنگ\t\tمکن باری از جهل با دوست جنگ", "خردمند طبعان منت شناس\t\tبدوزند نعمت به میخ سپاس"]}, {"sec-name": "بخش ۴ - حکایت اندر معنی شکر منعم", "sec-poems": ["ملک زاده‌ای ز اسب ادهم فتاد\t\tبه گردن درش مهره بر هم فتاد", "چو پیلش فرو رفت گردن به تن\t\tنگشتی سرش تا نگشتی بدن", "پزشکان بماندند حیران در این\t\tمگر فیلسوفی ز یونان زمین", "سرش باز پیچید و رگ راست شد\t\tوگر وی نبودی زمن خواست شد", "دگر نوبت آمد به نزدیک شاه\t\tبه عین عنایت نکردش نگاه", "خردمند را سر فرو شد به شرم\t\tشنیدم که می‌رفت و می‌گفت نرم", "اگر دی نپیچیدمی گردنش\t\tنپیچیدی امروز روی از منش", "فرستاد تخمی به دست رهی\t\tکه باید که بر عودسوزش نهی", "ملک را یکی عطسه آمد ز دود\t\tسر و گردنش همچنان شد که بود", "به عذر از پی مرد بشتافتند\t\tبجستند بسیار و کم یافتند", "مکن، گردن از شکر منعم مپیچ\t\tکه روز پسین سر بر آری به هیچ", "شنیدم که پیری پسر را به خشم\t\tملامت همی کرد کای شوخ چشم", "تو را تیشه دادم که هیزم شکن\t\tنگفتم که دیوار مسجد بکن", "زبان آمد از بهر شکر و سپاس\t\tبه غیبت نگرداندش حق شناس", "گذرگاه قرآن و پند است گوش\t\tبه بهتان و باطل شنیدن مکوش", "دو چشم از پی صنع باری نکوست\t\tز عیب برادر فرو گیر و دوست"]}, {"sec-name": "بخش ۵ - گفتار اندر گزاردن شکر نعمتها", "sec-poems": ["شب از بهر آسایش توست و روز\t\tمه روشن و مهر گیتی فروز", "سپهر از برای تو فراش وار\t\tهمی گستراند بساط بهار", "اگر باد و برف است و باران و میغ\t\tوگر رعد چوگان زند، برق تیغ", "همه کارداران فرمانبرند\t\tکه تخم تو در خاک می‌پرورند", "اگر تشنه مانی ز سختی مجوش\t\tکه سقای ابر آبت آرد به دوش", "ز خاک آورد رنگ و بوی و طعام\t\tتماشاگه دیده و مغز و کام", "عسل دادت از نحل و من از هوا\t\tرطب دادت از نخل و نخل از نوی", "همه نخلبندان بخایند دست\t\tز حیرت که نخلی چنین کس نبست", "خور و ماه و پروین برای تواند\t\tقنادیل سقف سرای تواند", "ز خارت گل آورد و از نافه مشک\t\tزر از کان و برگ تر از چوب خشک", "به دست خودت چشم و ابرو نگاشت\t\tکه محرم به اغیار نتوان گذاشت", "توانا که او نازنین پرورد\t\tبه الوان نعمت چنین پرورد", "به جان گفت باید نفس بر نفس\t\tکه شکرش نه کار زبان است و بس", "خدایا دلم خون شد و دیده ریش\t\tکه می‌بینم انعامت از گفت بیش", "نگویم دد و دام و مور و سمک\t\tکه فوج ملائک بر اوج فلک", "هنوزت سپاس اندکی گفته‌اند\t\tز بیور هزاران یکی گفته‌اند", "برو سعدیا دست و دفتر بشوی\t\tبه راهی که پایان ندارد مپوی"]}, {"sec-name": "بخش ۶ - گفتار اندر بخشایش بر ناتوانان و شکر نعمت حق در توانایی", "sec-poems": ["نداند کسی قدر روز خوشی\t\tمگر روزی افتد به سختی کشی", "زمستان درویش در تنگ سال\t\tچه سهل است پیش خداوند مال", "سلیمی که یک چند نالان نخفت\t\tخداوند را شکر صحت نگفت", "چو مردانه‌رو باشی و تیز پای\t\tبه شکرانه با کندپایان بپای", "به پیر کهن بر ببخشد جوان\t\tتوانا کند رحم بر ناتوان", "چه دانند جیحونیان قدر آب\t\tز واماندگان پرس در آفتاب", "عرب را که در دجله باشد قعود\t\tچه غم دارد از تشنگان زرود", "کسی قیمت تندرستی شناخت\t\tکه یک چند بیچاره در تب گداخت", "تو را تیره شب کی نماید دراز\t\tکه غلطی ز پهلو به پهلوی ناز؟", "براندیش از افتان و خیزان تب\t\tکه رنجور داند درازای شب", "به بانگ دهل خواجه بیدار گشت\t\tچه داند شب پاسبان چون گذشت؟"]}, {"sec-name": "بخش ۷ - حکایت سلطان طغرل و هندوی پاسبان", "sec-poems": ["شنیدم که طغرل شبی در خزان\t\tگذر کرد بر هندوی پاسبان", "ز باریدن برف و باران و سیل\t\tبه لرزش در افتاده همچون سهیل", "دلش بر وی از رحمت آورد جوش\t\tکه اینک قبا پوستینم بپوش", "دمی منتظر باش بر طرف بام\t\tکه بیرون فرستم به دست غلام", "در این بود و باد صبا بروزید\t\tشهنشه در ایوان شاهی خزید", "وشاقی پری چهره در خیل داشت\t\tکه طبعش بدو اندکی میل داشت", "تماشای ترکش چنان خوش فتاد\t\tکه هندوی مسکین برفتش ز یاد", "قبا پوستینی گذشتش به گوش\t\tز بدبختیش در نیامد به دوش", "مگر رنج سرما بر او بس نبود\t\tکه جور سپهر انتظارش فزود", "نگه کن چو سلطان به غفلت بخفت\t\tکه چوبک زنش بامدادان چه گفت", "مگر نیکبختت فراموش شد\t\tچو دستت در آغوش آغوش شد؟", "تو را شب به عیش و طرب می‌رود\t\tچه دانی که بر ما چه شب می‌رود؟", "فرو برده سر کاروانی به دیگ\t\tچه از پا فرو رفتگانش به ریگ", "بدار ای خداوند زورق بر آب\t\tکه بیچارگان را گذشت از سر آب", "توقف کنید ای جوانان چست\t\tکه در کاروانند پیران سست", "تو خوش خفته در هودج کاروان\t\tمهار شتر در کف ساروان", "چه هامون و کوهت، چه سنگ و رمال\t\tز ره باز پس ماندگان پرس حال", "تو را کوه پیکر هیون می‌برد\t\tپیاده چه دانی که خون می‌خورد؟", "به آرام دل خفتگان در بنه\t\tچه دانند حال کم گرسنه؟"]}, {"sec-name": "بخش ۸ - حکایت", "sec-poems": ["یکی را عسس دست بر بسته بود\t\tهمه شب پریشان و دلخسته بود", "به گوش آمدش در شب تیره رنگ\t\tکه شخصی همی نالد از دست تنگ", "شنید این سخن دزد مغلول و گفت\t\tز بیچارگی چند نالی؟ بخفت", "برو شکر یزدان کن ای تنگدست\t\tکه دستت عسس تنگ بر هم نبست", "مکن ناله از بینوایی بسی\t\tچو بینی ز خود بینواتر کسی"]}, {"sec-name": "بخش ۹ - حکایت", "sec-poems": ["برهنه تنی یک درم وام کرد\t\tتن خویش را کسوتی خام کرد", "بنالید کای طالع بدلگام\t\tبه گرما بپختم در این زیر خام", "چو ناپخته آمد ز سختی به جوش\t\tیکی گفتش از چاه زندان: «خموش!»", "به جای آور، ای خام، شکر خدای\t\tکه چون ما نه‌ای خام بر دست و پای"]}, {"sec-name": "بخش ۱۰ - حکایت", "sec-poems": ["یکی کرد بر پارسایی گذر\t\tبه صورت جهود آمدش در نظر", "قفایی فرو کوفت بر گردنش\t\tببخشید درویش پیراهنش", "خجل گفت کانچ از من آمد خطاست\t\tببخشای بر من، چه جای عطاست؟", "به شکرانه گفتا به سر بیستم\t\tکه آنم که پنداشتی نیستم", "نکو سیرت بی تکلف برون\t\tبه از نیکنام خراب اندرون", "به نزدیک من شبرو راهزن\t\tبه از فاسق پارسا پیرهن"]}, {"sec-name": "بخش ۱۱ - حکایت", "sec-poems": ["ز ره باز پس مانده‌ای می‌گریست\t\tکه مسکین تر از من در این دشت کیست؟", "جهاندیده‌ای گفتش ای هوشیار\t\tاگر مردی این یک سخن گوش دار", "برو شکر کن چون به خر بر نه‌ای\t\tکه آخر بنی آدمی، خر نه‌ای"]}, {"sec-name": "بخش ۱۲ - حکایت", "sec-poems": ["فقیهی بر افتاده مستی گذشت\t\tبه مستوری خویش مغرور گشت", "ز نخوت بر او التفاتی نکرد\t\tجوان سر برآورد کای پیرمرد", "برو شکر کن چون به نعمت دری\t\tکه محرومی آید ز مستکبری", "یکی را که در بند بینی مخند\t\tمبادا که ناگه درافتی به بند", "نه آخر در امکان تقدیر هست\t\tکه فردا چو من باشی افتاده مست؟", "تو را آسمان خط به مسجد نوشت\t\tمزن طعنه بر دیگری در کنشت", "ببند ای مسلمان به شکرانه دست\t\tکه زنار مغ بر میانت نبست", "نه خود می‌رود هر که جویان اوست\t\tبه عنفش کشان می‌برد لطف دوست", "نگر تا قضا از کجا سیر کرد\t\tکه کوری بود تکیه بر غیر کرد"]}, {"sec-name": "بخش ۱۳ - نظر در اسباب وجود عالم", "sec-poems": ["سرشته‌ست باری شفا در عسل\t\tنه چندان که زور آورد با اجل", "عسل خوش کند زندگان را مزاج\t\tولی درد مردن ندارد علاج", "رمق مانده‌ای را که جان از بدن\t\tبرآمد، چه سود انگبین در دهن؟", "یکی گرز پولاد بر مغز خورد\t\tکسی گفت صندل بمالش به درد", "ز پیش خطر تا توانی گریز\t\tولیکن مکن با قضا پنجه تیز", "درون تا بود قابل شرب و اکل\t\tبدن تازه روی است و پاکیزه شکل", "خراب آنگه این خانه گردد تمام\t\tکه با هم نسازند طبع و طعام", "طبایع تر و خشک و گرم است و سرد\t\tمرکب از این چار طبع است مرد", "یکی زین چو بر دیگری یافت دست\t\tترازوی عدل طبیعت شکست", "اگر باد سرد نفس نگذرد\t\tتف معده جان در خروش آورد", "وگر دیگ معده نجوشد طعام\t\tتن نازنین را شود کار خام", "در اینان نبندد دل، اهل شناخت\t\tکه پیوسته با هم نخواهند ساخت", "توانایی تن مدان از خورش\t\tکه لطف حقت می‌دهد پرورش", "به حقش که گر دیده بر تیغ و کارد\t\tنهی، حق شکرش نخواهی گزارد", "چو رویی به طاعت نهی بر زمین\t\tخدا را ثناگوی و خود را مبین", "گدایی است تسبیح و ذکر و حضور\t\tگدا را نباید که باشد غرور", "گرفتم که خود خدمتی کرده‌ای\t\tنه پیوسته اقطاع او خورده‌ای؟"]}, {"sec-name": "بخش ۱۴ - در سابقهٔ حکم ازل و توفیق خیر", "sec-poems": ["نخست او ارادت به دل در نهاد\t\tپس این بنده بر آستان سر نهاد", "گر از حق نه توفیق خیری رسد\t\tکی از بنده چیزی به غیری رسد؟", "زبان را چه بینی که اقرار داد\t\tببین تا زبان را که گفتار داد", "در معرفت دیدهٔ آدمی است\t\tکه بگشوده بر آسمان و زمی است", "کیت فهم بودی نشیب و فراز\t\tگر این در نکردی به روی تو باز؟", "سر آورد و دست از عدم در وجود\t\tدر این جود بنهاد و در وی سجود", "وگرنه کی از دست جود آمدی؟\t\tمحال است کز سر سجود آمدی", "به حکمت زبان داد و گوش آفرید\t\tکه باشند صندوق دل را کلید", "اگر نه زبان قصه برداشتی\t\tکس از سر دل کی خبر داشتی؟", "وگر نیستی سعی جاسوس گوش\t\tخبر کی رسیدی به سلطان هوش", "مرا لفظ شیرین خواننده داد\t\tتو را سمع و ادراک داننده داد", "مدام این دو چون حاجبان بر درند\t\tز سلطان به سلطان خبر می‌برند", "چه اندیشی از خود که فعلم نکوست؟\t\tاز آن در نگه کن که توفیق اوست", "برد بوستانبان به ایوان شاه\t\tبه نوباوه گل هم ز بستان شاه"]}, {"sec-name": "بخش ۱۵ - حکایت سفر هندوستان و ضلالت بت پرستان", "sec-poems": ["بتی دیدم از عاج در سومنات\t\tمرصع چو در جاهلیت منات", "چنان صورتش بسته تمثالگر\t\tکه صورت نبندد از آن خوبتر", "ز هر ناحیت کاروانها روان\t\tبه دیدار آن صورت بی روان", "طمع کرده رایان چین و چگل\t\tچو سعدی وفا ز آن بت سخت دل", "زبان آوران رفته از هر مکان\t\tتضرع کنان پیش آن بی زبان", "فرو ماندم از کشف آن ماجرا\t\tکه حیی جمادی پرستد چرا؟", "مغی را که با من سر و کار بود\t\tنکوگوی و هم حجره و یار بود", "به نرمی بپرسیدم ای برهمن\t\tعجب دارم از کار این بقعه من", "که مدهوش این ناتوان پیکرند\t\tمقید به چاه ضلال اندرند", "نه نیروی دستش، نه رفتار پای\t\tورش بفکنی بر نخیزد ز جای", "نبینی که چشمانش از کهرباست؟\t\tوفا جستن از سنگ چشمان خطاست", "بر این گفتم آن دوست دشمن گرفت\t\tچو آتش شد از خشم و در من گرفت", "مغان را خبر کرد و پیران دیر\t\tندیدم در آن انجمن روی خیر", "فتادند گبران پازند خوان\t\tچو سگ در من از بهر آن استخوان", "چو آن راه کژ پیششان راست بود\t\tره راست در چشمشان کژ نمود", "که مرد ار چه دانا و صاحبدل است\t\tبه نزدیک بی‌دانشان جاهل است", "فرو ماندم از چاره همچون غریق\t\tبرون از مدارا ندیدم طریق", "چو بینی که جاهل به کین اندر است\t\tسلامت به تسلیم و لین اندر است", "مهین برهمن را ستودم بلند\t\tکه ای پیر تفسیر استا و زند", "مرا نیز با نقش این بت خوش است\t\tکه شکلی خوش و قامتی دلکش است", "بدیع آیدم صورتش در نظر\t\tولیکن ز معنی ندارم خبر", "که سالوک این منزلم عن قریب\t\tبد از نیک کمتر شناسد غریب", "تو دانی که فرزین این رقعه‌ای\t\tنصیحتگر شاه این بقعه‌ای", "چه معنی است در صورت این صنم\t\tکه اول پرستندگانش منم", "عبادت به تقلید گمراهی است\t\tخنک رهروی را که آگاهی است", "برهمن ز شادی بر افروخت روی\t\tپسندید و گفت ای پسندیده گوی", "سؤالت صواب است و فعلت جمیل\t\tبه منزل رسد هر که جوید دلیل", "بسی چون تو گردیدم اندر سفر\t\tبتان دیدم از خویشتن بی خبر", "جز این بت که هر صبح از اینجا که هست\t\tبرآرد به یزدان دادار دست", "وگر خواهی امشب همینجا بباش\t\tکه فردا شود سر این بر تو فاش", "شب آنجا ببودم به فرمان پیر\t\tچو بیژن به چاه بلا در اسیر", "شبی همچو روز قیامت دراز\t\tمغان گرد من بی وضو در نماز", "کشیشان هرگز نیازرده آب\t\tبغلها چو مردار در آفتاب", "مگر کرده بودم گناهی عظیم\t\tکه بردم در آن شب عذابی الیم", "همه شب در این قید غم مبتلا\t\tیکم دست بر دل، یکی بر دعا", "که ناگه دهل زن فرو کوفت کوس\t\tبخواند از فضای برهمن خروس", "خطیب سیه پوش شب بی خلاف\t\tبر آهخت شمشیر روز از غلاف", "فتاد آتش صبح در سوخته\t\tبه یک دم جهانی شد افروخته", "تو گفتی که در خطهٔ زنگبار\t\tز یک گوشه ناگه در آمد تتار", "مغان تبه رای ناشسته روی\t\tبه دیر آمدند از در و دشت و کوی", "کس از مرد در شهر و از زن نماند\t\tدر آن بتکده جای درزن نماند", "من از غصه رنجور و از خواب مست\t\tکه ناگاه تمثال برداشت دست", "به یک بار از ایشان برآمد خروش\t\tتو گفتی که دریا بر آمد به جوش", "چو بتخانه خالی شد از انجمن\t\tبرهمن نگه کرد خندان به من", "که دانم تو را بیش مشکل نماند\t\tحقیقت عیان گشت و باطل نماند", "چو دیدم که جهل اندر او محکم است\t\tخیال محال اندر او مدغم است", "نیارستم از حق دگر هیچ گفت\t\tکه حق ز اهل باطل بباید نهفت", "چو بینی زبر دست را زور دست\t\tنه مردی بود پنجهٔ خود شکست", "زمانی به سالوس گریان شدم\t\tکه من زآنچه گفتم پشیمان شدم", "به گریه دل کافران کرد میل\t\tعجب نیست سنگ ار بگردد به سیل", "دویدند خدمت کنان سوی من\t\tبه عزت گرفتند بازوی من", "شدم عذرگویان بر شخص عاج\t\tبه کرسی زر کوفت بر تخت ساج", "بتک را یکی بوسه دادم به دست\t\tکه لعنت بر او باد و بر بت پرست", "به تقلید کافر شدم روز چند\t\tبرهمن شدم در مقالات زند", "چو دیدم که در دیر گشتم امین\t\tنگنجیدم از خرمی در زمین", "در دیر محکم ببستم شبی\t\tدویدم چپ و راست چون عقربی", "نگه کردم از زیر تخت و زبر\t\tیکی پرده دیدم مکلل به زر", "پس پرده مطرانی آذرپرست\t\tمجاور سر ریسمانی به دست", "به فورم در آن حال معلوم شد\t\tچو داود کآهن بر او موم شد", "که ناچار چون در کشد ریسمان\t\tبر آرد صنم دست، فریادخوان", "برهمن شد از روی من شرمسار\t\tکه شنعت بود بخیه بر روی کار", "بتازید و من در پیش تاختم\t\tنگونش به چاهی در انداختم", "که دانستم ار زنده آن برهمن\t\tبماند، کند سعی در خون من", "پسندد که از من بر آید دمار\t\tمبادا که سرش کنم آشکار", "چو از کار مفسد خبر یافتی\t\tز دستش برآور چو دریافتی", "که گر زنده‌اش مانی، آن بی هنر\t\tنخواهد تو را زندگانی دگر", "وگر سر به خدمت نهد بر درت\t\tاگر دست یابد ببرد سرت", "فریبنده را پای در پی منه\t\tچو رفتی و دیدی امانش مده", "تمامش بکشتم به سنگ آن خبیث\t\tکه از مرده دیگر نیاید حدیث", "چو دیدم که غوغایی انگیختم\t\tرها کردم آن بوم و بگریختم", "چو اندر نیستانی آتش زدی\t\tز شیران بپرهیز اگر بخردی", "مکش بچهٔ مار مردم گزای\t\tچو کشتی در آن خانه دیگر مپای", "چو زنبور خانه بیاشوفتی\t\tگریز از محلت که گرم اوفتی", "به چابک‌تر از خود مینداز تیر\t\tچو افتاد، دامن به دندان بگیر", "در اوراق سعدی چنین پند نیست\t\tکه چون پای دیوار کندی مایست", "به هند آمدم بعد از آن رستخیز\t\tوز آنجا به راه یمن تا حجیز", "از آن جمله سختی که بر من گذشت\t\tدهانم جز امروز شیرین نگشت", "در اقبال و تأیید بوبکر سعد\t\tکه مادر نزاید چنو قبل و بعد", "ز جور فلک دادخواه آمدم\t\tدر این سایه‌گستر پناه آمدم", "دعاگوی این دولتم بنده‌وار\t\tخدایا تو این سایه پاینده دار", "که مرهم نهادم نه در خورد ریش\t\tکه در خورد انعام و اکرام خویش", "کی این شکر نعمت به جای آورم\t\tو گر پای گردد به خدمت سرم؟", "فرج یافتم بعد از آن بندها\t\tهنوزم به گوش است از آن پندها", "یکی آن که هر گه که دست نیاز\t\tبرآرم به درگاه دانای راز", "به یاد آید آن لعبت چینیم\t\tکند خاک در چشم خودبینیم", "بدانم که دستی که برداشتم\t\tبه نیروی خود بر نیفراشتم", "نه صاحبدلان دست بر می‌کشند\t\tکه سررشته از غیب در می‌کشند", "در خیر باز است و طاعت ولیک\t\tنه هر کس تواناست بر فعل نیک", "همین است مانع که در بارگاه\t\tنشاید شدن جز به فرمان شاه", "کلید قدر نیست در دست کس\t\tتوانای مطلق خدای است و بس", "پس ای مرد پوینده بر راه راست\t\tتو را نیست منت، خداوند راست", "چو در غیب نیکو نهادت سرشت\t\tنیاید ز خوی تو کردار زشت", "ز زنبور کرد این حلاوت پدید\t\tهمان کس که در مار زهر آفرید", "چو خواهد که ملک تو ویران کند\t\tنخست از تو خلقی پریشان کند", "وگر باشدش بر تو بخشایشی\t\tرساند به خلق از تو آسایشی", "تکبر مکن بر ره راستی\t\tکه دستت گرفتند و برخاستی", "سخن سودمند است اگر بشنوی\t\tبه مردان رسی گر طریقت روی", "مقامی بیابی گرت ره دهند\t\tکه بر خوان عزت سماطت نهند", "ولیکن نباید که تنها خوری\t\tز درویش درمنده یاد آوری", "فرستی مگر رحمتی در پیم\t\tکه بر کردهٔ خویش واثق نیم"]}]}, {"bab-name": "باب نهم در توبه و راه صواب", "bab-url": "/saadi/boostan/bab9", "bab-sections": [{"sec-name": "بخش ۱ - سر آغاز", "sec-poems": ["بیا ای که عمرت به هفتاد رفت\t\tمگر خفته بودی که بر باد رفت؟", "همه برگ بودن همی ساختی\t\tبه تدبیر رفتن نپرداختی", "قیامت که بازار مینو نهند\t\tمنازل به اعمال نیکو دهند", "بضاعت به چندان که آری بری\t\tوگر مفلسی شرمساری بری", "که بازار چندان که آکنده‌تر\t\tتهیدست را دل پراکنده‌تر", "ز پنجه درم پنج اگر کم شود\t\tدلت ریش سرپنجهٔ غم شود", "چو پنجاه سالت برون شد ز دست\t\tغنیمت شمر پنج روزی که هست", "اگر مرده مسکین زبان داشتی\t\tبه فریاد و زاری فغان داشتی", "که ای زنده چون هست امکان گفت\t\tلب از ذکر چون مرده بر هم مخفت", "چو ما را به غفلت بشد روزگار\t\tتو باری دمی چند فرصت شمار"]}, {"sec-name": "بخش ۲ - حکایت پیرمرد و تحسر او بر روزگار جوانی", "sec-poems": ["شبی در جوانی و طیب نعم\t\tجوانان نشستیم چندی بهم", "چو بلبل، سرایان چو گل تازه روی\t\tز شوخی در افکنده غلغل به کوی", "جهاندیده پیری ز ما بر کنار\t\tز دور فلک لیل مویش نهار", "چو فندق دهان از سخن بسته بود\t\tنه چون ما لب از خنده چون پسته بود", "جوانی فرا رفت کای پیرمرد\t\tچه در کنج حسرت نشینی به درد؟", "یکی سر برآر از گریبان غم\t\tبه آرام دل با جوانان بچم", "برآورد سر سالخورد از نهفت\t\tجوابش نگر تا چه پیرانه گفت", "چو باد صبا بر گلستان وزد\t\tچمیدن درخت جوان را سزد", "چمد تا جوان است و سرسبز خوید\t\tشکسته شود چون به زردی رسید", "بهاران که بید آورد بید مشک\t\tبریزد درخت گشن برگ خشک", "نزیبد مرا با جوانان چمید\t\tکه بر عارضم صبح پیری دمید", "به قید اندرم جره بازی که بود\t\tدمادم سر رشته خواهد ربود", "شما راست نوبت بر این خوان نشست\t\tکه ما از تنعم بشستیم دست", "چو بر سر نشست از بزرگی غبار\t\tدگر چشم عیش جوانی مدار", "مرا برف باریده بر پر زاغ\t\tنشاید چو بلبل تماشای باغ", "کند جلوه طاووس صاحب جمال\t\tچه می‌خواهی از باز برکنده بال؟", "مرا غله تنگ اندر آمد درو\t\tشما را کنون می‌دمد سبزه نو", "گلستان ما را طراوت گذشت\t\tکه گل دسته بندد چو پژمرده گشت؟", "مرا تکیه جان پدر بر عصاست\t\tدگر تکیه بر زندگانی خطاست", "مسلم جوان راست بر پای جست\t\tکه پیران برند استعانت به دست", "گل سرخ رویم نگر زر ناب\t\tفرو رفت، چون زرد شد آفتاب", "هوس پختن از کودک ناتمام\t\tچنان زشت نبود که از پیر خام", "مرا می‌بباید چو طفلان گریست\t\tز شرم گناهان، نه طفلانه زیست", "نکو گفت لقمان که نازیستن\t\tبه از سالها بر خطا زیستن", "هم از بامدادان در کلبه بست\t\tبه از سود و سرمایه دادن ز دست", "جوان تا رساند سیاهی به نور\t\tبرد پیر مسکین سپیدی به گور"]}, {"sec-name": "بخش ۳ - حکایت", "sec-poems": ["کهنسالی آمد به نزد طبیب\t\tز نالیدنش تا به مردن قریب", "که دستم به رگ بر نه، ای نیک رای\t\tکه پایم همی بر نیاید ز جای", "بدین ماند این قامت خفته‌ام\t\tکه گویی به گل در فرو رفته‌ام", "برو، گفت دست از جهان در گسل\t\tکه پایت قیامت برآید ز گل", "نشاط جوانی ز پیران مجوی\t\tکه آب روان باز ناید به جوی", "اگر در جوانی زدی دست و پای\t\tدر ایام پیری به هش باش و رای", "چو دوران عمر از چهل در گذشت\t\tمزن دست و پا کآبت از سر گذشت", "نشاط از من آن گه رمیدن گرفت\t\tکه شامم سپیده دمیدن گرفت", "بباید هوس کردن از سر به در\t\tکه دور هوسبازی آمد به سر", "به سبزه کجا تازه گردد دلم\t\tکه سبزه بخواهد دمید از گلم؟", "تفرج کنان در هوا و هوس\t\tگذشتیم بر خاک بسیار کس", "کسانی که دیگر به غیب اندرند\t\tبیایند و بر خاک ما بگذرند", "دریغا که فصل جوانی برفت\t\tبه لهو و لعب زندگانی برفت", "دریغا چنان روح پرور زمان\t\tکه بگذشت بر ما چو برق یمان", "ز سودای آن پوشم و این خورم\t\tنپرداختم تا غم دین خورم", "دریغا که مشغول باطل شدیم\t\tز حق دور ماندیم و غافل شدیم", "چه خوش گفت با کودک آموزگار\t\tکه کاری نکردیم و شد روزگار"]}, {"sec-name": "بخش ۴ - گفتار اندر غنیمت شمردن جوانی پیش از پیری", "sec-poems": ["جوانا ره طاعت امروز گیر\t\tکه فردا جوانی نیاید ز پیر", "فراغ دلت هست و نیروی تن\t\tچو میدان فراخ است گویی بزن", "قضا روزگاری ز من در ربود\t\tکه هر روزی از وی شبی قدر بود", "من آن روز را قدر نشناختم\t\tبدانستم اکنون که در باختم", "چه کوشش کند پیر خر زیر بار؟\t\tتو می‌رو که بر بادپایی سوار", "شکسته قدح ور ببندند چست\t\tنیاورد خواهد بهای درست", "کنون کاوفتادت به غفلت ز دست\t\tطریقی ندارد مگر باز بست", "که گفتت به جیحون در انداز تن؟\t\tچو افتاد، هم دست و پایی بزن", "به غفلت بدادی ز دست آب پاک\t\tچه چاره کنون جز تیمم به خاک؟", "چو از چابکان در دویدن گرو\t\tنبردی، هم افتان و خیزان برو", "گر آن بادپایان برفتند تیز\t\tتو بی دست و پای از نشستن بخیز"]}, {"sec-name": "بخش ۵ - حکایت در معنی ادراک پیش از فوت", "sec-poems": ["شبی خوابم اندر بیابان فید\t\tفرو بست پای دویدن به قید", "شتربانی آمد به هول و ستیز\t\tزمام شتر بر سرم زد که خیز", "مگر دل نهادی به مردن ز پس\t\tکه بر می‌نخیزی به بانگ جرس؟", "مرا همچو تو خواب خوش در سر است\t\tولیکن بیابان به پیش اندر است", "تو کز خواب نوشین به بانگ رحیل\t\tنخیزی، دگر کی رسی در سبیل", "فرو کوفت طبل شتر ساروان\t\tبه منزل رسید اول کاروان", "خنک هوشیاران فرخنده بخت\t\tکه پیش از دهلزن بسازند رخت", "به ره خفتگان تا بر آرند سر\t\tنبینند ره رفتگان را اثر", "سبق برد رهرو که برخاست زود\t\tپس از نقل بیدار بودن چه سود؟", "یکی در بهاران بیفشانده جو\t\tچه گندم ستاند به وقت درو؟", "کنون باید ای خفته بیدار بود\t\tچو مرگ اندر آرد ز خوابت، چه سود؟", "چو شیبت در آمد به روی شباب\t\tشبت روز شد دیده بر کن ز خواب", "من آن روز بر کندم از عمر امید\t\tکه افتادم اندر سیاهی سپید", "دریغا که بگذشت عمر عزیز\t\tبخواهد گذشت این دمی چند نیز", "گذشت آنچه در ناصوابی گذشت\t\tور این نیز هم در نیابی گذشت", "کنون وقت تخم است اگر پروری\t\tگر امید داری که خرمن بری", "به شهر قیامت مرو تنگدست\t\tکه وجهی ندارد به حسرت نشست", "گرت چشم عقل است تدبیر گور\t\tکنون کن که چشمت نخورده‌ست مور", "به مایه توان ای پسر سود کرد\t\tچه سود افتد آن را که سرمایه خورد؟", "کنون کوش کآب از کمر در گذشت\t\tنه وقتی که سیلابت از سر گذشت", "کنونت که چشم است اشکی ببار\t\tزبان در دهان است عذری بیار", "نه پیوسته باشد روان در بدن\t\tنه همواره گردد زبان در دهن", "کنون بایدت عذر تقصیر گفت\t\tنه چون نفس ناطق ز گفتن بخفت", "ز دانندگان بشنو امروز قول\t\tکه فردا نکیرت بپرسد به هول", "غنیمت شمار این گرامی نفس\t\tکه بی مرغ قیمت ندارد قفس", "مکن عمر ضایع به افسوس و حیف\t\tکه فرصت عزیز است و الوقت سیف"]}, {"sec-name": "بخش ۶ - حکایت", "sec-poems": ["قضا زنده‌ای را رگ جان برید\t\tدگر کس به مرگش گریبان درید", "چنین گفت بیننده‌ای تیز هوش\t\tچو فریاد و زاری رسیدش به گوش", "ز دست شما مرده بر خویشتن\t\tگرش دست بودی دریدی کفن", "که چندین ز تیمار و دردم مپیچ\t\tکه روزی دو پیش از تو کردم بسیچ", "فراموش کردی مگر مرگ خویش\t\tکه مرگ منت ناتوان کرد و ریش", "محقق که بر مرده ریزد گلش\t\tنه بر وی که بر خود بسوزد دلش", "ز هجران طفلی که در خاک رفت\t\tچه نالی؟ که پاک آمد و پاک رفت", "تو پاک آمدی بر حذر باش و پاک\t\tکه ننگ است ناپاک رفتن به خاک", "کنون باید این مرغ را پای بست\t\tنه آنگه که سررشته بردت ز دست", "نشستی به جای دگر کس بسی\t\tنشیند به جای تو دیگر کسی", "اگر پهلوانی و گر تیغزن\t\tنخواهی به در بردن الا کفن", "خر وحش اگر بگسلاند کمند\t\tچو در ریگ ماند شود پای بند", "تو را نیز چندان بود دست زور\t\tکه پایت نرفته‌ست در ریگ گور", "منه دل بر این سالخورده مکان\t\tکه گنبد نپاید بر او گردکان", "چو دی رفت و فردا نیامد به دست\t\tحساب از همین یک نفس کن که هست"]}, {"sec-name": "بخش ۷ - حکایت در معنی بیداری از خواب غفلت", "sec-poems": ["فرو رفت جم را یکی نازنین\t\tکفن کرد چون کرمش ابریشمین", "به دخمه برآمد پس از چند روز\t\tکه بر وی بگرید به زاری و سوز", "چو پوسیده دیدش حریرین کفن\t\tبه فکرت چنین گفت با خویشتن", "من از کرم برکنده بودم به زور\t\tبکندند از او باز کرمان گور", "در این باغ سروی نیامد بلند\t\tکه باد اجل بیخش از بن نکند", "قضا نقش یوسف جمالی نکرد\t\tکه ماهی گورش چو یونس نخورد", "دو بیتم جگر کرد روزی کباب\t\tکه می‌گفت گوینده‌ای با رباب:", "دریغا که بی ما بسی روزگار\t\tبروید گل و بشکفد نوبهار", "بسی تیر و دی ماه و اردیبهشت\t\tبرآید که ما خاک باشیم و خشت"]}, {"sec-name": "بخش ۸ - حکایت", "sec-poems": ["یکی پارسا سیرت حق پرست\t\tفتادش یکی خشت زرین به دست", "سر هوشمندش چنان خیره کرد\t\tکه سودا دل روشنش تیره کرد", "همه شب در اندیشه کاین گنج و مال\t\tدر او تا زیم ره نیابد زوال", "دگر قامت عجزم از بهر خواست\t\tنباید بر کس دوتا کرد و راست", "سرایی کنم پای بستش رخام\t\tدرختان سقفش همه عود خام", "یکی حجره خاص از پی دوستان\t\tدر حجره اندر سرا بوستان", "بفرسودم از رقعه بر رقعه دوخت\t\tتف دیگدان چشم و مغزم بسوخت", "دگر زیردستان پزندم خورش\t\tبه راحت دهم روح را پرورش", "به سختی بکشت این نمد بسترم\t\tروم زین سپس عبقری گسترم", "خیالش خرف کرد و کالیوه رنگ\t\tبه مغزش فرو برده خرچنگ چنگ", "فراغ مناجات و رازش نماند\t\tخور و خواب و ذکر و نمازش نماند", "به صحرا برآمد سر از عشوه مست\t\tکه جایی نبودش قرار نشست", "یکی بر سر گور گل می سرشت\t\tکه حاصل کند زآن گل گور خشت", "به اندیشه لختی فرو رفت پیر\t\tکه ای نفس کوته نظر پند گیر", "چه بندی در این خشت زرین دلت\t\tکه یک روز خشتی کنند از گلت؟", "طمع را نه چندان دهان است باز\t\tکه بازش نشیند به یک لقمه آز", "بدار ای فرومایه زین خشت دست\t\tکه جیحون نشاید به یک خشت بست", "تو غافل در اندیشهٔ سود و مال\t\tکه سرمایهٔ عمر شد پایمال", "غبار هوا چشم عقلت بدوخت\t\tسموم هوس کشت عمرت بسوخت", "بکن سرمهٔ غفلت از چشم پاک\t\tکه فردا شوی سرمه در چشم خاک"]}, {"sec-name": "بخش ۹ - حکایت عداوت در میان دو شخص", "sec-poems": ["میان دو تن دشمنی بود و جنگ\t\tسر از کبر بر یکدیگر چون پلنگ", "ز دیدار هم تا به حدی رمان\t\tکه بر هر دو تنگ آمدی آسمان", "یکی را اجل در سر آورد جیش\t\tسرآمد بر او روزگاران عیش", "بداندیش او را درون شاد گشت\t\tبه گورش پس از مدتی برگذشت", "شبستان گورش در اندوده دید\t\tکه وقتی سرایش زر اندوده دید", "خرامان به بالینش آمد فراز\t\tهمی گفت با خود لب از خنده باز", "خوشا وقت مجموع آن کس که اوست\t\tپس از مرگ دشمن در آغوش دوست", "پس از مرگ آن کس نباید گریست\t\tکه روزی پس از مرگ دشمن بزیست", "ز روی عداوت به بازوی زور\t\tیکی تخته برکندش از روی گور", "سر تاجور دیدش اندر مغاک\t\tدو چشم جهان بینش آکنده خاک", "وجودش گرفتار زندان گور\t\tتنش طعمه کرم و تاراج مور", "چنان تنگش آکنده خاک استخوان\t\tکه از عاج پر توتیا سرمه دان", "ز دور فلک بدر رویش هلال\t\tز جور زمان سرو قدش خلال", "کف دست و سرپنجهٔ زورمند\t\tجدا کرده ایام بندش ز بند", "چنانش بر او رحمت آمد ز دل\t\tکه بسرشت بر خاکش از گریه گل", "پشیمان شد از کرده و خوی زشت\t\tبفرمود بر سنگ گورش نبشت", "مکن شادمانی به مرگ کسی\t\tکه دهرت نماند پس از وی بسی", "شنید این سخن عارفی هوشیار\t\tبنالید کای قادر کردگار", "عجب گر تو رحمت نیاری بر او\t\tکه بگریست دشمن به زاری بر او", "تن ما شود نیز روزی چنان\t\tکه بر وی بسوزد دل دشمنان", "مگر در دل دوست رحم آیدم\t\tچو بیند که دشمن ببخشایدم", "به جایی رسد کار سر دیر و زود\t\tکه گویی در او دیده هرگز نبود", "زدم تیشه یک روز بر تل خاک\t\tبه گوش آمدم ناله‌ای دردناک", "که زنهار اگر مردی آهسته‌تر\t\tکه چشم و بناگوش و روی است و سر"]}, {"sec-name": "بخش ۱۰ - حکایت", "sec-poems": ["شبی خفته بودم به عزم سفر\t\tپی کاروانی گرفتم سحر", "که آمد یکی سهمگین باد و گرد\t\tکه بر چشم مردم جهان تیره کرد", "به ره در یکی دختر خانه بود\t\tبه معجر غبار از پدر می‌زدود", "پدر گفتش ای نازنین چهر من\t\tکه داری دل آشفتهٔ مهر من", "نه چندان نشیند در این دیده خاک\t\tکه بازش به معجر توان کرد پاک", "بر این خاک چندان صبا بگذرد\t\tکه هر ذره از ما به جایی برد", "تو را نفس رعنا چو سرکش ستور\t\tدوان می‌برد تا سر شیب گور", "اجل ناگهت بگسلاند رکیب\t\tعنان باز نتوان گرفت از نشیب"]}, {"sec-name": "بخش ۱۱ - موعظه و تنبیه", "sec-poems": ["خبر داری ای استخوانی قفس\t\tکه جان تو مرغی است نامش نفس؟", "چو مرغ از قفس رفت و بگسست قید\t\tدگر ره نگردد به سعی تو صید", "نگه دار فرصت که عالم دمی است\t\tدمی پیش دانا به از عالمی است", "سکندر که بر عالمی حکم داشت\t\tدر آن دم که بگذشت و عالم گذاشت", "میسر نبودش کز او عالمی\t\tستانند و مهلت دهندش دمی", "برفتند و هر کس درود آنچه کشت\t\tنماند به جز نام نیکو و زشت", "چرا دل بر این کاروانگه نهیم؟\t\tکه یاران برفتند و ما بر رهیم", "پس از ما همین گل دمد بوستان\t\tنشینند با یکدگر دوستان", "دل اندر دلارام دنیا مبند\t\tکه ننشست با کس که دل بر نکند", "چو در خاکدان لحد خفت مرد\t\tقیامت بیفشاند از موی گرد", "سر از جیب غفلت برآور کنون\t\tکه فردا نماند به حسرت نگون", "نه چون خواهی آمد به شیراز در\t\tسر و تن بشویی ز گرد سفر", "پس ای خاکسار گنه عن قریب\t\tسفر کرد خواهی به شهری غریب", "بران از دو سرچشمهٔ دیده جوی\t\tور آلایشی داری از خود بشوی"]}, {"sec-name": "بخش ۱۲ - حکایت در عالم طفولیت", "sec-poems": ["ز عهد پدر یادم آید همی\t\tکه باران رحمت بر او هر دمی", "که در طفلیم لوح و دفتر خرید\t\tز بهرم یکی خاتم زر خرید", "به در کرد ناگه یکی مشتری\t\tبه خرمایی از دستم انگشتری", "چو نشناسد انگشتری طفل خرد\t\tبه شیرینی از وی توانند برد", "تو هم قیمت عمر نشناختی\t\tکه در عیش شیرین برانداختی", "قیامت که نیکان بر اعلا رسند\t\tز قعر ثری بر ثریا رسند", "تو را خود بماند سر از ننگ پیش\t\tکه گردت برآید عملهای خویش", "برادر، ز کار بدان شرم دار\t\tکه در روی نیکان شوی شرمسار", "در آن روز کز فعل پرسند و قول\t\tاولوالعزم را تن بلرزد ز هول", "به جایی که دهشت خورند انبیا\t\tتو عذر گنه را چه داری؟ بیا", "زنانی که طاعت به رغبت برند\t\tز مردان ناپارسا بگذرند", "تو را شرم ناید ز مردی خویش\t\tکه باشد زنان را قبول از تو بیش؟", "زنان را به عذری معین که هست\t\tز طاعت بدارند گه گاه دست", "تو بی عذر یک سو نشینی چو زن\t\tرو ای کم ز زن، لاف مردی مزن", "مرا خود چه باشد زبان آوری\t\tچنین گفت شاه سخن عنصری:", "«چو از راستی بگذری خم بود\t\tچه مردی بود کز زنی کم بود؟»", "به ناز و طرب نفس پرورده گیر\t\tبه ایام دشمن قوی کرده گیر", "یکی بچهٔ گرگ می‌پرورید\t\tچو پرورده شد خواجه بر هم درید", "چو بر پهلوی جان سپردن بخفت\t\tزبان آوری در سرش رفت و گفت", "تو دشمن چنین نازنین پروری\t\tندانی که ناچار زخمش خوری؟", "نه ابلیس در حق ما طعنه زد\t\tکز اینان نیاید به جز کار بد؟", "فغان از بدیها که در نفس ماست\t\tکه ترسم شود ظن ابلیس راست", "چو ملعون پسند آمدش قهر ما\t\tخدایش بینداخت از بهر ما", "کجا سر برآریم از این عار و ننگ\t\tکه با او به صلحیم و با حق به جنگ", "نظر دوست نادر کند سوی تو\t\tچو در روی دشمن بود روی تو", "گرت دوست باید کز او بر خوری\t\tنباید که فرمان دشمن بری", "روا دارد از دوست بیگانگی\t\tکه دشمن گزیند به همخانگی", "ندانی که کمتر نهد دوست پای\t\tچو بیند که دشمن بود در سرای؟", "به سیم سیه تا چه خواهی خرید\t\tکه خواهی دل از مهر یوسف برید؟", "تو از دوست گر عاقلی بر مگرد\t\tکه دشمن نیارد نگه در تو کرد"]}, {"sec-name": "بخش ۱۳ - حکایت", "sec-poems": ["یکی برد با پادشاهی ستیز\t\tبه دشمن سپردش که خونش بریز", "گرفتار در دست آن کینه توز\t\tهمی گفت هر دم به زاری و سوز", "اگر دوست بر خود نیازردمی\t\tکی از دست دشمن جفا بردمی؟", "بتا جور دشمن بدردش پوست\t\tرفیقی که بر خود بیازرد دوست", "تو از دوست گر عاقلی بر مگرد\t\tکه دشمن نیارد نگه در تو کرد", "تو با دوست یکدل شو و یک سخن\t\tکه خود بیخ دشمن برآید ز بن", "نپندارم این زشت نامی نکوست\t\tبه خشنودی دشمن آزار دوست"]}, {"sec-name": "بخش ۱۴ - حکایت", "sec-poems": ["یکی مال مردم به تلبیس خورد\t\tچو برخاست لعنت بر ابلیس کرد", "چنین گفتش ابلیس اندر رهی\t\tکه هرگز ندیدم چنین ابلهی", "تو را با من است ای فلان، آشتی\t\tبه جنگم چرا گردن افراشتی؟", "دریغ است فرمودهٔ دیو زشت\t\tکه دست ملک بر تو خواهد نبشت", "روا داری از جهل و ناباکیت\t\tکه پاکان نویسند ناپاکیت", "طریقی به دست آر و صلحی بجوی\t\tشفیعی برانگیز و عذری بگوی", "که یک لحظه صورت نبندد امان\t\tچو پیمانه پر شد به دور زمان", "وگر دست قدرت نداری به کار\t\tچو بیچارگان دست زاری بر آر", "گرت رفت از اندازه بیرون بدی\t\tچو گفتی که بد رفت نیک آمدی", "فرا شو چو بینی ره صلح باز\t\tکه ناگه در توبه گردد فراز", "مرو زیر بار گنه ای پسر\t\tکه حمال عاجز بود در سفر", "پی نیک‌مردان بباید شتافت\t\tکه هر کاین سعادت طلب کرد یافت", "ولیکن تو دنبال دیو خسی\t\tندانم که در صالحان چون رسی؟", "پیمبر کسی را شفاعتگر است\t\tکه بر جادهٔ شرع پیغمبر است", "ره راست رو تا به منزل رسی\t\tتو بر ره نه ای زین قبل واپسی", "چو گاوی که عصار چشمش ببست\t\tدوان تا به شب، شب همانجا که هست", "گل آلوده‌ای راه مسجد گرفت\t\tز بخت نگون بود اندر شگفت", "یکی زجر کردش که تبت یداک\t\tمرو دامن آلوده بر جای پاک", "مرا رقتی در دل آمد بر این\t\tکه پاک است و خرم بهشت برین", "در آن جای پاکان امیدوار\t\tگل آلودهٔ معصیت را چه کار؟", "بهشت آن ستاند که طاعت برد\t\tکرا نقد باید بضاعت برد", "مکن، دامن از گرد زلت بشوی\t\tکه ناگه ز بالا ببندند جوی", "مگو مرغ دولت ز قیدم بجست\t\tهنوزش سر رشته داری به دست", "وگر دیر شد گرم رو باش و چست\t\tز دیر آمدن غم ندارد درست", "هنوزت اجل دست خواهش نبست\t\tبر آور به درگاه دادار دست", "مخسب ای گنه کار خوش خفته، خیز\t\tبه عذر گناه آب چشمی بریز", "چو حکم ضرورت بود کآبروی\t\tبریزند باری بر این خاک کوی", "ور آبت نماند شفیع آر پیش\t\tکسی را که هست آبروی از تو بیش", "به قهر ار براند خدای از درم\t\tروان بزرگان شفیع آورم"]}, {"sec-name": "بخش ۱۵ - حکایت", "sec-poems": ["همی یادم آید ز عهد صغر\t\tکه عیدی برون آمدم با پدر", "به بازیچه مشغول مردم شدم\t\tدر آشوب خلق از پدر گم شدم", "برآوردم از هول و دهشت خروش\t\tپدر ناگهانم بمالید گوش", "که ای شوخ چشم آخرت چند بار\t\tبگفتم که دستم ز دامن مدار", "به تنها نداند شدن طفل خرد\t\tکه مشکل توان راه نادیده برد", "تو هم طفل راهی به سعی ای فقیر\t\tبرو دامن راه دانان بگیر", "مکن با فرومایه مردم نشست\t\tچو کردی، ز هیبت فرو شوی دست", "به فتراک پاکان درآویز چنگ\t\tکه عارف ندارد ز دریوزه ننگ", "مریدان به قوت ز طفلان کمند\t\tمشایخ چو دیوار مستحکمند", "بیاموز رفتار از آن طفل خرد\t\tکه چون استعانت به دیوار برد", "ز زنجیر ناپارسایان برست\t\tکه در حلقهٔ پارسایان نشست", "اگر حاجتی داری این حلقه گیر\t\tکه سلطان ندارد از این در گزیر", "برو خوشه چین باش سعدی صفت\t\tکه گرد آوری خرمن معرفت", "الا ای مقیمان محراب انس\t\tکه فردا نشینید بر خوان قدس", "متابید روی از گدایان خیل\t\tکه صاحب مروت نراند طفیل", "کنون با خرد باید انباز گشت\t\tکه فردا نماند ره بازگشت"]}, {"sec-name": "بخش ۱۶ - حکایت مست خرمن سوز", "sec-poems": ["یکی غله مرداد مه توده کرد\t\tز تیمار دی خاطر آسوده کرد", "شبی مست شد و آتشی برفروخت\t\tنگون بخت کالیوه، خرمن بسوخت", "دگر روز در خوشه چینی نشست\t\tکه یک جو ز خرمن نماندش به دست", "چو سرگشته دیدند درویش را\t\tیکی گفت پروردهٔ خویش را", "نخواهی که باشی چنین تیره روز\t\tبه دیوانگی خرمن خود مسوز", "گر از دست شد عمرت اندر بدی\t\tتو آنی که در خرمن آتش زدی", "فضیحت بود خوشه اندوختن\t\tپس از خرمن خویشتن سوختن", "مکن جان من، تخم دین ورز و داد\t\tمده خرمن نیکنامی به باد", "چو برگشته بختی در افتد به بند\t\tاز او نیک‌بختان بگیرند پند", "تو پیش از عقوبت در عفو کوب\t\tکه سودی ندارد فغان زیر چوب", "بر آر از گریبان غفلت سرت\t\tکه فردا نماند خجل در برت"]}, {"sec-name": "بخش ۱۷ - حکایت", "sec-poems": ["یکی متفق بود بر منکری\t\tگذر کرد بر وی نکو محضری", "نشست از خجالت عرق کرده روی\t\tکه آیا! خجل گشتم از شیخ کوی!", "شنید این سخن پیر روشن روان\t\tبر او بر بشورید و گفت ای جوان", "نیاید همی شرمت از خویشتن\t\tکه حق حاضر و شرم داری ز من؟", "نیاسایی از جانب هیچ کس\t\tبرو جانب حق نگه دار و بس", "چنان شرم دار از خداوند خویش\t\tکه شرمت ز بیگانگان است و خویش"]}, {"sec-name": "بخش ۱۸ - حکایت زلیخا با یوسف (ع)", "sec-poems": ["زلیخا چو گشت از می عشق مست\t\tبه دامان یوسف در آویخت دست", "چنان دیو شهوت رضا داده بود\t\tکه چون گرگ در یوسف افتاده بود", "بتی داشت بانوی مصر از رخام\t\tبر او معتکف بامدادان و شام", "در آن لحظه رویش بپوشید و سر\t\tمبادا که زشت آیدش در نظر", "غم آلوده یوسف به کنجی نشست\t\tبه سر بر ز نفس ستمکاره دست", "زلیخا دو دستش ببوسید و پای\t\tکه ای سست پیمان سرکش درآی", "به سندان دلی روی در هم مکش\t\tبه تندی پریشان مکن وقت خوش", "روان گشتش از دیده بر چهره جوی\t\tکه برگرد و ناپاکی از من مجوی", "تو در روی سنگی شدی شرمناک\t\tمرا شرم باد از خداوند پاک", "چه سود از پشیمانی آید به کف\t\tچو سرمایهٔ عمر کردی تلف؟", "شراب از پی سرخ رویی خورند\t\tوز او عاقبت زردرویی برند", "به عذرآوری خواهش امروز کن\t\tکه فردا نماند مجال سخن"]}, {"sec-name": "بخش ۱۹ - مثل", "sec-poems": ["پلیدی کند گربه بر جای پاک\t\tچو زشتش نماید بپوشد به خاک", "تو آزادی از ناپسندیده‌ها\t\tنترسی که بر وی فتد دیده‌ها", "براندیش از آن بندهٔ پر گناه\t\tکه از خواجه مخفی شود چند گاه", "اگر بر نگردد به صدق و نیاز\t\tبه زنجیر و بندش بیارند باز", "به کین آوری با کسی بر ستیز\t\tکه از وی گزیرت بود یا گریز", "کنون کرد باید عمل را حساب\t\tنه وقتی که منشور گردد کتاب", "کسی گر چه بد کرد هم بد نکرد\t\tکه پیش از قیامت غم خود بخورد", "گر آیینه از آه گردد سیاه\t\tشود روشن آیینهٔ دل به آه", "بترس از گناهان خویش این نفس\t\tکه روز قیامت نترسی ز کس"]}, {"sec-name": "بخش ۲۰ - حکایت سفر حبشه", "sec-poems": ["غریب آمدم در سواد حبش\t\tدل از دهر فارغ سر از عیش خوش", "به ره بر یکی دکه دیدم بلند\t\tتنی چند مسکین بر او پای بند", "بسیج سفر کردم اندر نفس\t\tبیابان گرفتم چو مرغ از قفس", "یکی گفت کاین بندیان شبروند\t\tنصیحت نگیرند و حق نشنوند", "چو بر کس نیامد ز دستت ستم\t\tتو را گر جهان شحنه گیرد چه غم؟", "نیاورده عامل غش اندر میان\t\tنیندیشد از رفع دیوانیان", "وگر عفتت را فریب است زیر\t\tزبان حسابت نگردد دلیر", "نکونام را کس نگیرد اسیر\t\tبترس از خدای و مترس از امیر", "چو خدمت پسندیده آرم به جای\t\tنیندیشم از دشمن تیره رای", "اگر بنده کوشش کند بنده‌وار\t\tعزیزش بدارد خداوندگار", "وگر کند رای است در بندگی\t\tز جانداری افتد به خربندگی", "قدم پیش نه کز ملک بگذری\t\tکه گر باز مانی ز دد کمتری"]}, {"sec-name": "بخش ۲۱ - حکایت", "sec-poems": ["یکی را به چوگان مه دامغان\t\tبزد تا چو طبلش بر آمد فغان", "شب از بی قراری نیارست خفت\t\tبر او پارسایی گذر کرد و گفت", "به شب گر ببردی بر شحنه، سوز\t\tگناه آبرویش نبردی به روز", "کسی روز محشر نگردد خجل\t\tکه شبها به درگه برد سوز دل", "هنوز ار سر صلح داری چه بیم؟\t\tدر عذرخواهان نبندد کریم", "ز یزدان دادار داور بخواه\t\tشب توبه تقصیر روز گناه", "کریمی که آوردت از نیست هست\t\tعجب گر بیفتی نگیردت دست", "اگر بنده‌ای دست حاجت بر آر\t\tو گر شرمسار آب حسرت ببار", "نیامد بر این در کسی عذر خواه\t\tکه سیل ندامت نشستش گناه", "نریزد خدای آبروی کسی\t\tکه ریزد گناه آب چشمش بسی"]}, {"sec-name": "بخش ۲۲ - حکایت", "sec-poems": ["به صنعا درم طفلی اندر گذشت\t\tچه گویم کز آنم چه بر سر گذشت", "قضا نقش یوسف جمالی نکرد\t\tکه ماهی گورش چو یونس نخورد", "در این باغ سروی نیامد بلند\t\tکه باد اجل بیخش از بن نکند", "نهالی به سی سال گردد درخت\t\tز بیخش بر آرد یکی باد سخت", "عجب نیست بر خاک اگر گل شکفت\t\tکه چندین گل‌اندام در خاک خفت", "به دل گفتم ای ننگ مردان بمیر\t\tکه کودک رود پاک و آلوده پیر", "ز سودا و آشفتگی بر قدش\t\tبرانداختم سنگی از مرقدش", "ز هولم در آن جای تاریک و تنگ\t\tبشورید حال و بگردید رنگ", "چو باز آمدم زآن تغیر به هوش\t\tز فرزند دلبندم آمد به گوش:", "گرت وحشت آمد ز تاریک جای\t\tبه هش باش و با روشنایی در آی", "شب گور خواهی منور چو روز\t\tاز اینجا چراغ عمل برفروز", "تن کارکن می‌بلرزد ز تب\t\tمبادا که نخلش نیارد رطب", "گروهی فراوان طمع ظن برند\t\tکه گندم نیفشانده خرمن برند", "بر آن خورد سعدی که بیخی نشاند\t\tکسی برد خرمن که تخمی فشاند"]}]}, {"bab-name": "باب دهم در مناجات و ختم کتاب", "bab-url": "/saadi/boostan/bab10", "bab-sections": [{"sec-name": "بخش ۱ - سرآغاز", "sec-poems": ["بیا تا برآریم دستی ز دل\t\tکه نتوان برآورد فردا ز گل", "به فصل خزان در نبینی درخت\t\tکه بی برگ ماند ز سرمای سخت", "برآرد تهی دستهای نیاز\t\tز رحمت نگردد تهیدست باز", "مپندار از آن در که هرگز نبست\t\tکه نومید گردد بر آورده دست", "قضا خلعتی نامدارش دهد\t\tقدر میوه در آستینش نهد", "همه طاعت آرند و مسکین نیاز\t\tبیا تا به درگاه مسکین نواز", "چو شاخ برهنه برآریم دست\t\tکه بی برگ از این بیش نتوان نشست", "خداوندگارا نظر کن به جود\t\tکه جرم آمد از بندگان در وجود", "گناه آید از بندهٔ خاکسار\t\tبه امید عفو خداوندگار", "کریما به رزق تو پرورده‌ایم\t\tبه انعام و لطف تو خو کرده‌ایم", "گدا چون کرم بیند و لطف و ناز\t\tنگردد ز دنبال بخشنده باز", "چو ما را به دنیا تو کردی عزیز\t\tبه عقبی همین چشم داریم نیز", "عزیزی و خواری تو بخشی و بس\t\tعزیز تو خواری نبیند ز کس", "خدایا به عزت که خوارم مکن\t\tبه ذل گنه شرمسارم مکن", "مسلط مکن چون منی بر سرم\t\tز دست تو به گر عقوبت برم", "به گیتی بتر زین نباشد بدی\t\tجفا بردن از دست همچون خودی", "مرا شرمساری ز روی تو بس\t\tدگر شرمسارم مکن پیش کس", "گرم بر سر افتد ز تو سایه‌ای\t\tسپهرم بود کهترین پایه‌ای", "اگر تاج بخشی سر افرازدم\t\tتو بردار تا کس نیندازدم", "تنم می‌بلرزد چو یاد آورم\t\tمناجات شوریده‌ای در حرم", "که می‌گفت شوریدهٔ دلفگار\t\tالها ببخش و به ذلّم مدار", "همی‌گفت با حق به زاری بسی\t\tمیفکن که دستم نگیرد کسی", "به لطفم بخوان و مران از درم\t\tندارد به جز آستانت سرم", "تو دانی که مسکین و بیچاره‌ایم\t\tفرو مانده نفس اماره‌ایم", "نمی‌تازد این نفس سرکش چنان\t\tکه عقلش تواند گرفتن عنان", "که با نفس و شیطان بر آید به زور؟\t\tمصاف پلنگان نیاید ز مور", "به مردان راهت که راهی بده\t\tوز این دشمنانم پناهی بده", "خدایا به ذات خداوندیت\t\tبه اوصاف بی مثل و مانندیت", "به لبیک حجاج بیت‌الحرام\t\tبه مدفون یثرب علیه‌السلام", "به تکبیر مردان شمشیر زن\t\tکه مرد وغا را شمارند زن", "به طاعات پیران آراسته\t\tبه صدق جوانان نوخاسته", "که ما را در آن ورطهٔ یک نفس\t\tز ننگ دو گفتن به فریاد رس", "امید است از آنان که طاعت کنند\t\tکه بی طاعتان را شفاعت کنند", "به پاکان کز آلایشم دور دار\t\tوگر زلتی رفت معذور دار", "به پیران پشت از عبادت دو تا\t\tز شرم گنه دیده بر پشت پا", "که چشمم ز روی سعادت مبند\t\tزبانم به وقت شهادت مبند", "چراغ یقینم فرا راه دار\t\tز بد کردنم دست کوتاه دار", "بگردان ز نادیدنی دیده‌ام\t\tمده دست بر ناپسندیده‌ام", "من آن ذره‌ام در هوای تو نیست\t\tوجود و عدم ز احتقارم یکی است", "ز خورشید لطفت شعاعی بسم\t\tکه جز در شعاعت نبیند کسم", "بدی را نگه کن که بهتر کس است\t\tگدا را ز شاه التفاتی بس است", "مرا گر بگیری به انصاف و داد\t\tبنالم که عفوم نه این وعده داد", "خدایا به ذلت مران از درم\t\tکه صورت نبندد دری دیگرم", "ور از جهل غایب شدم روز چند\t\tکنون کآمدم در به رویم مبند", "چه عذر آرم از ننگ تردامنی؟\t\tمگر عجز پیش آورم کای غنی", "فقیرم به جرم و گناهم مگیر\t\tغنی را ترحم بود بر فقیر", "چرا باید از ضعف حالم گریست؟\t\tاگر من ضعیفم پناهم قوی است", "خدایا به غفلت شکستیم عهد\t\tچه زور آورد با قضا دست جهد؟", "چه برخیزد از دست تدبیر ما؟\t\tهمین نکته بس عذر تقصیر ما", "همه هر چه کردم تو بر هم زدی\t\tچه قوت کند با خدایی خودی؟", "نه من سر ز حکمت به در می‌برم\t\tکه حکمت چنین می‌رود بر سرم"]}, {"sec-name": "بخش ۲ - حکایت", "sec-poems": ["سیه چرده‌ای را کسی زشت خواند\t\tجوابی بگفتش که حیران بماند", "نه من صورت خویش خود کرده‌ام\t\tکه عیبم شماری که بد کرده‌ام", "تو را با من ار زشت رویم چه کار؟\t\tنه آخر منم زشت و زیبا نگار", "از آنم که بر سر نبشتی ز پیش\t\tنه کم کردم ای بنده پرور نه بیش", "تو دانایی آخر که قادر نیم\t\tتوانای مطلق تویی، من کیم؟", "گرم ره نمایی رسیدم به خیر\t\tوگر گم کنی باز ماندم ز سیر", "جهان آفرین گر نه یاری کند\t\tکجا بنده پرهیزگاری کند؟", "چه خوش گفت درویش کوتاه دست\t\tکه شب توبه کرد و سحرگه شکست", "گر او توبه بخشد بماند درست\t\tکه پیمان ما بی ثبات است و سست", "به حقت که چشمم ز باطل بدوز\t\tبه نورت که فردا به نارم مسوز", "ز مسکینیم روی در خاک رفت\t\tغبار گناهم بر افلاک رفت", "تو یک نوبت ای ابر رحمت ببار\t\tکه در پیش باران نپاید غبار", "ز جرمم در این مملکت جاه نیست\t\tولیکن به ملکی دگر راه نیست", "تو دانی ضمیر زبان بستگان\t\tتو مرهم نهی بر دل خستگان"]}, {"sec-name": "بخش ۳ - حکایت بت پرست نیازمند", "sec-poems": ["مغی در به روی از جهان بسته بود\t\tبتی را به خدمت میان بسته بود", "پس از چند سال آن نکوهیده کیش\t\tقضا حالتی صعبش آورد پیش", "به پای بت اندر به امید خیر\t\tبغلطید بیچاره بر خاک دیر", "که درمانده‌ام دست گیر ای صنم\t\tبه جان آمدم رحم کن بر تنم", "بزارید در خدمتش بارها\t\tکه هیچش به سامان نشد کارها", "بتی چون برآرد مهمات کس\t\tکه نتواند از خود براندن مگس؟", "برآشفت کای پای بند ضلال\t\tبه باطل پرستیدمت چند سال", "مهمی که در پیش دارم برآر\t\tو گر نه بخواهم ز پروردگار", "هنوز از بت آلوده رویش به خاک\t\tکه کامش برآورد یزدان پاک", "حقایق شناسی در این خیره شد\t\tسر وقت صافی بر او تیره شد", "که سرگشته‌ای دون یزدان پرست\t\tهنوزش سر از خمر بتخانه مست", "دل از کفر و دست از خیانت نشست\t\tخدایش برآورد کامی که جست", "فرو رفت خاطر در این مشکلش\t\tکه پیغامی آمد به گوش دلش", "که پیش صنم پیر ناقص عقول\t\tبسی گفت و قولش نیامد قبول", "گر از درگه ما شود نیز رد\t\tپس آنگه چه فرق از صنم تا صمد؟", "دل اندر صمد باید ای دوست بست\t\tکه عاجزترند از صنم هر که هست", "محال است اگر سر بر این در نهی\t\tکه باز آیدت دست حاجت تهی", "خدایا مقصر به کار آمدیم\t\tتهیدست و امیدوار آمدیم"]}, {"sec-name": "بخش ۴ - حکایت", "sec-poems": ["شنیدم که مستی ز تاب نبید\t\tبه مقصورهٔ مسجدی در دوید", "بنالید بر آستان کرم\t\tکه یارب به فردوس اعلی برم", "مؤذن گریبان گرفتش که هین\t\tسگ و مسجد! ای فارغ از عقل و دین", "چه شایسته کردی که خواهی بهشت؟\t\tنمی‌زیبدت ناز با روی زشت", "بگفت این سخن پیر و بگریست مست\t\tکه مستم بدار از من ای خواجه دست", "عجب داری از لطف پروردگار\t\tکه باشد گنهکاری امیدوار؟", "تو را می‌نگویم که عذرم پذیر\t\tدر توبه باز است و حق دستگیر", "همی شرم دارم ز لطف کریم\t\tکه خوانم گنه پیش عفوش عظیم", "کسی را که پیری در آرد ز پای\t\tچو دستش نگیری نخیزد ز جای", "من آنم ز پای اندر افتاده پیر\t\tخدایا به فضل خودم دست گیر", "نگویم بزرگی و جاهم ببخش\t\tفروماندگی و گناهم ببخش", "اگر یاری اندک زلل داندم\t\tبه نابخردی شهره گرداندم", "تو بینا و ما خائف از یکدگر\t\tکه تو پرده پوشی و ما پرده در", "برآورده مردم ز بیرون خروش\t\tتو با بنده در پرده و پرده پوش", "به نادانی ار بندگان سرکشند\t\tخداوندگاران قلم در کشند", "اگر جرم بخشی به مقدار جود\t\tنماند گنهکاری اندر وجود", "وگر خشم گیری به قدر گناه\t\tبه دوزخ فرست و ترازو مخواه", "گرم دست گیری به جایی رسم\t\tوگر بفکنی بر نگیرد کسم", "که زور آورد گر تو یاری دهی؟\t\tکه گیرد چو تو رستگاری دهی؟", "دو خواهند بودن به محشر فریق\t\tندانم کدامین دهندم طریق", "عجب گر بود راهم از دست راست\t\tکه از دست من جز کجی برنخاست", "دلم می‌دهد وقت وقت این امید\t\tکه حق شرم دارد ز موی سپید", "عجب دارم ار شرم دارد ز من\t\tکه شرمم نمی‌آید از خویشتن", "نه یوسف که چندان بلا دید و بند\t\tچو حکمش روان گشت و قدرش بلند", "گنه عفو کرد آل یعقوب را؟\t\tکه معنی بود صورت خوب را", "به کردار بدشان مقید نکرد\t\tبضاعات مزجاتشان رد نکرد", "ز لطفت همین چشم داریم نیز\t\tبر این بی‌بضاعت ببخش ای عزیز", "کس از من سیه نامه تر دیده نیست\t\tکه هیچم فعال پسندیده نیست", "جز این کاعتمادم به یاری تست\t\tامیدم به آمرزگاری تست", "بضاعت نیاوردم الا امید\t\tخدایا ز عفوم مکن ناامید"]}]}]}