{"name": "golestan", "url": "https://ganjoor.net/saadi/golestan", "babs": [{"bab-name": "دیباچه", "bab-url": "/saadi/golestan/dibache", "bab-sections": [{"sec-name": "شعر", "sec-poems": ["بِسم اللهِ الرَّحمنِ الرَّحیم", "منّت خدای را عز و جل که طاعتش موجب قربت است و به شکر اندرش مزید نعمت. هر نفسی که فرو می رود ممدّ حیات است و چون بر می آید مفرّح ذات. پس در هر نفسی دو نعمت موجود است و بر هر نعمتی شکری واجب.", "از دست و زبان که بر آید\t\tکز عهدهٔ شکرش به در آید", "اِعملوا آلَ داودَ شکراً وَ قلیلٌ مِن عبادیَ الشکور", "بنده همان به که ز تقصیر خویش\t\tعذر به درگاه خدای آورد", "ور نه سزاوار خداوندیش\t\tکس نتواند که به جای آورد", "باران رحمت بی حسابش همه را رسیده و خوان نعمت بی دریغش همه جا کشیده. پردهٔ ناموس بندگان به گناه فاحش ندرد و وظیفهٔ روزی به خطای منکر نبرد.", "ای کریمی که از خزانهٔ غیب\t\tگبر و ترسا وظیفه خور داری", "دوستان را کجا کنی محروم\t\tتو که با دشمن این نظر داری", "فرّاش باد صبا را گفته تا فرش زمرّدی بگسترد و دایهٔ ابر بهاری را فرموده تا بنات نبات در مهد زمین بپرورد. درختان را به خلعت نوروزی قبای سبز ورق در بر گرفته و اطفال شاخ را به قدوم موسم ربیع کلاه شکوفه بر سر نهاده. عصاره نالی به قدرت او شهد فایق شده و تخم خرمایی به تربیتش نخل باسق گشته.", "ابر و باد و مه و خورشید و فلک در کارند\t\tتا تو نانی به کف آریّ و به غفلت نخوری", "همه از بهر تو سرگشته و فرمانبردار\t\tشرط انصاف نباشد که تو فرمان نبری", "در خبر است از سرور کاینات و مفخر موجودات و رحمت عالمیان و صفوت آدمیان و تتمهٔ دور زمان محمد مصطفی صلی الله علیه و سلم،", "شفیعٌ مطاعٌ نبیٌ کریم\t\tقسیمٌ جسیمٌ نسیمٌ وسیم", "چه غم دیوار امّت را که دارد چون تو پشتیبان\t\tچه باک از موج بحر آن را که باشد نوح کشتیبان", "بلغَ العلی بِکمالِه کشفَ الدُّجی بِجَمالِه\t\tحَسنتْ جَمیعُ خِصالِه صلّوا علیه و آله", "هر گاه که یکی از بندگان گنهکار پریشان روزگار دست انابت به امید اجابت به درگاه حق جل و علا بردارد ایزد تعالی در وی نظر نکند. بازش بخواند باز اعراض کند. بازش به تضرّع و زاری بخواند حق سبحانه و تعالی فرماید", "یا ملائکتی قَد استَحْیَیتُ مِن عبدی و لَیس لَهُ غیری فَقد غَفَرت لَهُ", "دعوتش را اجابت کردم و حاجتش بر آوردم که از بسیاری دعا و زاری بنده همی شرم دارم.", "کرم بین و لطف خداوندگار\t\tگنه بنده کرده است و او شرمسار", "عاکفان کعبهٔ جلالش به تقصیر عبادت معترف که ما عبدناکَ حقّ عبادتِک و واصفان حلیهٔ جمالش به تحیر منسوب که ما عَرَفناکَ حقّ مَعرِفتِک.", "گر کسی وصف او ز من پرسد\t\tبیدل از بی نشان چه گوید باز", "عاشقان کشتگان معشوقند\t\tبر نیاید ز کشتگان آواز", "یکی از صاحبدلان سر به جیب مراقبت فرو برده بود و در بحر مکاشفت مستغرق شده. حالی که از این معامله باز آمد یکی از دوستان گفت: از این بستان که بودی ما را چه تحفه کرامت کردی؟ گفت: به خاطر داشتم که چون به درخت گل رسم دامنی پر کنم هدیه اصحاب را، چون برسیدم بوی گلم چنان مست کرد که دامنم از دست برفت.", "ای مرغ سحر عشق ز پروانه بیاموز\t\tکآن سوخته را جان شد و آواز نیامد", "این مدعیان در طلبش بی خبرانند\t\tکآن را که خبر شد خبری باز نیامد", "ای برتر از خیال و قیاس و گمان و وهم\t\tوز هر چه گفته‌اند و شنیدیم و خوانده‌ایم", "مجلس تمام گشت و به آخر رسید عمر\t\tما همچنان در اوّل وصف تو مانده‌ایم", "ذکر جمیل سعدی که در افواه عوام افتاده است و صیت سخنش که در بسیط زمین رفته و قصب الجیب حدیثش که همچون شکر می‌خورند و رقعهٔ منشآتش که چون کاغذ زر می‌برند بر کمال فضل و بلاغت او حمل نتوان کرد بلکه خداوند جهان و قطب دایرهٔ زمان و قایم مقام سلیمان و ناصر اهل ایمان اتابک اعظم مظفر الدنیا و الدین ابوبکر بن سعد بن زنگی ظلّ الله تعالی فی ارضه رَبِّ اِرْضَ عَنهُ و اَرْضِه به عین عنایت نظر کرده است و تحسین بلیغ فرموده و ارادت صادق نموده، لاجرم کافهٔ انام از خواص و عوام به محبت او گراییده‌اند که الناسُ علی دینِ ملوکِهم.", "زآن گه که تو را بر من مسکین نظر است\t\tآثارم از آفتاب مشهور تر است", "گر خود همه عیبها بدین بنده در است\t\tهر عیب که سلطان بپسندد هنر است", "گِلی خوشبوی در حمام روزی\t\tرسید از دست محبوبی به دستم", "بدو گفتم که مشکی یا عبیری\t\tکه از بوی دلاویز تو مستم", "بگفتا من گلی ناچیز بودم\t\tو لیکن مدّتی با گل نشستم", "کمال همنشین در من اثر کرد\t\tوگرنه من همان خاکم که هستم", "اللّهمَ مَتِّع المسلمینَ بطولِ حیاتِه و ضاعِف جمیلَ حسناتِه و ارْفَع درجةَ اودّائه و وُلاتِه وَ دمِّر علی اعدائه و شُناتِه بماتُلِیَ فی القرآن مِنْ آیاتِهِ اللّهُم آمِن بَلدَه و احفَظْ وَلَدَه", "لَقد سَعِدَ الدُنیا بهِ دامَ سعدُه\t\tوَ ایَّدَه المولی بِاَلویةِ النَّصرِ", "کذلکَ ینشألینةُ هو عِرقُها\t\tو حُسنُ نباتِ الارضِ من کرمِ البذرِ", "ایزد تعالی و تقدس خطهٔ پاک شیراز را به هیبت حاکمان عادل و همت عالمان عامل تا زمان قیامت در امان سلامت نگه داراد.", "اقلیم پارس را غم از آسیب دهر نیست\t\tتا بر سرش بود چو تویی سایه خدا", "امروز کس نشان ندهد در بسیط خاک\t\tمانند آستان درت مأمن رضا", "بر توست پاس خاطر بیچارگان و شکر\t\tبر ما و بر خدای جهان آفرین جزا", "یا رب ز باد فتنه نگهدار خاک پارس\t\tچندان که خاک را بود و باد را بقا", "یک شب تأمل ایام گذشته می‌کردم و بر عمر تلف کرده تأسف می‌خوردم و سنگ سراچهٔ دل به الماس آب دیده می‌سفتم و این بیت‌ها مناسب حال خود می‌گفتم:", "هر دم از عمر می رود نفسی\t\tچون نگه می‌کنم نمانده بسی", "ای که پنجاه رفت و در خوابی\t\tمگر این پنج روز دریابی", "خجل آن کس که رفت و کار نساخت\t\tکوس رحلت زدند و بار نساخت", "خواب نوشین بامداد رحیل\t\tباز دارد پیاده را ز سبیل", "هر که آمد عمارتی نو ساخت\t\tرفت و منزل به دیگری پرداخت", "وآن دگر پخت همچنین هوسی\t\tوین عمارت بسر نبرد کسی", "یار ناپایدار دوست مدار\t\tدوستی را نشاید این غدّار", "نیک و بد چون همی بباید مرد\t\tخنک آن کس که گوی نیکی برد", "برگ عیشی به گور خویش فرست\t\tکس نیارد ز پس ز پیش فرست", "عمر برف است و آفتاب تموز\t\tاندکی ماند و خواجه غرّه هنوز", "ای تهی دست رفته در بازار\t\tترسمت پر نیاوری دستار", "هر که مزروع خود بخورد به خوید\t\tوقت خرمنش خوشه باید چید", "بعد از تأمل این معنی مصلحت چنان دیدم که در نشیمن عزلت نشینم و دامن صحبت فراهم چینم و دفتر از گفت‌های پریشان بشویم و من بعد پریشان نگویم.", "زبان بریده به کنجی نشسته صمٌّ بکمٌ\t\tبه از کسی که نباشد زبانش اندر حکم", "تا یکی از دوستان که در کجاوه انیس من بود و در حجره جلیس، به رسم قدیم از در در آمد. چندان که نشاط ملاعبت کرد و بساط مداعبت گسترد جوابش نگفتم و سر از زانوی تعبّد بر نگرفتم. رنجیده نگه کرد و گفت:", "کنونت که امکان گفتار هست\t\tبگو ای برادر به لطف و خوشی", "که فردا چو پیک اجل در رسید\t\tبه حکم ضرورت زبان در کشی", "کسی از متعلقان منش بر حسب واقعه مطلع گردانید که فلان عزم کرده است و نیت جزم که بقیت عمر معتکف نشیند و خاموشی گزیند، تو نیز اگر توانی سر خویش گیر و راه مجانبت پیش. گفتا: به عزت عظیم و صحبت قدیم که دم بر نیارم و قدم بر ندارم مگر آن گه که سخن گفته شود به عادت مألوف و طریق معروف که آزردن دوستان جهل است و کفّارت یمین سهل و خلاف راه صواب است و نقص رای اولوالالباب ذوالفقار علی در نیام و زبان سعدی در کام.", "زبان در دهان ای خردمند چیست\t\tکلید در گنج صاحب هنر", "چو در بسته باشد چه داند کسی\t\tکه جوهر فروش است یا پیله ور", "اگر چه پیش خردمند خامشی ادب است\t\tبه وقت مصلحت آن به که در سخن کوشی", "دو چیز طیرهٔ عقل است دم فرو بستن\t\tبه وقت گفتن و گفتن به وقت خاموشی", "فی الجمله زبان از مکالمهٔ او در کشیدن قوّت نداشتم و روی از محاورهٔ او گردانیدن مروّت ندانستم که یار موافق بود و ارادت صادق.", "چو جنگ آوری با کسی برستیز\t\tکه از وی گزیرت بود یا گریز", "به حکم ضرورت سخن گفتم و تفرج کنان بیرون رفتیم در فصل ربیع که صولت برد آرمیده بود و ایام دولت ورد رسیده.", "پیراهن برگ بر درختان\t\tچون جامهٔ عید نیکبختان", "اول اردیبهشت ماه جلالی\t\tبلبل گوینده بر منابر قضبان", "بر گل سرخ از نم اوفتاده لآلی\t\tهمچو عرق بر عذار شاهد غضبان", "شب را به بوستان با یکی از دوستان اتفاق مبیت افتاد، موضعی خوش و خرّم و درختان در هم. گفتی که خردهٔ مینا بر خاکش ریخته و عقد ثریا از تارکش آویخته.", "روضةٌ ماءُ نهرِها سَلسال\t\tدوحةٌ سَجعُ طیرِها موزون", "آن پر از لالهای رنگارنگ\t\tوین پر از میوه‌های گوناگون", "باد در سایهٔ درختانش\t\tگسترانیده فرش بوقلمون", "بامدادان که خاطر باز آمدن بر رای نشستن غالب آمد دیدمش دامنی گل و ریحان و سنبل و ضیمران فراهم آورده و رغبت شهر کرده. گفتم: گل بستان را چنان که دانی بقایی و عهد گلستان را وفایی نباشد و حکما گفته‌اند هر چه نپاید دلبستگی را نشاید. گفتا: طریق چیست؟ گفتم: برای نزهت ناظران و فسحت حاضران کتاب گلستان توانم تصنیف کردن که باد خزان را بر ورق او دست تطاول نباشد و گردش زمان عیش ربیعش را به طیش خریف مبدل نکند.", "به چه کار آیدت ز گل طبقی\t\tاز گلستان من ببر ورقی", "گل همین پنج روز و شش باشد\t\tوین گلستان همیشه خوش باشد", "حالی که من این بگفتم دامن گل بریخت و در دامنم آویخت که الکریم اذا وعدَ وفا. فصلی در همان روز اتفاق بیاض افتاد در حسن معاشرت و آداب محاورت در لباسی که متکلمان را به کار آید و مترسّلان را بلاغت بیفزاید. فی الجمله هنوز از گل بستان بقیّتی موجود بود که کتاب گلستان تمام شد.", "و تمام آنگه شود به حقیقت که پسندیده آید در بارگاه شاه جهان پناه سایهٔ کردگار و پرتو لطف پروردگار ذخر زمان و کهف امان المؤیدُ من السماء المنصورُ علی الاعداء عضدُ الدولةِ القاهرةِ سراجُ الملةِ الباهرةِ جمالُ الانامِ مفخرُ الاسلام سعدُ بن الاتابکِ الاعظم شاهنشاه المعظم مولی ملوک العرب و العجم سلطان البر و البحر وارث ملک سلیمان مظفرالدین ابی بکر بن سعد بن زنگی ادام الله اقبالَهما و ضاعَفَ جَلالَهما وَ جعَل الی کلِّ خیر مآلهما و به کرشمه لطف خداوندی مطالعه فرماید.", "گر التفات خداوندیش بیاراید\t\tنگارخانه چینی و نقش ارتنگیست", "امید هست که روی ملال در نکشد\t\tاز این سخن که گلستان نه جای دلتنگیست", "علی الخصوص که دیباچهٔ همایونش\t\tبه نام سعد ابوبکر سعد بن زنگیست", "دیگر عروس فکر من از بی جمالی سر بر نیارد و دیدهٔ یأس از پشت پای خجالت بر ندارد و در زمرهٔ صاحبدلان متجلی نشود مگر آن گه که متحلّی گردد به زیور قبول امیر کبیر عالم عادل مؤید مظفر منصور ظهیر سریر سلطنت و مشیر تدبیر مملکت کهف الفقرا ملاذُ الغربا مربّی الفضلا محبُّ الاتقیا افتخار آل فارس یمینُ الملک ملک الخواص فخر الدولة والدین غیاث الاسلام و المسلمین عمدةُ الملوکِ و السلاطین ابوبکر بنُ ابی نصر اطال الله عمرَه و اجل قدرَه و شرَح صدرَه و ضاعَف اجرَه که ممدوح اکابر آفاق است و مجموع مکارم اخلاق.", "هر که در سایهٔ عنایت اوست\t\tگنهش طاعت است و دشمن دوست", "به هر یک از سایر بندگان حواشی خدمتی متعین است که اگر در ادای برخی از آن تهاون و تکاسل روا دارند در معرض خطاب آیند و در محل عتاب مگر بر این طایفهٔ درویشان که شکر نعمت بزرگان واجب است و ذکر جمیل و دعای خیر و اداء چنین خدمتی در غیبت اولیتر است که در حضور، که آن به تصنع نزدیک است و این از تکلف دور.", "پشت دوتای فلک راست شد از خرّمی\t\tتا چو تو فرزند زاد مادر ایام را", "حکمت محض است اگر لطف جهان آفرین\t\tخاص کند بنده‌ای مصلحت عام را", "دولت جاوید یافت هر که نکونام زیست\t\tکز عقبش ذکر خیر زنده کند نام را", "وصف تو را گر کنند ور نکنند اهل فضل\t\tحاجت مشّاطه نیست روی دلارام را", "تقصیر و تقاعدی که در مواظبت خدمت بارگاه خداوندی می‌رود بنا بر آن است که طایفه‌ای از حکماء هندوستان در فضایل بزرجمهر سخن می‌گفتند، به آخر جز این عیبش ندانستند که در سخن گفتن بطیء است یعنی درنگ بسیار می‌کند و مستمع را بسی منتظر باید بودن تا تقریر سخنی کند. بزرجمهر بشنید و گفت: اندیشه کردن که چه گویم به از پشیمانی خوردن که چرا گفتم.", "سخندان پرورده پیر کهن\t\tبیندیشد آن گه بگوید سخن", "مزن تا توانی به گفتار دم\t\tنکو گوی گر دیر گویی چه غم", "بیندیش وآن گه بر آور نفس\t\tو زآن پیش بس کن که گویند بس", "به نطق آدمی بهتر است از دواب\t\tدواب از تو به گر نگویی صواب", "فکیف در نظر اعیان حضرت خداوندی عزّ نصرُه که مجمع اهل دل است و مرکز علمای متبحر اگر در سیاقت سخن دلیری کنم شوخی کرده باشم و بضاعت مزجاة به حضرت عزیز آورده و شبه در جوهریان جوی نیارد و چراغ پیش آفتاب پرتوی ندارد و مناره بلند بر دامن کوه الوند پست نماید.", "هر که گردن به دعوی افرازد\t\tخویشتن را به گردن اندازد", "سعدی افتاده‌ایست آزاده\t\tکس نیاید به جنگ افتاده", "اول اندیشه وآنگهی گفتار\t\tپای بست آمده‌ست و پس دیوار", "نخلبندی دانم ولی نه در بستان و شاهدی فروشم ولیکن نه در کنعان.", "لقمان را گفتند: حکمت از که آموختی؟ گفت: از نابینایان که تا جای نبینند پای ننهند.", "قدّم الخروجَ قبلَ الولوجُ، مردیت بیازمای وآنگه زن کن.", "گر چه شاطر بود خروس به جنگ\t\tچه زند پیش باز رویین چنگ", "گربه شیر است در گرفتن موش\t\tلیک موش است در مصاف پلنگ", "اما به اعتماد سعت اخلاق بزرگان که چشم از عوایب زیردستان بپوشند و در افشای جرائم کهتران نکوشند کلمه‌ای چند به طریق اختصار از نوادر و امثال و شعر و حکایات و سیر ملوک ماضی رحمهم الله در این کتاب درج کردیم و برخی از عمر گرانمایه بر او خرج، موجب تصنیف کتاب این بود و بالله التوفیق.", "بماند سالها این نظم و ترتیب\t\tز ما هر ذرّه خاک افتاده جایی", "غرض نقشیست کز ما باز ماند\t\tکه هستی را نمی بینم بقایی", "مگر صاحبدلی روزی به رحمت\t\tکند در کار درویشان دعایی", "امعان نظر در ترتیب کتاب و تهذیب ابواب ایجاز سخن مصلحت دید تا بر این روضهٔ غنا و حدیقهٔ غلبا چون بهشت هشت باب اتفاق افتاد از آن مختصر آمد تا به ملال نیانجامد.", "باب اوّل: در سیرت پادشاهان", "باب دوم: در اخلاق درویشان", "باب سوم: در فضیلت قناعت", "باب چهارم: در فواید خاموشی", "باب پنجم: در عشق و جوانی", "باب ششم: در ضعف و پیری", "باب هفتم: در تأثیر تربیت", "باب هشتم: در آداب صحبت", "در این مدت که ما را وقت خوش بود\t\tز هجرت ششصد و پنجاه و شش بود", "مراد ما نصیحت بود و گفتیم\t\tحوالت با خدا کردیم و رفتیم"]}]}, {"bab-name": "باب اول در سیرت پادشاهان", "bab-url": "/saadi/golestan/gbab1", "bab-sections": [{"sec-name": "حکایت شمارهٔ ۱", "sec-poems": ["پادشاهی را شنیدم به کشتنِ اسیری اشارت کرد. بیچاره در آن حالت نومیدی ملک را دشنام دادن گرفت و سقط گفتن، که گفته‌اند هر که دست از جان بشوید، هر چه در دل دارد بگوید.", "وقت ضرورت چو نماند گریز\t\tدست بگیرد سر شمشیر تیز", "اذا یئِسَ الانسانُ طالَ لِسانُهُ\t\tکَسَنَّورِ مغلوبٍ یَصولُ عَلی الکلبِ", "ملک پرسید چه می‌گوید؟ یکی از وزرای نیک محضر گفت: ای خداوند همی‌ گوید: وَ الْکاظِمینَ الغَیْظَ وَ الْعافِینَ عَنِ النّاسِ. ملک را رحمت آمد و از سر خون او در گذشت. وزیر دیگر که ضدّ او بود گفت: ابنای جنس ما را نشاید در حضرت پادشاهان جز به راستی سخن گفتن. این ملک را دشنام داد و ناسزا گفت. ملک روی از این سخن در هم آورد و گفت: آن دروغ وی پسندیده تر آمد مرا زین راست که تو گفتی که روی آن در مصلحتی بود و بنای این بر خبثی. و خردمندان گفته‌اند: دروغی مصلحت آمیز به که راستی فتنه‌انگیز.", "هر که شاه آن کند که او گوید\t\tحیف باشد که جز نکو گوید", "بر طاق ایوان فریدون نبشته بود:", "جهان ای برادر نماند به کس\t\tدل اندر جهان آفرین بند و بس", "مکن تکیه بر ملک دنیا و پشت\t\tکه بسیار کس چون تو پرورد و کشت", "چو آهنگ رفتن کند جان پاک\t\tچه بر تخت مردن چه بر روی خاک"]}, {"sec-name": "حکایت شمارهٔ ۲", "sec-poems": ["یکی از ملوک خراسان محمود سبکتگین را به خواب چنان دید که جمله وجود او ریخته بود و خاک شده مگر چشمان او که همچنان در چشم خانه همی‌گردید و نظر می‌کرد. سایر حکما از تأویل این فرو ماندند مگر درویشی که به جای آورد و گفت: هنوز نگران است که ملکش با دگران است.", "بس نامور به زیر زمین دفن کرده‌اند \t\tکز هستیش به روی زمین بر نشان نماند", "وآن پیر لاشه را که سپردند زیر گل \t\tخاکش چنان بخورد کزو استخوان نماند", "زنده‌ست نام فرّخ نوشیروان به خیر \t\tگر چه بسی گذشت که نوشیروان نماند", "خیری کن ای فلان و غنیمت شمار عمر \t\tزآن پیشتر که بانگ بر آید: فلان نماند"]}, {"sec-name": "حکایت شمارهٔ ۳", "sec-poems": ["ملک زاده ای را شنیدم که کوتاه بود و حقیر و دیگر برادران بلند و خوبروی، باری پدر به کراهت و استحقار در او نظر می‌کرد، پسر به فراست و استبصار به جای آورد و گفت: ای پدر کوتاه خردمند به که نادان بلند. نه هر چه به قامت مهتر به قیمت بهتر.", "الشاةُ نَظیفَةٌ وَ الفیلُ جیفَةٌ.", "اقلُّ جِبالِ الارضِ طورٌ و اِنّهُ\t\tلاَعظَمُ عندَ اللهِ قدراً وَ منزلا", "آن شنیدی که لاغری دانا\t\tگفت باری به ابلهی فربه", "اسب تازی و گر ضعیف بود\t\tهمچنان از طویله‌ای خر به", "پدر بخندید و ارکان دولت بپسندیدند و برادران به جان برنجیدند.", "تا مرد سخن نگفته باشد\t\tعیب و هنرش نهفته باشد", "هر پیسه گمان مبر نهالی\t\tباشد که پلنگ خفته باشد", "شنیدم که ملک را در آن قرب دشمنی صعب روی نمود چون لشکر از هر دو طرف روی در هم آوردند اول کسی که به میدان در آمد این پسر بود گفت", "آن نه من باشم که روز جنگ بینی پشت من\t\tآن منم گر در میان خاک و خون بینی سری", "کانکه جنگ آرد به خون خویش بازی می‌کند\t\tروز میدان و آن که بگریزد به خون لشکری", "این بگفت و بر سپاه دشمن زد و تنی چند مردان کاری بینداخت چون پیش پدر آمد زمین خدمت ببوسید و گفت", "ای که شخص منت حقیر نمود\t\tتا درشتی هنر نپنداری", "اسب لاغر میان به کار آید\t\tروز میدان نه گاو پرواری", "آورده‌اند که سپاه دشمن بسیار بود و اینان اندک جماعتی آهنگ گریز کردند پسر نعره زد و گفت ای مردان بکوشید یا جامه زنان بپوشید سواران را بگفتن او تهور زیادت گشت و به یک بار حمله آوردند شنیدم که هم در آن روز بر دشمن ظفر یافتند ملک سر و چشمش ببوسید و در کنار گرفت و هر روز نظر بیش کرد تا ولیعهد خویش کرد.", "برادران حسد بردند و زهر در طعامش کردند خواهر از غرفه بدید دریچه بر هم زد پسر دریافت و دست از طعام کشید و گفت محالست که هنرمندان بمیرند و بی هنران جای ایشان بگیرند", "کس نیاید به زیر سایه بوم\t\tور همای از جهان شود معدوم", "پدر را از این حال آگهی دادند برادرانش را بخواند و گوشمالی به واجب بداد پس هر یکی را از اطراف بلاد حصه معین کرد تا فتنه بنشست و نزاع برخاست که ده درویش در گلیمی بخسبند و دو پادشاه در اقلیمی نگنجند.", "نیم نانی گر خورد مرد خدا\t\tبذل درویشان کند نیمی دگر", "ملک اقلیمی بگیرد پادشاه\t\tهمچنان در بند اقلیمی دگر"]}, {"sec-name": "حکایت شمارهٔ ۴", "sec-poems": ["طایفه دزدان عرب بر سر کوهی نشسته بودند و منفذ کاروان بسته و رعیت بلدان از مکاید ایشان مرعوب و لشکر سلطان مغلوب به حکم آنکه ملاذی منیع از قلّه کوهی گرفته بودند و ملجأ و مأوای خود ساخته. مدبران ممالک آن طرف در دفع مضرّت ایشان مشاورت همی‌کردند که اگر این طایفه هم بر این نسق روزگاری مداومت نمایند مقاومت ممتنع گردد.", "درختی که اکنون گرفته‌ست پای \t\tبه نیروی شخصی برآید ز جای", "و گر همچنان روزگاری هلی \t\tبه گردونش از بیخ بر نگسلی", "سر چشمه شاید گرفتن به بیل \t\tچو پر شد نشاید گذشتن به پیل", "سخن بر این مقرر شد که یکی به تجسس ایشان بر گماشتند و فرصت نگاه می‌داشتند. تا وقتی که بر سر قومی رانده بودند و مقام خالی مانده، تنی چند مردان واقعه دیده جنگ آزموده را بفرستادند تا در شعب جبل پنهان شدند. شبانگاهی که دزدان باز آمدند -سفر کرده و غارت آورده- سلاح از تن بگشادند و رخت و غنیمت بنهادند. نخستین دشمنی که بر سر ایشان تاختن آورد خواب بود. چندان که پاسی از شب در گذشت:", "قرص خورشید در سیاهی شد \t\tیونس اندر دهان ماهی شد", "مردان دلاور از کمین به در جستند و دست یکان یکان بر کتف بستند و بامدادان به درگاه ملک حاضر آوردند. همه را به کشتن اشارت فرمود. اتفاقاً در آن میان جوانی بود میوه عنفوان شبابش نو رسیده و سبزه گلستان عذارش نو دمیده. یکی از وزرا پای تخت ملک را بوسه داد و روی شفاعت بر زمین نهاد و گفت: این پسر هنوز از باغ زندگانی بر نخورده و از ریعان جوانی تمتع نیافته. توقّع به کرم و اخلاق خداوندیست که به بخشیدن خون او بر بنده منت نهد. ملک روی از این سخن در هم کشید و موافق رای بلندش نیامد و گفت:", "پرتو نیکان نگیرد هر که بنیادش بد است \t\tتربیت نا اهل را چون گردکان بر گنبد است", "نسل فساد اینان منقطع کردن اولی تر است و بیخ تبار ایشان بر آوردن که آتش نشاندن و اخگر گذاشتن و افعی کشتن و بچه نگه داشتن کار خردمندان نیست.", "ابر اگر آب زندگی بارد \t\tهرگز از شاخ بید بر نخوری", "با فرومایه روزگار مبر \t\tکز نی بوریا شکر نخوری", "وزیر این سخن بشنید. طوعاً و کرهاً بپسندید و بر حسن رای ملک آفرین خواند و گفت: آنچه خداوند دام ملکه فرمود عین حقیقت است که اگر در صحبت آن بدان تربیت یافتی طبیعت ایشان گرفتی و یکی از ایشان شدی. امّا بنده امیدوار است که در صحبت صالحان تربیت پذیرد و خوی خردمندان گیرد که هنوز طفل است و سیرت بغی و عناد در نهاد او متمکن نشده و در خبر است: کلُّ مولود یولدُ علی الفطرةِ فَاَبواهُ یهوّدانَه وَ یُنصرانه و یُمجّسانِه", "با بدان یار گشت همسر لوط \t\tخاندان نبوّتش گم شد", "سگ اصحاب کهف روزی چند \t\tپی نیکان گرفت و مردم شد", "این بگفت و طایفه ای از ندمای ملک با وی به شفاعت یار شدند تا ملک از سر خون او در گذشت و گفت: بخشیدم اگر چه مصلحت ندیدم.", "دانی که چه گفت زال با رستم گرد \t\tدشمن نتوان حقیر و بیچاره شمرد", "دیدیم بسی که آب سرچشمه خرد \t\tچون بیشتر آمد شتر و بار ببرد", "فی الجمله پسر را به ناز و نعمت بر آوردند و استادان به تربیت او نصب کردند تا حسن خطاب و ردّ جواب و آداب خدمت ملوکش در آموختند و در نظر همگان پسندیده آمد. باری وزیر از شمایل او در حضرت ملک شمّه ای می‌گفت که تربیت عاقلان در او اثر کرده است و جهل قدیم از جبلت او به در برده. ملک را تبسم آمد و گفت:", "عاقبت گرگ زاده گرگ شود \t\tگرچه با آدمی بزرگ شود", "سالی دو بر این بر آمد. طایفه اوباش محلت بدو پیوستند و عقد موافقت بستند تا به وقت فرصت وزیر و هر دو پسرش را بکشت و نعمت بی قیاس برداشت و در مغاره دزدان به جای پدر بنشست و عاصی شد. ملک دست تحسر به دندان گزیدن گرفت و گفت:", "شمشیر نیک از آهن بد چون کند کسی \t\tناکس به تربیت نشود ای حکیم کس", "باران که در لطافت طبعش خلاف نیست \t\tدر باغ لاله روید و در شوره بوم خس", "زمین شوره سنبل بر نیارد \t\tدر او تخم و عمل ضایع مگردان", "نکویی با بدان کردن چنان است \t\tکه بد کردن به جای نیک مردان"]}, {"sec-name": "حکایت شمارهٔ ۵", "sec-poems": ["سرهنگ زاده ای را بر در سرای اغلمش دیدم که عقل و کیاستی و فهم و فراستی زاید الوصف داشت هم از عهد خردی آثار بزرگی در ناصیه او پیدا", "بالای سرش ز هوشمندی \t\tمی‌تافت ستاره بلندی", "فی الجمله مقبول نظر سلطان آمد که جمال صورت و معنی داشت و خردمندان گفته‌اند توانگری به هنر است نه به مال و بزرگی به عقل نه به سال ابنای جنس او بر منصب او حسد بردند و به خیانتی متهم کردند و در کشتن او سعی بی فایده نمودند", "دشمن چه زند چو مهربان باشد دوست", "ملک پرسید که موجب خصمی اینان در حق تو چیست؟ گفت در سایه دولت خداوندی دام مُلکُه همگنان را راضی کردم مگر حسود را که راضی نمی‌شود الاّ به زوال نعمت من و اقبال و دولت خداوند باد", "توانم آنکه نیازارم اندرون کسی\t\tحسود را چه کنم کو ز خود به رنج در است", "بمیر تا برهی ای حسود کاین رنجیست\t\tکه از مشقت آن جز به مرگ نتوان رست", "شوربختان به آرزو خواهند \t\tمقبلان را زوال نعمت و جاه", "گر نبیند به روز شپّره چشم \t\tچشمه آفتاب را چه گناه", "راست خواهی هزار چشم چنان \t\tکور بهتر که آفتاب سیاه"]}, {"sec-name": "حکایت شمارهٔ ۶", "sec-poems": ["یکی را از ملوک عجم حکایت کنند که دست تطاول به مال رعیت دراز کرده بود و جور و اذیت آغاز کرده تا به جایی که خلق از مکاید فعلش به جهان برفتند و از کربت جورش راه غربت گرفتند چون رعیت کم شد ارتفاع ولایت نقصان پذیرفت و خزانه تهی ماند و دشمنان زور آوردند.", "هر که فریاد رس روز مصیبت خواهد \t\tگو در ایام سلامت به جوانمردی کوش", "بنده حلقه به گوش ار ننوازی برود \t\tلطف کن لطف که بیگانه شود حلقه به گوش", "باری به مجلس او در کتاب شاهنامه همی‌خواندند در زوال مملکت ضحّاک و عهد فریدون وزیر ملک را پرسید هیچ توان دانستن که فریدون که گنج و ملک و حشم نداشت چگونه برو مملکت مقرر شد گفت آن چنان که شنیدی خلقی برو به تعصب گرد آمدند و تقویت کردند و پادشاهی یافت گفت ای ملک چو گرد آمدن خلقی موجب پادشاهیست تو مر خلق را پریشان برای چه می‌کنی مگر سر پادشاهی کردن نداری", "همان به که لشکر به جان پروری \t\tکه سلطان به لشکر کند سروری", "ملک گفت موجب گرد آمدن سپاه و رعیت چه باشد گفت پادشه را کرم باید تا برو گرد آیند و رحمت تا در پناه دولتش ایمن نشینند و ترا این هر دو نیست", "نکند جور پیشه سلطانی \t\tکه نیاید ز گرگ چوپانی", "پادشاهی که طرح ظلم افکند \t\tپای دیوار ملک خویش بکند", "ملک را پند وزیر ناصح موافق طبع مخالف نیامد روی از این سخن در هم کشید و به زندانش فرستاد. بسی بر نیامد که بنی عمّ سلطان به منازعت خاستند و ملک پدر خواستند، قومی که از دست تطاول او به جان آمده بودند و پریشان شده بر ایشان گرد آمدند و تقویت کردند تا ملک از تصرف این به در رفت و بر آنان مقرر شد.", "پادشاهی کو روا دارد ستم بر زیر دست \t\tدوستدارش روز سختی دشمن زور آورست", "با رعیت صلح کن وز جنگ خصم ایمن نشین \t\tزان که شاهنشاه عادل را رعیت لشکرست"]}, {"sec-name": "حکایت شمارهٔ ۷", "sec-poems": ["پادشاهی با غلامی عجمی در کشتی نشست و غلام، دیگر دریا را ندیده بود و محنت کشتی نیازموده گریه و زاری در نهاد و لرزه بر اندامش اوفتاد. چندان که ملاطفت کردند آرام نمی‌گرفت و عیش ملک از او منغص بود. چاره ندانستند. حکیمی در آن کشتی بود، ملک را گفت: اگر فرمان دهی من او را به طریقی خامُش گردانم. گفت: غایت لطف و کرم باشد.", "بفرمود تا غلام به دریا انداختند. باری چند غوطه خورد، مویش گرفتند و پیش کشتی آوردند. به دو دست در سکان کشتی آویخت. چون بر آمد به گوشه‌ای بنشست و قرار یافت. ملک را عجب آمد. پرسید: در این چه حکمت بود؟ گفت: از اول محنت غرقه شدن نچشیده بود و قدر سلامت کشتی نمی‌دانست. همچنین قدر عافیت کسی داند که به مصیبتی گرفتار آید.", "ای سیر تو را نان جوین خوش ننماید \t\tمعشوق من است آن که به نزدیک تو زشت است", "حوران بهشتی را دوزخ بود اعراف \t\tاز دوزخیان پرس که اعراف بهشت است", "فرق است میان آن که یارش در بر \t\tتا آن که دو چشم انتظارش بر در"]}, {"sec-name": "حکایت شمارهٔ ۸", "sec-poems": ["هرمز را گفتند وزیران پدر را چه خطا دیدی که بند فرمودی گفت خطایی معلوم نکردم و لیکن دیدم که مهابت من در دل ایشان بی کران است و بر عهد من اعتماد کلی ندارند ترسیدم از بیم گزند خویش آهنگ هلاک من کنند پس قول حکما را کار بستم که گفته‌اند", "از آن کز تو ترسد بترس ای حکیم \t\tوگر با چنو صد بر آیی به جنگ", "از آن مار بر پای راعی زند \t\tکه ترسد سرش را بکوبد به سنگ", "نبینی که چون گربه عاجز شود \t\tبرآرد به چنگال چشم پلنگ"]}, {"sec-name": "حکایت شمارهٔ ۹", "sec-poems": ["یکی از ملوک عرب رنجور بود در حالت پیری و امید زندگانی قطع کرده که سواری از در درآمد و بشارت داد که فلان قلعه را به دولت خداوند گشادیم و دشمنان اسیر آمدند و سپاه و رعیت آن طرف بجملگی مطیع فرمان گشتند ملک نفسی سرد بر آورد و گفت این مژده مرا نیست دشمنانم راست یعنی وارثان مملکت.", "بدین امید به سر شد دریغ عمر عزیز \t\tکه آنچه در دلم است از درم فراز آید", "امید بسته بر آمد ولی چه فایده زانک \t\tامید نیست که عمر گذشته باز آید", "کوس رحلت بکوفت دست اجل \t\tای دو چشمم وداع سر بکنید", "ای کف دست و ساعد و بازو \t\tهمه تودیع یکدگر بکنید", "بر منِ اوفتاده دشمن کام \t\tآخر ای دوستان گذر بکنید", "روزگارم بشد بنادانی \t\tمن نکردم شما حذر بکنید"]}, {"sec-name": "حکایت شمارهٔ ۱۰", "sec-poems": ["بر بالین تربت یحیی پیغامبر علیه السلام معتکف بودم در جامع دمشق که یکی از ملوک عرب که به بی انصافی منسوب بود اتفاقاً به زیارت آمد و نماز و دعا کرد و حاجت خواست", "درویش و غنی بنده این خاک درند\t\tو آنان که غنی ترند محتاج ترند", "آن گه مرا گفت از آن جا که همت درویشان است و صدق معاملت ایشان خاطری همراه من کنید که از دشمنی صعب اندیشناکم. گفتمش بر رعیت ضعیف رحمت کن تا از دشمن قوی زحمت نبینی.", "به بازوان توانا و قوت سر دست\t\tخطاست پنجه مسکین ناتوان بشکست", "نترسد آن که بر افتادگان نبخشاید\t\tکه گر ز پای در آید کسش نگیرد دست", "هر آن که تخم بدی کشت و چشم نیکی داشت\t\tدماغ بیهده پخت و خیال باطل بست", "ز گوش پنبه برون آر و داد خلق بده\t\tوگر تو می‌ندهی داد روز دادی هست", "بنی آدم اعضای یکدیگرند\t\tکه در آفرینش ز یک گوهرند", "چو عضوی به درد آورد روزگار\t\tدگر عضوها را نماند قرار", "تو کز محنت دیگران بی غمی\t\tنشاید که نامت نهند آدمی"]}, {"sec-name": "حکایت شمارهٔ ۱۱", "sec-poems": ["درویشی مستجاب الدعوه در بغداد پدید آمد حجاج یوسف را خبر کردند بخواندش و گفت دعای خیری بر من کن. گفت خدایا جانش بستان گفت از بهر خدای این چه دعاست گفت این دعای خیر است تو را و جمله مسلمانان را", "ای زبردست زیردست آزار \t\tگرم تا کی بماند این بازار", "به چه کار آیدت جهانداری \t\tمردنت به که مردم آزاری"]}, {"sec-name": "حکایت شمارهٔ ۱۲", "sec-poems": ["یکی از ملوک بی انصاف پارسایی را پرسید از عبادت‌ها کدام فاضل تر است گفت تو را خواب نیم روز تا در آن یک نفس خلق را نیازاری.", "ظالمی را خفته دیدم نیم روز \t\tگفتم این فتنه است خوابش برده به", "وآنکه خوابش بهتر از بیداری است \t\tآن چنان بد زندگانی مرده به"]}, {"sec-name": "حکایت شمارهٔ ۱۳", "sec-poems": ["یکی از ملوک را شنیدم که شبی در عشرت روز کرده بود و در پایان مستی همی‌گفت", "ما را به جهان خوش تر از این یک دم نیست \t\tکز نیک و بد اندیشه و از کس غم نیست", "درویشی به سرما برون خفته بود و گفت", "ای آنکه به اقبال تو در عالم نیست \t\tگیرم که غمت نیست، غم ما هم نیست", "ملک را خوش آمد صرّه ای هزار دینار از روزن برون داشت که دامن بدار ای درویش گفت دامن از کجا آرم که جامه ندارم ملک را بر حال ضعیف او رقّت زیادت شد و خلعتی بر آن مزید کرد و پیشش فرستاد.", "درویش مر آن نقد و جنس را به اندک زمان بخورد و پریشان کرد و باز آمد", "قرار بر کف آزادگان نگیرد مال \t\tنه صبر در دل عاشق نه آب در غربال", "در حالتی که ملک را پروای او نبود حال بگفتند به هم بر آمد و روی از او در هم کشید و از اینجا گفته‌اند اصحاب فطنت و خبرت که از حِدّت و سَورت پادشاهان بر حذر باید بودن که غالب همت ایشان به معظمات امور مملکت متعلق باشد و تحمل ازدحام عوام نکند.", "حرامش بود نعمت پادشاه \t\tکه هنگام فرصت ندارد نگاه", "مجال سخن تا نبینی ز پیش \t\tبه بیهوده گفتن مبر قدر خویش", "گفت این گدای شوخ مبذّر را که چندان نعمت به چندین مدّت برانداخت برانید که خزانه بیت المال لقمه مساکین است نه طعمه اخوان الشیاطین", "ابلهی کو روز روشن شمع کافوری نهد \t\tزود بینی کش به شب روغن نباشد در چراغ", "یکی از وزرای ناصح گفت ای خداوند مصلحت آن بینم که چنین کسان را وجه کفاف به تفاریق مجری دارند تا در نفقه اسراف نکنند امّا آنچه فرمودی از زجر و منع مناسب حال ارباب همت نیست یکی را به لطف امیدوار گردانیدن و باز به نومیدی خسته کردن", "به روی خود در طماع باز نتوان کرد \t\tچو باز شد به درشتی فراز نتوان کرد", "کس نبیند که تشنگان حجاز \t\tبه سر آب شور گرد آیند", "هر کجا چشمه ای بود شیرین \t\tمردم و مرغ و مور گرد آیند"]}, {"sec-name": "حکایت شمارهٔ ۱۴", "sec-poems": ["یکی از پادشاهان پیشین در رعایت مملکت سستی کردی و لشکر به سختی داشتی لاجرم دشمنی صعب روی نهاد همه پشت بدادند", "چو دارند گنج از سپاهی دریغ \t\tدریغ آیدش دست بردن به تیغ", "یکی را از آنان که غدر کردند با من دَمِ دوستی بود ملامت کردم و گفتم دون است و بی سپاس و سفله و ناحق شناس که به اندک تغیر حال از مخدوم قدیم بر گردد و حقوق نعمت سال‌ها در نوردد گفت ار به کرم معذور داری شاید که اسبم در این واقعه بی جو بود و نمدزین به گرو و سلطان که به زر بر سپاهی بخیلی کند با او به جان جوانمردی نتوان کرد.", "زر بده مرد سپاهی را تا سر بنهد \t\tو گرش زر ندهی سر بنهد در عالم", "اذا شبعَ الکمیُّ یَصولُ بَطشاً \t\tوَ خاوی البطنِ یَبْطِشُ بِالفَرارِ"]}, {"sec-name": "حکایت شمارهٔ ۱۵", "sec-poems": ["یکی از وزرا معزول شد و به حلقه درویشان درآمد اثر برکت صحبت ایشان در او سرایت کرد و جمعیت خاطرش دست داد ملک بار دیگر بر او دل خوش کرد و عمل فرمود قبولش نیامد و گفت معزولی به نزد خردمندان بهتر که مشغولی", "آنان که به کنج عافیت بنشستند \t\tدندان سگ و دهان مردم بستند", "کاغذ بدریدند و قلم بشکستند \t\tوز دست زبان حرف گیران رستند", "ملک گفتا هر آینه ما را خردمندی کافی باید که تدبیر مملکت را بشاید گفت ای ملک نشان خردمند کافی جز آن نیست که به چنین کارها تن ندهد.", "همای بر همه مرغان از آن شرف دارد \t\tکه استخوان خورد و جانور نیازارد", "سیه گوش را گفتند تو را ملازمت صحبت شیر به چه وجه اختیار افتاد گفت تا فضله صیدش می‌خورم و از شر دشمنان در پناه صولت او زندگانی می‌کنم گفتندش اکنون که به ظلّ حمایتش در آمدی و به شکر نعمتش اعتراف کردی چرا نزدیک تر نیایی تا به حلقه خاصانت در آرد و از بندگان مخلصت شمارد گفت همچنان از بطش او ایمن نیستم.", "اگر صد سال گبر آتش فروزد \t\tاگر یک دم در او افتد بسوزد", "افتد که ندیم حضرت سلطان را زر بیاید و باشد که سر برود و حکما گفته‌اند از تلوّن طبع پادشاهان بر حذر باید بودن که وقتی به سلامی برنجند و دیگر وقت به دشنامی خلعت دهند و آورده‌اند که ظرافت بسیار کردن هنر ندیمان است و عیب حکیمان.", "تو بر سر قدر خویشتن باش و وقار \t\tبازی و ظرافت به ندیمان بگذار"]}, {"sec-name": "حکایت شمارهٔ ۱۶", "sec-poems": ["یکی از رفیقان شکایت روزگار نامساعد به نزد من آورد که کفاف اندک دارم و عیال بسیار و طاقت بار فاقه نمی‌آرم بارها در دلم آمد که به اقلیمی دیگر نقل کنم تا در هر آن صورت که زندگانی کرده شود کسی را بر نیک و بد من اطلاع نباشد", "بس گرسنه خفت و کس ندانست که کیست \t\tبس جان به لب آمد که بر او کس نگریست", "باز از شماتت اعدا بر اندیشم که به طعنه در قفای من بخندند و سعی مرا در حق عیال بر عدم مروّت حمل کنند و گویند", "مبین آن بی حمیّت را که هرگز \t\tنخواهد دید روی نیکبختی", "که آسانی گزیند خویشتن را \t\tزن و فرزند بگذارد به سختی", "و در علم محاسبت چنان که معلوم است چیزی دانم اگر به جاه شما جهتی معین شود که موجب جمعیت خاطر باشد بقیت عمر از عهده شکر آن نعمت برون آمدن نتوانم گفتم عمل پادشاه ای برادر دو طرف دارد امید و بیم یعنی امید نان و بیم جان و خلاف رای خردمندان باشد بدان امید متعرض این بیم شدن", "کس نیاید به خانه درویش \t\tکه خراج زمین و باغ بده", "یا به تشویش و غصه راضی باش \t\tیا جگربند پیش زاغ بنه", "گفت این مناسب حال من نگفتی و جواب سؤال من نیاوردی نشنیده‌ای که هر که خیانت ورزد پشتش از حساب بلرزد", "راستی موجب رضای خداست \t\tکس ندیدم که گم شد از ره راست", "و حکما گویند چهار کس از چهار کس به جان برنجند حرامی از سلطان و دزد از پاسبان و فاسق از غماز و روسپی از محتسب و آن را که حساب پاک است از محاسبه چه باک است.", "مکن فراخ روی در عمل اگر خواهی \t\tکه وقت رفع تو باشد مجال دشمن تنگ", "تو پاک باش و مدار از کس ای برادر باک \t\tزنند جامه ناپاک گازران بر سنگ", "گفتم حکایت آن روباه مناسب حال توست که دیدندش گریزان و بی خویشتن افتان و خیزان کسی گفتش چه آفت است که موجب مخافت است گفتا شنیده‌ام که شتر را به سخره می‌گیرند", "گفت ای سفیه شتر را با تو چه مناسبت است و تو را بدو چه مشابهت گفت خاموش که اگر حسودان به غرض گویند شتر است و گرفتار آیم که را غم تخلیص من دارد تا تفتیش حال من کند و تا تریاق از عراق آورده شود مارگزیده مرده بود. تو را همچنین فضل است و دیانت و تقوی و امانت امّا متعنتان در کمینند و مدّعیان گوشه نشین اگر آن چه حسن سیرت توست به خلاف آن تقریر کنند و در معرض خطاب پادشاه افتی در آن حالت که را مجال مقالت باشد پس مصلحت آن بینم که ملک قناعت را حراست کنی و ترک ریاست گویی", "به دریا در منافع بی شمار است \t\tو گر خواهی سلامت، بر کنار است", "رفیق این سخن بشنید و به هم بر آمد و روی از حکایت من در هم کشید و سخن‌های رنجش آمیز گفتن گرفت یکی چه عقل و کفایت است و فهم و درایت قول حکما درست آمد که گفته‌اند دوستان به زندان به کار آیند که بر سفره همه دشمنان دوست نمایند.", "دوست مشمار آن که در نعمت زند \t\tلاف یاری و برادر خواندگی", "دوست آن دانم که گیرد دست دوست \t\tدر پریشان حالی و درماندگی", "دیدم که متغیّر می‌شود و نصیحت به غرض می‌شنود به نزدیک صاحب دیوان رفتم به سابقه معرفتی که در میان ما بود و صورت حالش بیان کردم و اهلیت و استحقاقش بگفتم تا به کاری مختصرش نصب کردند چندی بر این بر آمد لطف طبعش را بدیدند و حسن تدبیرش را بپسندیدند و کارش از آن در گذشت و به مرتبتی والاتر از آن متمکن شد همچنین نجم سعادتش در ترقی بود تا به اوج ارادت برسید و مقرّب حضرت و مشارٌ الیه و معتمدٌ علیه گشت بر سلامت حالش شادمانی کردم و گفتم", "ز کار بسته میندیش و دل شکسته مدار \t\tکه آب چشمه حیوان درون تاریکی است", "الا لا یجأرَنَّ اخو البلیّة \t\tفللرّحمنِ الطافٌ خَفیّه", "منشین ترش از گردش ایام که صبر \t\tتلخ است ولیکن بر شیرین دارد", "در آن قربت مرا با طایفه‌ای یاران اتفاق سفر افتاد چون از زیارت مکه باز آمدم دو منزلم استقبال کرد ظاهر حالش را دیدم پریشان و در هیأت درویشان گفتم چه حالت است گفت آن چنان که تو گفتی طایفه ای حسد بردند و به خیانتم منسوب کردند و ملک دام مُلکُه در کشف حقیقت آن استقصا نفرمود و یاران قدیم و دوستان حمیم از کلمه حق خاموش شدند و صحبت دیرین فراموش کردند.", "نبینی که پیش خداوند جاه \t\tنیایش کنان دست بر بر نهند", "اگر روزگارش در آرد ز پای \t\tهمه عالمش پای بر سر نهند", "فی الجمله به انواع عقوبت گرفتار بودم تا در این هفته که مژده سلامت حجاج برسید از بند گرانم خلاص کردند و ملک موروثم خاص. گفتم آن نوبت اشارت من قبولت نیامد که گفتم عمل پادشاهان چون سفر دریاست خطرناک و سودمند، یا گنج برگیری یا در طلسم بمیری.", "یا زر به هر دو دست کند خواجه در کنار \t\tیا موج روزی افکندش مرده بر کنار", "مصلحت ندیدم از این بیش ریش درونش به ملامت خراشیدن و نمک پاشیدن بدین کلمه اختصار کردم:", "ندانستی که بینی بند بر پای \t\tچو در گوشت نیامد پند مردم", "دگر ره چون نداری طاقت نیش \t\tمکن انگشت در سوراخ کژدم"]}, {"sec-name": "حکایت شمارهٔ ۱۷", "sec-poems": ["تنی چند از روندگان در صحبت من بودند ظاهر ایشان به صلاح آراسته و یکی را از بزرگان در حق این طایفه حسن ظنّی بلیغ و ادراری معین کرده تا یکی از اینان حرکتی کرد نه مناسب حال درویشان ظنّ آن شخص فاسد شد و بازار اینان کاسد خواستم تا به طریقی کفاف یاران مستخلص کنم آهنگ خدمتش کردم دربانم رها نکرد و جفا کرد و معذورش داشتم که لطیفان گفته‌اند", "در میر و وزیر و سلطان را \t\tبی وسیلت مگرد پیرامن", "سگ و دربان چو یافتند غریب \t\tاین گریبانش گیرد آن دامن", "چندان که مقرّبان حضرت آن بزرگ بر حال من وقوف یافتند و به اکرام در آوردند و برتر مقامی معین کردند اما به تواضع فروتر نشستم گفتم", "بگذار که بندهٔ کمینم\t\tتا در صف بندگان نشینم", "گفت الله الله چه جای این سخن است", "گر بر سر و چشم ما نشینی \t\tبارت بکشم که نازنینی", "فی الجمله بنشستم و از هر دری سخن پیوستم تا حدیث زلّت یاران در میان آمد و گفتم", "چه جرم دید خداوند سابق الانعام \t\tکه بنده در نظر خویش خوار می‌دارد", "خدای راست مسلم بزرگواری و حکم \t\tکه جرم بیند و نان برقرار می‌دارد", "حاکم این سخن را عظیم بپسندید و اسباب معاش یاران فرمود تا بر قاعده ماضی مهیا دارند و مؤونت ایام تعطیل وفا کنند شکر نعمت بگفتم و زمین خدمت ببوسیدم و عذر جسارت بخواستم و در وقت برون آمدن گفتم", "چو کعبه قبله حاجت شد از دیار بعید \t\tروند خلق به دیدارش از بسی فرسنگ", "تو را تحمل امثال ما بباید کرد \t\tکه هیچ کس نزند بر درخت بی بر، سنگ"]}, {"sec-name": "حکایت شمارهٔ ۱۸", "sec-poems": ["ملک زاده‌ای گنج فراوان از پدر میراث یافت دست کرم بر گشاد و داد سخاوت بداد و نعمت بی دریغ بر سپاه و رعیت بریخت", "نیاساید مشام از طبله عود \t\tبر آتش نه که چون عنبر ببوید", "بزرگی بایدت بخشندگی کن \t\tکه دانه تا نیفشانی نروید", "یکی از جلسای بی تدبیر نصیحتش آغاز کرد که ملوک پیشین مر این نعمت را به سعی اندوخته‌اند و برای مصلحتی نهاده دست از این حرکت کوتاه کن که واقعه‌ها در پیش است و دشمنان از پس، نباید که وقت حاجت فرو مانی.", "اگر گنجی کنی بر عامیان بخش \t\tرسد هر کدخدایی را برنجی", "چرا نستانی از هر یک جوی سیم \t\tکه گرد آید تو را هر وقت گنجی", "ملک روی از این سخن به هم آورد و مر او را زجر فرمود و گفت مرا خداوند تعالی مالک این مملکت گردانیده است تا بخورم و ببخشم نه پاسبان که نگاه دارم", "قارون هلاک شد که چهل خانه گنج داشت \t\tنوشیروان نمرد که نام نکو گذاشت"]}, {"sec-name": "حکایت شمارهٔ ۱۹", "sec-poems": ["آورده‌اند که انوشیروان عادل را در شکارگاهی صید کباب کردند و نمک نبود غلامی به روستا رفت تا نمک آرد نوشیروان گفت نمک به قیمت بستان تا رسمی نشود و ده خراب نگردد گفتند از این قدر چه خلل آید گفت بنیاد ظلم در جهان اوّل اندکی بوده است هر که آمد بر او مزیدی کرده تا بدین غایت رسیده", "اگر ز باغ رعیت ملک خورد سیبی \t\tبر آورند غلامان او درخت از بیخ", "به پنج بیضه که سلطان ستم روا دارد \t\tزنند لشکریانش هزار مرغ به سیخ"]}, {"sec-name": "حکایت شمارهٔ ۲۰", "sec-poems": ["غافلی را شنیدم که خانه رعیت خراب کردی تا خزانه سلطان آباد کند بی خبر از قول حکیمان که گفته‌اند هر که خدای را عزّ و جلّ بیازارد تا دل خلقی به دست آرد خداوند تعالی همان خلق را بر او گمارد تا دمار از روزگارش بر آرد", "آتش سوزان نکند با سپند \t\tآنچه کند دود دل دردمند", "سر جمله حیوانات گویند که شیر است و اذلّ جانوران خر و به اتفاق خر باربر به که شیر مردم در", "مسکین خر اگر چه بی تمیز است \t\tچون بار همی‌برد عزیز است", "گاوان و خران بار بردار \t\tبه ز آدمیان مردم آزار", "باز آمدیم به حکایت وزیر غافل، ملک را ذمائم اخلاق او به قرائن معلوم شد در شکنجه کشید و به انواع عقوبت بکشت", "حاصل نشود رضای سلطان \t\tتا خاطر بندگان نجویی", "خواهی که خدای بر تو بخشد \t\tبا خلق خدای کن نکویی", "آورده‌اند که یکی از ستم دیدگان بر سر او بگذشت و در حال تباه او تأمل کرد و گفت", "نه هر که قوّت بازوی منصبی دارد \t\tبه سلطنت بخورد مال مردمان به گزاف", "توان به حلق فرو بردن استخوان درشت \t\tولی شکم بدرد چون بگیرد اندر ناف", "نماند ستمکار بد روزگار \t\tبماند بر او لعنت پایدار"]}, {"sec-name": "حکایت شمارهٔ ۲۱", "sec-poems": ["مردم‌آزاری را حکایت کنند که سنگی بر سر صالحی زد. درویش را مجال انتقام نبود. سنگ را نگاه همی‌داشت تا زمانی که ملک را بر آن لشکری خشم آمد و در چاه کرد. درویش اندر آمد و سنگ در سرش کوفت. گفتا: تو کیستی و مرا این سنگ چرا زدی؟ گفت: من فلانم و این همان سنگ است که در فلان تاریخ بر سر من زدی. گفت: چندین روزگار کجا بودی؟ گفت: از جاهت اندیشه همی‌کردم، اکنون که در چاهت دیدم فرصت غنیمت دانستم.", "ناسزایی را که بینی بخت یار \t\tعاقلان تسلیم کردند اختیار", "چون نداری ناخن درنده تیز \t\tبا ددان آن به که کم گیری ستیز", "هر که با پولاد بازو پنجه کرد \t\tساعد سیمین خود را رنجه کرد", "باش تا دستش ببندد روزگار \t\tپس به کام دوستان مغزش بر آر"]}, {"sec-name": "حکایت شمارهٔ ۲۲", "sec-poems": ["یکی را از ملوک مرضی هایل بود که اعادت ذکر آن ناکردن اولی. طایفهٔ حکمای یونان متفق شدند که مر این درد را دوایی نیست مگر زهره آدمی به چندین صفت موصوف. بفرمود طلب کردن.", "دهقان پسری یافتند بر آن صورت که حکیمان گفته بودند، پدرش را و مادرش را بخواند و به نعمت بیکران خشنود گردانیدند و قاضی فتوی داد که خون یکی از رعیت ریختن سلامت پادشه را روا باشد. جلاد قصد کرد، پسر سر سوی آسمان بر آورد و تبسم کرد. ملک پرسیدش که در این حالت چه جای خندیدن است؟ گفت: ناز فرزندان بر پدران و مادران باشد و دعوی پیش قاضی برند و داد از پادشه خواهند. اکنون پدر و مادر به علّت حطام دنیا مرا به خون در سپردند و قاضی به کشتن فتوی داد و سلطان مصالح خویش اندر هلاک من همی‌بیند، به جز خدای عزّوجل پناهی نمی‌بینم.", "پیش که بر آورم ز دستت فریاد \t\tهم پیش تو از دست تو گر خواهم داد", "سلطان را دل از این سخن به هم بر آمد و آب در دیده بگردانید و گفت هلاک من اولی تر است از خون بی گناهی ریختن. سر و چشمش ببوسید و در کنار گرفت و نعمت بی اندازه بخشید و آزاد کرد و گویند هم در آن هفته شفا یافت.", "همچنان در فکر آن بیتم که گفت \t\tپیلبانی بر لب دریای نیل", "زیر پایت گر بدانی حال مور \t\tهمچو حال توست زیر پای پیل"]}, {"sec-name": "حکایت شمارهٔ ۲۳", "sec-poems": ["یکی از بندگان عمرو لیث گریخته بود. کسان در عقبش برفتند و باز آوردند. وزیر را با وی غرضی بود و اشارت به کشتن فرمود تا دگر بندگان چنین فعل روا ندارند. بنده پیش عمرو سر بر زمین نهاد و گفت:", "هر چه رود بر سرم چون تو پسندی رواست \t\tبنده چه دعوی کند حکم خداوند راست", "اما به موجب آن که پرورده نعمت این خاندانم، نخواهم که در قیامت به خون من گرفتار آیی. اجازت فرمای تا وزیر را بکشم آنگه به قصاص او بفرمای خون مرا ریختن تا به حق کشته باشی. ملک را خنده گرفت. وزیر را گفت: چه مصلحت می‌بینی؟ گفت: ای خداوند جهان! از بهر خدای این شوخ دیده را به صدقات گور پدر آزاد کن تا مرا در بلایی نیفکند. گناه از من است و قول حکما معتبر که گفته‌اند:", "چو کردی با کلوخ انداز پیکار \t\tسر خود را به نادانی شکستی", "چو تیر انداختی بر روی دشمن \t\tچنین دان کاندر آماجش نشستی"]}, {"sec-name": "حکایت شمارهٔ ۲۴", "sec-poems": ["ملک زوزن را خواجه‌ای بود کریم النفس نیک محضر که همگان را در مواجهه خدمت کردی و در غیبت نکویی گفتی. اتفاقاً از او حرکتی در نظر سلطان ناپسند آمد. مصادره فرمود و عقوبت کرد و سرهنگان ملک به سوابق نعمت او معترف بودند و به شکر آن مرتهن در مدت توکیل او رفق و ملاطفت کردندی و زجر و معاقبت روا نداشتندی.", "صلح با دشمن اگر خواهی هر گه که تو را \t\tدر قفا عیب کند در نظرش تحسین کن", "سخن آخر به دهان می‌گذرد موذی را \t\tسخنش تلخ نخواهی دهنش شیرین کن", "آنچه مضمون خطاب ملک بود از عهدهٔ بعضی به در آمد و به بقیتی در زندان بماند. آورده‌اند که یکی از ملوک نواحی در خفیه پیامش فرستاد که ملوک آن طرف قدر چنان بزرگوار ندانستند و بی عزّتی کردند. اگر رای عزیز فلان احسن الله خلاصه به جانب ما التفاتی کند در رعایت خاطرش هر چه تمام تر سعی کرده شود و اعیان این مملکت به دیدار او مفتقرند و جواب این حرف را منتظر.", "خواجه بر این وقوف یافت و از خطر اندیشید و در حال جوابی مختصر چنان که مصلحت دید بر قفای ورق نبشت و روان کرد. یکی از متعلقان واقف شد و ملک را اعلام کرد که فلان را که حبس فرمودی با ملوک نواحی مراسله دارد. ملک به هم بر آمد و کشف این خبر فرمود. قاصد را بگرفتند و رسالت بخواندند نبشته بود که:", "حسن ظنّ بزرگان بیش از فضیلت ماست و تشریف قبولی که فرمودند بنده را امکان اجابت نیست به حکم آن که پرورده نعمت این خاندان است و به اندک مایه تغیر با ولی نعمت بی وفایی نتوان کرد چنان که گفته‌اند:", "آن را که به جای توست هر دم کرمی\t\tعذرش بنه ار کند به عمری ستمی", "ملک را سیرت حق شناسی از او پسند آمد و خلعت و نعمت بخشید و عذر خواست که: خطا کردم تو را بی جرم و خطا آزردن! گفت: یا خداوند بنده در این حالت مر خداوند را خطا نمی‌بیند. تقدیر خداوند تعالی بود که مر این بنده را مکروهی برسد، پس به دست تو اولی تر که سوابق نعمت بر این بنده داری و ایادی منت و حکما گفته‌اند:", "گر گزندت رسد ز خلق مرنج \t\tکه نه راحت رسد ز خلق نه رنج", "از خدا دان خلاف دشمن و دوست \t\tکاین دل هر دو در تصرف اوست", "گر چه تیر از کمان همی‌گذرد \t\tاز کمان دار بیند اهل خرد"]}, {"sec-name": "حکایت شمارهٔ ۲۵", "sec-poems": ["یکی از ملوک عرب شنیدم که متعلقان را همی‌گفت مرسوم فلان را چندان که هست مضاعف کنید که ملازم درگاه است و مترصد فرمان و دیگر خدمتکاران به لهو و لعب مشغولند و در ادای خدمت متهاون.", "صاحبدلی بشنید و فریاد و خروش از نهادش بر آمد. پرسیدندش چه دیدی؟ گفت مراتب بندگان به درگاه خداوند تعالی همین مثال دارد.", "دو بامداد اگر آید کسی به خدمت شاه\t\tسیم، هر آینه در وی کند به لطف نگاه", "مهتری در قبول فرمان است \t\tترک فرمان دلیل حرمان است", "هر که سیمای راستان دارد\t\tسر خدمت بر آستان دارد"]}, {"sec-name": "حکایت شمارهٔ ۲۶", "sec-poems": ["ظالمی را حکایت کنند که هیزم درویشان خریدی به حیف و توانگران را دادی به طرح، صاحبدلی بر او گذر کرد و گفت", "ماری تو که هر که را ببینی بزنی\t\tیا بوم که هر کجا نشینی بکنی", "زورت ار پیش می‌رود با ما \t\tبا خداوند غیب دان نرود", "زورمندی مکن بر اهل زمین\t\tتا دعایی بر آسمان نرود", "حاکم از گفتن او برنجید و روی از نصیحت در هم کشید و بر او التفات نکرد. تا شبی که آتش مطبخ در انبار هیزمش افتاد و سایر املاکش بسوخت و از بستر نرمش به خاکستر گرم نشاند. اتفاقاً همان شخص بر او بگذشت و دیدش که با یاران همی‌گفت ندانم این آتش از کجا در سرای من افتاد. گفت از دود دل درویشان.", "حذر کن ز دود درونهای ریش\t\tکه ریش درون عاقبت سر کند", "به هم بر مکن تا توانی دلی \t\tکه آهی جهانی به هم بر کند", "بر تاج کیخسرو نبشته بود:", "چه سالهای فراوان و عمر‌های دراز \t\tکه خلق بر سر ما بر زمین بخواهد رفت", "چنان که دست به دست آمده‌ست ملک به ما\t\tبه دستهای دگر همچنین بخواهد رفت"]}, {"sec-name": "حکایت شمارهٔ ۲۷", "sec-poems": ["یکی در صنعت کشتی گرفتن سرآمده بود، سیصد و شصت بند فاخر بدانستی و هر روز به نوعی از آن کشتی گرفتی. مگر گوشه خاطرش با جمال یکی از شاگردان میلی داشت. سیصد و پنجاه و نه بندش در آموخت مگر یک بند که در تعلیم آن دفع انداختی و تأخیر کردی. فی الجمله پسر در قوت و صنعت سر آمد و کسی را در زمان او با او امکان مقاومت نبود تا به حدی که پیش ملک آن روزگار گفته بود استاد را فضیلتی که بر من است از روی بزرگیست و حق تربیت وگر نه به قوت از او کمتر نیستم و به صنعت با او برابرم. ملک را این سخن دشخوار آمد. فرمود تا مصارعت کنند.", "مقامی متسع ترتیب کردند و ارکان دولت و اعیان حضرت و زور آوران روی زمین حاضر شدند. پسر چون پیل مست اندر آمد به صدمتی که اگر کوه رویین بودی از جای بر کندی. استاد دانست که جوان به قوت از او برتر است، بدان بند غریب که از وی نهان داشته بود با او در آویخت. پسر دفع آن ندانست به هم بر آمد. استاد به دو دست از زمینش بالای سر برد و فرو کوفت. غریو از خلق برخاست. ملک فرمود استاد را خلعت و نعمت دادن و پسر را زجر و ملامت کرد که با پرورندهٔ خویش دعوی مقاومت کردی و به سر نبردی. گفت: ای پادشاه روی زمین! به زورآوری بر من دست نیافت بلکه مرا از علم کشتی دقیقه‌ای مانده بود و همه عمر از من دریغ همی‌داشت امروز بدان دقیقه بر من غالب آمد.", "گفت از بهر چنین روزی که زیرکان گفته‌اند دوست را چندان قوت مده که اگر دشمنی کند تواند، نشنیده‌ای که چه گفت آن که از پروردهٔ خویش جفا دید؟", "یا وفا خود نبود در عالم\t\tیا مگر کس در این زمانه نکرد", "کس نیاموخت علم تیر از من \t\tکه مرا عاقبت نشانه نکرد"]}, {"sec-name": "حکایت شمارهٔ ۲۸", "sec-poems": ["درویشی مجرد به گوشه‌ای نشسته بود. پادشاهی بر او بگذشت. درویش از آنجا که فراغ ملک قناعت است سر بر نیاورد و التفات نکرد. سلطان از آنجا که سطوت سلطنت است برنجید و گفت: این طایفهٔ خرقه‌پوشان امثال حیوانند و اهلیت و آدمیت ندارند. وزیر نزدیکش آمد و گفت: ای جوانمرد! سلطان روی زمین بر تو گذر کرد چرا خدمتی نکردی و شرط ادب به جای نیاوردی؟ گفت: سلطان را بگوی توقع خدمت از کسی دار که توقع نعمت از تو دارد و دیگر بدان که ملوک از بهر پاس رعیتند نه رعیت از بهر طاعت ملوک.", "پادشه پاسبان درویش است\t\tگرچه رامش به فرّ دولت اوست", "گوسپند از برای چوپان نیست\t\tبلکه چوپان برای خدمت اوست", "یکی امروز کامران بینی \t\tدیگری را دل از مجاهده ریش", "روزکی چند باش تا بخورد\t\tخاک، مغز سر خیال اندیش", "فرق شاهی و بندگی برخاست \t\tچون قضای نبشته آمد پیش", "گر کسی خاک مرده باز کند\t\tننماید توانگر و درویش", "ملک را گفت درویش استوار آمد. گفت: از من تمنا بکن. گفت: آن همی‌خواهم که دگرباره زحمت من ندهی. گفت: مرا پندی بده. گفت:", "دریاب کنون که نعمتت هست به دست \t\tکاین دولت و ملک می‌رود دست به دست"]}, {"sec-name": "حکایت شمارهٔ ۲۹", "sec-poems": ["یکی از وزرا پیش ذوالنون مصری رفت و همت خواست که روز و شب به خدمت سلطان مشغولم و به خیرش امیدوار و از عقوبتش ترسان. ذوالنّون بگریست و گفت: اگر من خدای را عزّ و جلّ چنین پرستیدمی که تو سلطان را از جمله صدّیقان بودمی.", "گر نه امید و بیم راحت و رنج\t\tپای درویش بر فلک بودی", "ور وزیر از خدا بترسیدی \t\tهمچنان کز ملک، ملک بودی"]}, {"sec-name": "حکایت شمارهٔ ۳۰", "sec-poems": ["پادشاهی به کشتن بیگناهی فرمان داد. گفت: ای ملک به موجب خشمی که تو را بر من است آزار خود مجوی که این عقوبت بر من به یک نفس به سر آید و بزه آن بر تو جاوید بماند.", "دوران بقا چو باد صحرا بگذشت\t\tتلخی و خوشی و زشت و زیبا بگذشت", "پنداشت ستمگر که جفا بر ما کرد \t\tدر گردن او بماند و بر ما بگذشت", "ملک را نصیحت او سودمند آمد و از سر خون او در گذشت."]}, {"sec-name": "حکایت شمارهٔ ۳۱", "sec-poems": ["وزرای نوشیروان در مهمی از مصالح مملکت اندیشه همی‌کردند و هر یکی از ایشان دگرگونه رای همی‌زدند و ملک همچنین تدبیری اندیشه کرد.", "بزرجمهر را رای ملک اختیار آمد.", "وزیران در نهانش گفتند: رای ملک را چه مزیّت دیدی بر فکر چندین حکیم؟", "گفت: به موجب آن که انجام کارها معلوم نیست و رای همگان در مشیت است که صواب آید یا خطا پس موافقت رای ملک اولی تر است تا اگر خلاف صواب آید، به علت متابعت از معاتبت ایمن باشم.", "خلاف رای سلطان رای جستن\t\tبه خون خویش باشد دست شستن", "اگر خود روز را گوید شب است این \t\tبباید گفتن آنک ماه و پروین!"]}, {"sec-name": "حکایت شمارهٔ ۳۲", "sec-poems": ["شیّادی گیسوان بافت که من علویم و با قافله حجاز به شهری در آمد که از حج همی‌آیم و قصیده‌ای پیش ملک برد که من گفته‌ام. ", "نعمت بسیارش فرمود و اکرام کرد تا یکی از ندمای حضرت پادشاه که در آن سال از سفر دریا آمده بود گفت من او را عید اضحی در بصره دیدم! معلوم شد که حاجی نیست. دیگری گفتا پدرش نصرانی بود در ملطیه، پس او شریف چگونه صورت بندد؟!، و شعرش را به دیوان انوری در یافتند.", "ملک فرمود تا بزنندش و نفی کنند تا چندین دروغ در هم چرا گفت.", "گفت: ای خداوند روی زمین یک سخنت دیگر در خدمت بگویم اگر راست نباشد به هر عقوبت که فرمایی سزاوارم.", "گفت: بگو تا آن چیست؟", "گفت:", "غریبی گرت ماست پیش آورد\t\tدو پیمانه آب است و یک چمچه دوغ", "اگر راست می‌خواهی از من شنو\t\tجهان‌دیده بسیار گوید دروغ", "ملک را خنده گرفت و گفت: از این راست تر سخن تا عمر او بوده باشد نگفته است.", "فرمود تا آنچه مأمول اوست مهیا دارند و به خوشی برود."]}, {"sec-name": "حکایت شمارهٔ ۳۳", "sec-poems": ["یکی از وزرا به زیردستان رحم کردی و صلاح ایشان را به خیر توسط نمودی. ", "اتفاقاً به خطاب ملک گرفتار آمد. ", "همگان در مواجب استخلاص او سعی کردند و موکلان در معاقبتش ملاطفت نمودند و بزرگان شکر سیرت خوبش به افواه بگفتند تا ملک از سر عتاب او در گذشت.", "صاحبدلی بر این اطلاع یافت و گفت:", "ﺗﺎ دل دوﺳﺘﺎن ﺑﻪ دﺳﺖ ﺁری\t\tﺑﻮﺳﺘﺎن ﭘﺪر ﻓﺮوﺧﺘﻪ ﺑﻪ", "پختن دیگ نیکخواهان را \t\tهر چه رخت سراست سوخته به", "ﺑﺎ ﺑﺪاﻧﺪﻳﺶ هم ﻧﻜﻮﻳﻰ کن\t\tدهن ﺳﮓ ﺑﻪ ﻟﻘﻤﻪ دوﺧﺘﻪ ﺑﻪ"]}, {"sec-name": "حکایت شمارهٔ ۳۴", "sec-poems": ["یکی از پسران هارون الرشید پیش پدر آمد خشم آلود که فلان سرهنگ زاده مرا دشنام مادر داد.", "هارون ارکان دولت را گفت جزای چنین کس چه باشد؟ ", "یکی اشاره به کشتن کرد و دیگری به زبان بریدن و دیگری به مصادره و نفی. ", "هارون گفت: ای پسر کرم آن است که عفو کنی و اگر نتوانی تو نیزش دشنام مادر ده نه چندان که انتقام از حد در گذرد آنگاه ظلم از طرف ما باشد و دعوی از قِبل خصم.", "نه مرد است آن به نزدیک خردمند\t\tکه با پیل دمان پیکار جوید", "بلی مرد آن کس است از روی تحقیق\t\tکه چون خشم آیدش، باطل نگوید"]}, {"sec-name": "حکایت شمارهٔ ۳۵", "sec-poems": ["با طایفهٔ بزرگان به کشتی در نشسته بودم.", "زورقی در پی ما غرق شد. دو برادر به گردابی در افتادند. ", "یکی از بزرگان گفت ملاح را که: بگیر این هر دو را که به هر یکی پنجاه دینارت دهم.", "ملاح در آب افتاد و تا یکی را برهانید آن دیگر هلاک شد.", "گفتم: بقیت عمرش نمانده بود از این سبب در گرفتن او تأخیر کرد و در آن دگر تعجیل.", "ملاح بخندید و گفت: آنچه تو گفتی یقین است، و دگر میل خاطر من به رهانیدن این بیشتر بود که وقتی در بیابانی مانده بودم و مرا بر شتری نشاند، و از دست آن دگر تازیانه‌ای خورده‌ام در طفلی.", "گفتم: صدق الله من عَمِل صالحاً فَلنفسهِ و مَن اَساءَ فَعَلیها.", "تا توانی درون کس مخراش\t\tکاندر این راه خارها باشد", "کار درویش مستمند بر آر \t\tکه تو را نیز کارها باشد"]}, {"sec-name": "حکایت شمارهٔ ۳۶", "sec-poems": ["دو برادر یکی خدمت سلطان کردی و دیگر به زور بازو نان خوردی.", "باری این توانگر گفت درویش را که: چرا خدمت نکنی تا از مشقت کار کردن برهی؟", "گفت: تو چرا کار نکنی تا از مذلّت خدمت رهایی یابی که خردمندان گفته‌اند نان خود خوردن و نشستن به که کمر شمشیر زرّین به خدمت بستن.", "به دست آهن تفته کردن خمیر \t\tبه از دست بر سینه پیش امیر", "عمر گرانمایه در این صرف شد \t\tتا چه خورم صیف و چه پوشم شتا", "ای شکم خیره به نانی بساز \t\tتا نکنی پشت به خدمت دو تا"]}, {"sec-name": "حکایت شمارهٔ ۳۷", "sec-poems": ["کسی مژده پیش انوشیروان عادل آورد، گفت: شنیدم که فلان دشمن تو را خدای عزّ و جل برداشت.", "گفت: هیچ شنیدی که مرا بگذاشت؟!", "اگر بمرد عدو جای شادمانی نیست\t\tکه زندگانی ما نیز جاودانی نیست"]}, {"sec-name": "حکایت شمارهٔ ۳۸", "sec-poems": ["گروهی حکما به حضرت کسری در به مصلحتی سخن همی‌گفتند و بزرگمهر که مهتر ایشان بود خاموش. ", "گفتندش: چرا با ما در این بحث سخن نگویی.", "گفت: وزیران بر مثال اطبااند و طبیب دارو ندهد جز سقیم را. پس چو بینم که رای شما بر صواب است مرا بر سر آن سخن گفتن حکمت نباشد.", "چو کاری بی فضول من بر آید \t\tمرا در وی سخن گفتن نشاید", "و گر بینم که نابینا و چاه است \t\tاگر خاموش بنشینم گناه است"]}, {"sec-name": "حکایت شمارهٔ ۳۹", "sec-poems": ["هارون الرشید را چون ملک دیار مصر مسلم شد گفت: به خلاف آن طاغی که به غرور ملک مصر دعوی خدایی کرد نبخشم این مملکت را مگر به خسیس‌ترین بندگان.", "سیاهی داشت نام او خصیب در غایت جهل. مُلک مصر به وی ارزانی داشت و گویند عقل و درایت او تا به جایی بود که طایفه‌ای حرّاث مصر شکایت آوردندش که پنبه کاشته بودیم باران بی وقت آمد و تلف شد. گفت: پشم بایستی کاشتن!", "اگر روزی به دانش در فزودی\t\tز نادان تنگ روزی تر نبودی", "به نادانان چنان روزی رساند \t\tکه دانا اندر آن عاجز بماند", "بخت و دولت به کاردانی نیست\t\tجز به تائید آسمانی نیست", "اوفتاده‌ست در جهان بسیار \t\tبی تمیز ارجمند و عاقل خوار", "کیمیاگر به غصه مرده و رنج \t\tابله اندر خرابه یافته گنج"]}, {"sec-name": "حکایت شمارهٔ ۴۰", "sec-poems": ["یکی را از ملوک کنیزکی چینی آوردند. خواست تا در حالت مستی با وی جمع آید کنیزک ممانعت کرد. ملک در خشم رفت و مر او را به سیاهی بخشید که لب زبرینش از پرهٔ بینی در گذشته بود و زیرینش به گریبان فرو هشته. هیکلی که صخر الجن از طلعتش برمیدی و عین القطر از بغلش بگندیدی.", "تو گویی تا قیامت زشت‌رویی\t\t بر او ختم است، و بر یوسف نکویی", "چنان که ظریفان گفته‌اند:", "شخصی نه چنان کریه منظر\t\t کز زشتی او خبر توان داد", "آنگه بغلی نعوذ بالله \t\tمردار به آفتاب مرداد", "آورده‌اند که سیه را در آن مدت، نفس طالب بود و شهوت غالب؛ مهرش بجنبید و مهرش برداشت. بامدادان که مَلِک کنیزک را جست و نیافت، حکایت بگفتند. خشم گرفت و فرمود تا سیاه را با کنیزک استوار ببندند و از بام جوسق به قعر خندق در اندازند. یکی از وزرای نیک‌محضر روی شفاعت بر زمین نهاد و گفت: سیاه بیچاره را در این خطایی نیست که سایر بندگان و خدمتکاران به نوازش خداوندی متعودند. گفت: اگر در مفاوضهٔ او شبی تأخیر کردی، چه شدی؟ که من او را افزون از قیمت کنیزک دلداری کردمی. گفت: ای خداوند روی زمین! نشنیده‌ای؟:", "تشنهٔ سوخته در چشمهٔ روشن چو رسید\t\tتو مپندار که از پیل دمان اندیشد", "ملحد گرسنه در خانهٔ خالی بر خوان \t\tعقل باور نکند کز رمضان اندیشد", "مَلِک را این لطیفه پسند آمد و گفت: اکنون سیاه تو را بخشیدم؛ کنیزک را چه کنم؟ گفت: کنیزک، سیاه را بخش که نیم‌خوردهٔ او، هم او را شاید.", "هرگز آن را به دوستی مپسند \t\tکه رود جای ناپسندیده", "تشنه را دل نخواهد آب زلال\t\tنیم خورد دهان گندیده"]}, {"sec-name": "حکایت شمارهٔ ۴۱", "sec-poems": ["اسکندر رومی را پرسیدند: دیار مشرق و مغرب به چه گرفتی که ملوک پیشین را خزاین و عمر و ملک و لشکر بیش از این بوده است ایشان را چنین فتحی میسر نشده. گفتا: به عون خدای عزّوجل هر مملکتی را که گرفتم رعیتش نیازردم و نام پادشاهان جز به نکویی نبردم.", "بزرگش نخوانند اهل خرد \t\tکه نام بزرگان به زشتی برد"]}]}, {"bab-name": "باب دوم در اخلاق درویشان", "bab-url": "/saadi/golestan/gbab2", "bab-sections": [{"sec-name": "حکایت شمارهٔ ۱", "sec-poems": ["یکی از بزرگان گفت پارسایی را: چه گویی در حق فلان عابد که دیگران در حق وی به طعنه سخن‌ها گفته‌اند؟", "گفت: بر ظاهرش عیب نمی‌بینم و در باطنش غیب نمی‌دانم.", "هر که را جامه پارسا بینی\t\tپارسا دان و نیکمرد انگار", "ور ندانی که در نهانش چیست\t\tمحتسب را درون خانه چه کار"]}, {"sec-name": "حکایت شمارهٔ ۲", "sec-poems": ["درویشی را دیدم سر بر آستان کعبه همی‌مالید و می‌گفت: یا غفور یا رحیم تو دانی که از ظلوم و جهول چه آید.", "عذر تقصیر خدمت آوردم \t\tکه ندارم به طاعت استظهار", "عاصیان از گناه توبه کنند \t\tعارفان از عبادت استغفار", "عابدان جزای طاعت خواهند و بازرگانان بهای بضاعت، من بنده امید آورده‌ام نه طاعت و به دریوزه آمده‌ام نه به تجارت.", "اِصْنَعْ بی ما اَنتَ اهْلُه.", "بر در کعبه سائلی دیدم\t\tکه همی‌گفت و می‌گرستی خوش", "می‌نگویم که طاعتم بپذیر \t\tقلم عفو بر گناهم کش"]}, {"sec-name": "حکایت شمارهٔ ۳", "sec-poems": ["عبدالقادر گیلانی را رحمة الله علیه دیدند در حرم کعبه روی بر حصبا نهاده همی‌گفت: ای خداوند ببخشای! وگر هر آینه مستوجب عقوبتم در روز قیامتم نابینا برانگیز تا در روی نیکان شرمسار نشوم.", "روی بر خاک عجز می‌گویم\t\tهر سحرگه که باد می‌آید", "ای که هرگز فرامشت نکنم \t\tهیچت از بنده یاد می‌آید"]}, {"sec-name": "حکایت شمارهٔ ۴", "sec-poems": ["دزدی به خانه پارسایی در آمد. چندان که جست چیزی نیافت. دلتنگ شد. پارسا خبر شد. گلیمی که بر آن خفته بود در راه دزد انداخت تا محروم نشود.", "شنیدم که مردان راه خدای\t\tدل دشمنان را نکردند تنگ", "تو را کی میسر شود این مقام \t\tکه با دوستانت خلاف است و جنگ", "مودت اهل صفا، چه در روی و چه در قفا، نه چنان کز پست عیب گیرند و پیشت بیش میرند.", "در برابر چو گوسپند سلیم \t\tدر قفا همچو گرگ مردم خوار", "هر که عیب دگران پیش تو آورد و شمرد\t\tبی‌گمان عیب تو پیش دگران خواهد برد"]}, {"sec-name": "حکایت شمارهٔ ۵", "sec-poems": ["تنی چند از روندگان متفق سیاحت بودند و شریک رنج و راحت. خواستم تا مرافقت کنم موافقت نکردند. گفتم: این از کرم اخلاق بزرگان بدیع است روی از مصاحبت مسکینان تافتن و فایده و برکت دریغ داشتن، که من در نفس خویش این قدرت و سرعت می‌شناسم که در خدمت مردان یار شاطر باشم نه بار خاطر.", "اِنْ لمْ اَکُن راکِب المواشی\t\tاَسعی لَکم حامِلَ الغواشی", "یکی زآن میان گفت: از این سخن که شنیدی دل تنگ مدار که در این روزها دزدی -به صورت درویشان برآمده- خود را در سلک صحبت ما منتظم کرد.", "چه دانند مردم که در خانه کیست \t\tنویسنده داند که در نامه چیست", "و از آنجا که سلامت حال درویشان است گمان فضولش نبردند و به یاری قبولش کردند.", "صورت حال عارفان دلق است \t\tاین قدر بس چو روی در خلق است", "در عمل کوش و هرچه خواهی پوش\t\tتاج بر سر نه و عَلَم بر دوش", "ترک دنیا و شهوت است و هوس\t\tپارسایی، نه ترک جامه و بس", "در قژاکند مرد باید بود \t\tبر مخنث سلاح جنگ چه سود", "روزی تا به شب رفته بودیم و شبانگه به پای حصار خفته که دزد بی توفیق ابریق رفیق برداشت که به طهارت می‌رود و به غارت میرفت.", "پارسا بین که خرقه در بر کرد\t\tجامه کعبه را جل خر کرد", "چندان که از نظر درویشان غایب شد به برجی بر رفت و درجی بدزدید. تا روز روشن شد آن تاریک، مبلغی راه رفته بود و رفیقان بی گناه خفته. بامدادان همه را به قلعه در آوردند و بزدند و به زندان کردند. از آن تاریخ ترک صحبت گفتیم و طریق عزلت گرفتیم.", "والسَّلامَةُ فی الوَحْده", "چو از قومی یکی بی دانشی کرد\t\tنه کِه را منزلت مانَد نه مِه را", "شنیدستی که گاوی در علف خوار \t\tبیالاید همه گاوان ده را", "گفتم: سپاس و منت خدای را عزوجل که از برکت درویشان محروم نماندم گر چه به صورت از صحبت وحید افتادم. بدین حکایت که گفتی مستفید گشتم و امثال مرا همه عمر این نصیحت به کار آید.", "به یک ناتراشیده در مجلسی \t\tبرنجد دل هوشمندان بسی", "اگر برکه‌ای پر کنند از گلاب \t\tسگی در وی افتد کند منجلاب"]}, {"sec-name": "حکایت شمارهٔ ۶", "sec-poems": ["زاهدی مهمان پادشاهی بود. چون به طعام بنشستند کمتر از آن خورد که ارادت او بود و چون به نماز برخاستند بیش از آن کرد که عادت او، تا ظنّ صلاحیت در حق او زیادت کنند.", "ترسم نرسی به کعبه، ای اعرابی \t\tکاین ره که تو می‌روی به ترکستان است", "چون به مقام خویش آمد سفره خواست تا تناولی کند. پسری صاحب فراست داشت. گفت: ای پدر! باری به مجلس سلطان در طعام نخوردی؟ گفت: در نظر ایشان چیزی نخوردم که به کار آید. گفت: نماز را هم قضا کن که چیزی نکردی که به کار آید.", "ای هنرها گرفته بر کف دست\t\t عیبها بر گرفته زیر بغل", "تا چه خواهی خریدن ای مغرور\t\tروز درماندگی به سیم دغل"]}, {"sec-name": "حکایت شمارهٔ ۷", "sec-poems": ["یاد دارم که در ایام طفولیت متعبد بودمی و شب خیز و مولع زهد و پرهیز.", "شبی در خدمت پدر رحمة الله علیه نشسته بودم و همه شب دیده بر هم نبسته و مصحف عزیز بر کنار گرفته و طایفه‌ای گرد ما خفته.", "پدر را گفتم: از اینان یکی سر بر نمی‌دارد که دوگانه‌ای بگزارد. چنان خواب غفلت برده‌اند که گویی نخفته‌اند که مرده‌اند.", "گفت: جان پدر! تو نیز اگر بخفتی به از آن که در پوستین خلق افتی.", "نبیند مدعی جز خویشتن را \t\tکه دارد پرده پندار در پیش", "گرت چشم خدا بینی ببخشند \t\tنبینی هیچ کس عاجزتر از خویش"]}, {"sec-name": "حکایت شمارهٔ ۸", "sec-poems": ["یکی را از بزرگان به محفلی اندر همی‌ستودند و در اوصاف جمیلش مبالغه می‌کردند.", "سر بر آورد و گفت: من آنم که من دانم.", "کُفَیتَ اَذیً یا مَن یَعُدُّ مَحاسنی\t\tعلانیَتی هذا ولم تدرِ ما بَطَنَ", "شخصم به چشم عالمیان خوب منظر است\t\tوز خبث باطنم سر خجلت فتاده پیش", "طاووس را به نقش و نگاری که هست خلق \t\tتحسین کنند و او خجل از پای زشت خویش"]}, {"sec-name": "حکایت شمارهٔ ۹", "sec-poems": ["یکی از صلحای لبنان که مقامات او در دیار عرب مذکور بود و کرامات مشهور به جامع دمشق در آمد و بر کنار برکه کلاسه طهارت همی‌ساخت. پایش بلغزید و به حوض در افتاد و به مشقت از آن جایگه خلاص یافت. ", "چون از نماز بپرداختند یکی از اصحاب گفت: مرا مشکلی هست اگر اجازت پرسیدن است.", "گفت: آن چیست؟ ", "گفت: یاد دارم که شیخ به روی دریای مغرب برفت و قدمش تر نشد. امروز چه حالت بود که در این قامتی آب از هلاک چیزی نماند؟!", "شیخ اندر این فکرت فرو رفت و پس از تأمل بسیار سر بر آورد و گفت: نشنیده‌ای که خواجه عالم علیه السلام گفت لی مَعَ اللهِ وَقتٌ لا یَسَعنی فیه مَلَکٌ مقربٌ و لا نَبیٌ مُرسَل و نگفت علی الدوام. وقتی چنین که فرمود به جبرئیل و میکائیل نپرداختی و دیگر وقت با حفصه و زینب در ساختی.", "مشاهدة الابرار بَیْن التجلّی وَ الاِستتار.", "می‌نمایند و می‌ربایند.", "دیدار می‌نمایی و پرهیز می‌کنی\t\tبازار خویش و آتش ما تیز می‌کنی", "اُشاهِدُ مَنْ اَهوی بِغَیْر وَسیلةٍ \t\tفَیَلْحَقُنی شَأنٌ اَضلُّ طَریقاً"]}, {"sec-name": "حکایت شمارهٔ ۱۰", "sec-poems": ["یکی پرسید از آن گم کرده فرزند\t\tکه ای روشن گهر پیر خردمند", "ز مصرش بوی پیراهن شنیدی\t\tچرا در چاه کنعانش ندیدی؟", "بگفت احوال ما برق جهان است\t\tدمی پیدا و دیگر دم نهان است", "گهی بر طارم اعلی نشینیم\t\tگهی بر پشت پای خود نبینیم", "اگر درویش در حالی بماندی\t\tسر دست از دو عالم برفشاندی"]}, {"sec-name": "حکایت شمارهٔ ۱۱", "sec-poems": ["در جامع بعلبک وقتی کلمه‌ای همی‌گفتم به طریق وعظ با جماعتی افسرده دل مرده ره از عالم صورت به عالم معنی نبرده.", "دیدم که نفسم در نمی‌گیرد و آتشم در هیزم تر اثر نمی‌کند.", "دریغ آمدم تربیت ستوران و آینه داری در محلت کوران. ولیکن در معنی باز بود و سلسله سخن دراز.", "در معانی این آیت که «و نَحن اَقرَبُ الیه مِنْ حَبل الورید» سخن به جایی رسانیده که گفتم:", "دوست نزدیکتر از من به من است\t\tوینت مشکل که من از وی دورم", "چه کنم با که توان گفت که او \t\tدر کنار من و من مهجورم", "من از شراب این سخن مست و فضاله قدح در دست که رونده‌ای بر کنار مجلس گذر کرد و دور آخر در او اثر کرد و نعره‌ای زد که دیگران به موافقت او در خروش آمدند و خامان مجلس به جوش.", "گفتم ای سبحان الله دوران با خبر در حضور و نزدیکان بی بصر دور.", "فهم سخن چون نکند مستمع\t\tقوت طبع از متکلم مجوی", "فسحت میدان ارادت بیار \t\tتا بزند مرد سخنگوی گوی"]}, {"sec-name": "حکایت شمارهٔ ۱۲", "sec-poems": ["شبی در بیابان مکه از بی‌خوابی پای رفتنم نماند. سر بنهادم و شتربان را گفتم دست از من بدار.", "پای مسکین پیاده چند رود \t\tکز تحمل ستوه شد بُختی", "تا شود جسم فربهی لاغر \t\tلاغری مرده باشد از سختی", "گفت: ای برادر! حرم در پیش است و حرامی در پس. اگر رفتی بردی وگر خفتی مردی.", "خوش است زیر مغیلان به راه بادیه خفت \t\tشب رحیل ولی ترک جان بباید گفت"]}, {"sec-name": "حکایت شمارهٔ ۱۳", "sec-poems": ["پارسایی را دیدم بر کنار دریا که زخم پلنگ داشت و به هیچ دارو به نمی‌شد.", "مدتها در آن رنجور بود و شکر خدای عزّوجل علی الدوام گفتی. پرسیدندش که شکر چه می‌گویی؟ گفت: شکر آن که به مصیبتی گرفتارم نه به معصیتی.", "گر مرا زار به کشتن دهد آن یار عزیز \t\tتا نگویی که در آن دم غم جانم باشد", "گویم از بنده مسکین چه گنه صادر شد \t\tکاو دل آزرده شد از من غم آنم باشد"]}, {"sec-name": "حکایت شمارهٔ ۱۴", "sec-poems": ["درویشی را ضرورتی پیش آمد، گلیمی از خانه یاری بدزدید.", "حاکم فرمود که دستش بدر کنند.", "صاحب گلیم شفاعت کرد که: من او را بحل کردم.", "گفتا: به شفاعت تو حدّ شرع فرو نگذارم.", "گفت: آنچه فرمودی راست گفتی ولیکن هر که از مال وقف چیزی بدزدد قطعش لازم نیاید، و الفقیرُ لا یَمْلِکُ : هر چه درویشان راست وقف محتاجان است.", "حاکم دست از او بداشت و ملامت کردن گرفت که:", "جهان بر تو تنگ آمده بود که دزدی نکردی الاّ از خانه چنین یاری؟! ", "گفت: ای خداوند! نشنیده‌ای که گویند: خانه دوستان بروب و در دشمنان مکوب.", "چون به سختی در بمانی تن به عجز اندر مده \t\tدشمنان را پوست بر کن دوستان را پوستین"]}, {"sec-name": "حکایت شمارهٔ ۱۵", "sec-poems": ["پادشاهی پارسایی را دید. ", "گفت: هیچت از ما یاد آید؟", "گفت: بلی! وقتی که خدا را فراموش می‌کنم.", "هر سو دود آن کش ز بر خویش براند \t\tوآن را که بخواند به در کس ندواند"]}, {"sec-name": "حکایت شمارهٔ ۱۶", "sec-poems": ["یکی از جمله صالحان به خواب دید پادشاهی را در بهشت و پارسایی در دوزخ.", "پرسید که موجب درجات این چیست و سبب درکات آن که مردم به خلاف این معتقد بودند؟", "ندا آمد که این پادشه به ارادت درویشان به بهشت اندر است و این پارسا به تقرب پادشاهان در دوزخ.", "دلقت به چه کار آید و مسحی و مرقع \t\tخود را ز عمل‌های نکوهیده بری دار", "حاجت به کلاه برکی داشتنت نیست \t\tدرویش صفت باش و کلاه تتری دار"]}, {"sec-name": "حکایت شمارهٔ ۱۷", "sec-poems": ["پیاده‌ای سر و پا برهنه با کاروان حجاز از کوفه به در آمد و همراه ما شد و معلومی نداشت.", "خرامان همی‌رفت و می‌گفت:", "« نه به استر بر سوارم نه چو اشتر زیر بارم \t\tنه خداوند رعیت نه غلام شهریارم", "غم موجود و پریشانی معدوم ندارم\t\tنفسی می‌زنم آسوده و عمری می‌گذارم »", "اشتر سواری گفتش: ای درویش کجا می‌روی؟! برگرد که به سختی بمیری. نشنید و قدم در بیابان نهاد و برفت.", "چون به نخله محمود در رسیدیم توانگر را اجل فرا رسید. درویش به بالینش فراز آمد و گفت: ما به سختی بنمردیم و تو بر بختی بمردی.", "شخصی همه شب بر سر بیمار گریست \t\tچون روز آمد بمرد و بیمار بزیست", "ای بسا اسب تیزرو که بماند \t\tکه خر لنگ جان به منزل برد", "بس که در خاک تندرستان را \t\tدفن کردیم و زخم خورده نمرد"]}, {"sec-name": "حکایت شمارهٔ ۱۸", "sec-poems": ["عابدی را پادشاهی طلب کرد.", "اندیشید که دارویی بخورم تا ضعیف شوم مگر اعتقادی که دارد در حق من زیادت کند.", "آورده‌اند که داروی قاتل بخورد و بمرد.", "آن که چون پسته دیدمش همه مغز \t\tپوست بر پوست بود همچو پیاز", "پارسایان روی در مخلوق \t\tپشت بر قبله می‌کنند نماز", "چون بنده خدای خویش خواند \t\tباید که به جز خدا نداند"]}, {"sec-name": "حکایت شمارهٔ ۱۹", "sec-poems": ["کاروانی در زمین یونان بزدند و نعمت بی قیاس ببردند.", "بازرگانان گریه و زاری کردند و خدا و پیمبر شفیع آوردند و فایده نبود:", "چو پیروز شد دزد تیره روان\t\tچه غم دارد از گریه کاروان", "لقمان حکیم اندر آن کاروان بود.", "یکی گفتش از کاروانیان: مگر اینان را نصیحتی کنی و موعظه‌ای گویی تا طرفی از مال ما دست بدارند که دریغ باشد چندین نعمت که ضایع شود.", "گفت: دریغ کلمه حکمت با ایشان گفتن:", "آهنی را که موریانه بخورد\t\tنتوان برد از او به صیقل زنگ", "با سیه دل چه سود گفتن وعظ\t\tنرود میخ آهنین در سنگ", "همانا که جرم از طرف ماست:", "به روزگار سلامت شکستگان دریاب\t\tکه جبر خاطر مسکین بلا بگرداند", "چو سائل از تو به زاری طلب کند چیزی\t\tبده وگرنه ستمگر به زور بستاند"]}, {"sec-name": "حکایت شمارهٔ ۲۰", "sec-poems": ["چندان که مرا شیخ اجلّ ابوالفرج بن جوزی رحمة الله علیه ترک سماع فرمودی و به خلوت و عزلت اشارت کردی عنفوان شبابم غالب آمدی و هوا و هوس طالب.", "ناچار به خلاف رای مربّی قدمی برفتمی و از سماع و مجالست حظی برگرفتمی و چون نصیحت شیخم یاد آمدی گفتمی:", "قاضی ار با ما نشیند برفشاند دست را\t\tمحتسب گر می خورد معذور دارد مست را", "تا شبی به مجمع قومی برسیدم که در میان مطربی دیدم:", "گویی رگ جان می‌گسلد زخمه ناسازش\t\tناخوش تر از آوازه مرگ پدر آوازش", "گاهی انگشت حریفان از او در گوش و گهی بر لب که خاموش!", "نُهاجُ اِلی صوتِ الاَغانی لِطیبها\t\tو انتَ مُغنٍّ اِنْ سَکَتَّ نطیبُ", "نبیند کسی در سماعت خوشی\t\tمگر وقت رفتن که دم در کشی", "چون در آواز آمد آن بربط سرای\t\tکدخدا را گفتم از بهر خدای", "زیبقم در گوش کن تا نشنوم\t\tیا درم بگشای تا بیرون روم", "فی الجمله پاس خاطر یاران را موافقت کردم و شبی به چند مجاهده به روز آوردم.", "مؤذن بانگ بی هنگام برداشت\t\tنمی‌داند که چند از شب گذشته است", "درازیّ شب از مژگان من پرس\t\tکه یک دم خواب در چشمم نگشته است", "بامدادان به حکم تبرک دستاری از سر و دیناری از کمر بگشادم و پیش مغنّی نهادم و در کنارش گرفتم و بسی شکر گفتم.", "یاران ارادت من در حقّ او خلاف عادت دیدند و بر خفت عقلم حمل کردند.", "یکی زآن میان زبان تعرّض دراز کرد و ملامت کردن آغاز که این حرکت مناسب رای خردمندان نکردی خرقهٔ مشایخ به چنین مطربی دادن که در همه عمرش درمی ‌بر کف نبوده است و قراضه‌ای در دف.", "مطربی دور از این خجسته سرای\t\tکس دو بارش ندیده در یک جای", "راست چون بانگش از دهن برخاست\t\tخلق را موی بر بدن برخاست", "مرغ ایوان ز هول او بپرید\t\tمغز ما برد و حلق خود بدرید", "گفتم: زبان تعرض مصلحت آن است که کوتاه کنی که مرا کرامت این شخص ظاهر شد.", "گفت: مرا بر کیفیت آن واقف نگردانی تا منش هم تقرّب کنم و بر مطایبتی که کردم استغفار گویم؟", "گفتم: بلی! به علت آن که شیخ اجلم بارها به ترک سماع فرموده است و موعظهٔ بلیغ گفته و در سمع قبول من نیامده، امشبم طالع میمون و بخت همایون بدین بقعه رهبری کرد تا به دست این توبه کردم که بقیّت زندگانی گرد سماع و مخالطت نگردم!", "آواز خوش از کام و دهان و لب شیرین\t\tگر نغمه کند ور نکند دل بفریبد", "ور پردهٔ عشاق و خراسان و حجاز است\t\tاز حنجرهٔ مطرب مکروه نزیبد"]}, {"sec-name": "حکایت شمارهٔ ۲۱", "sec-poems": ["لقمان را گفتند: ادب از که آموختی؟", "گفت: از بی ادبان! هر چه از ایشان در نظرم ناپسند آمد از فعل آن پرهیز کردم.", "نگویند از سر بازیچه حرفی\t\tکز آن پندی نگیرد صاحب هوش", "و گر صد باب حکمت پیش نادان\t\tبخوانند آیدش بازیچه در گوش"]}, {"sec-name": "حکایت شمارهٔ ۲۲", "sec-poems": ["عابدی را حکایت کنند که شبی ده من طعام بخوردی و تا سحر ختمی در نماز بکردی.", "صاحبدلی شنید و گفت: اگر نیم نانی بخوردی و بخفتی بسیار از این فاضل‌تر بودی.", "اندرون از طعام خالی دار\t\tتا در او نور معرفت بینی", "تهی از حکمتی به علت آن\t\tکه پری از طعام تا بینی"]}, {"sec-name": "حکایت شمارهٔ ۲۳", "sec-poems": ["بخشایش الهی گم شده‌ای را در مناهی چراغ توفیق فرا راه داشت تا به حلقه اهل تحقیق در آمد.", "به یمن قدم درویشان و صدق نفس ایشان ذمائم اخلاقش به حمائد مبدل گشت دست از هوا و هوس کوتاه کرده.", "و زبان طاعنان در حق او همچنان دراز که بر قاعده اوّل است و زهد و طاعتش نامعوّل.", "به عذر و توبه توان رستن از عذاب خدای\t\tولیک می‌نتوان از زبان مردم رست", "طاقت جور زبان‌ها نیاورد و شکایت پیش پیر طریقت برد.", "جوابش داد که: شکر این نعمت چگونه گزاری که بهتر از آنی که پندارندت؟!", "چند گویی که بد اندیش و حسود\t\tعیبجویان من مسکینند", "گه به خون ریختنم برخیزند\t\tگه به بد خواستنم بنشینند", "نیک باشی و بدت گوید خلق\t\tبه که بد باشی و نیکت بینند", "لیکن مرا -که حسن ظن همگان در حق من به کمال است و من در عین نقصان- روا باشد اندیشه بردن و تیمار خوردن.", "اِنّی لَمُستَتِرٌ مِنْ عَینِ جیرانی\t\tوَ الله یَعلمُ اِسراری و اِعلانی", "در بسته به روی خود ز مردم\t\tتا عیب نگسترند ما را", "در بسته چه سود و عالم الغیب\t\tدانای نهان و آشکارا"]}, {"sec-name": "حکایت شمارهٔ ۲۴", "sec-poems": ["پیش یکی از مشایخ گله کردم که: فلان به فساد من گواهی داده است.", "گفتا: به صلاحش خجل کن!", "تو نیکو روش باش تا بدسگال\t\tبه نقص تو گفتن نیابد مجال", "چو آهنگ بربط بود مستقیم\t\tکی از دست مطرب خورد گوشمال"]}, {"sec-name": "حکایت شمارهٔ ۲۵", "sec-poems": ["یکی را از مشایخ شام پرسیدند از حقیقت تصوف.", "گفت: پیش از این طایفه‌ای در جهان بودند به صورت پریشان و به معنی جمع، اکنون جماعتی هستند به صورت جمع و به معنی پریشان.", "چو هر ساعت از تو به جایی رود دل\t\tبه تنهایی اندر صفایی نبینی", "ورت جاه و مال است و زرع و تجارت\t\tچو دل با خدای است خلوت نشینی"]}, {"sec-name": "حکایت شمارهٔ ۲۶", "sec-poems": ["یاد دارم که شبی در کاروانی همه شب رفته بودم و سحر در کنار بیشه‌ای خفته.", "شوریده‌ای که در آن سفر همراه ما بود نعره‌ای برآورد و راه بیابان گرفت و یک نفس آرام نیافت.", "چون روز شد گفتمش: آن چه حالت بود؟", "گفت: بلبلان را دیدم که به نالش در آمده بودند از درخت و کبکان از کوه و غوکان در آب و بهایم از بیشه.", "اندیشه کردم که مروّت نباشد همه در تسبیح و من به غفلت خفته.", "دوش مرغی به صبح می‌نالید\t\tعقل و صبرم ببرد و طاقت و هوش", "یکی از دوستان مخلص را\t\tمگر آواز من رسید به گوش", "گفت باور نداشتم که تو را\t\tبانگ مرغی چنین کند مدهوش", "گفتم این شرط آدمیت نیست\t\tمرغ تسبیح‌گوی و من خاموش"]}, {"sec-name": "حکایت شمارهٔ ۲۷", "sec-poems": ["وقتی در سفر حجاز طایفه‌ای جوانان صاحبدل همدم من بودند و هم قدم.", "وقت‌ها زمزمه‌ای بکردندی و بیتی محققانه بگفتندی، و عابدی در سبیل منکر حال درویشان بود و بی‌خبر از درد ایشان.", "تا برسیدیم به خیل بنی هلال، کودکی سیاه از حیّ عرب به در آمد و آوازی بر آورد که مرغ از هوا در آورد.", "اشتر عابد را دیدم که به رقص اندر آمد و عابد را بینداخت و برفت.", "گفتم: ای شیخ! در حیوانی اثر کرد و تو را همچنان تفاوت نمی‌کند.", "دانی چه گفت مرا آن بلبل سحری؟\t\tتو خود چه آدمیی کز عشق بی خبری!", "اشتر به شعر عرب در حالت است و طرب\t\tگر ذوق نیست تو را کژ طبع جانوری", "وَ عِندَ هُبوبِ النّاشراتِ عَلَی الحِمی\t\tتَمیلُ غُصونُ البانِ لا الحَجَرُ الصَّلدُ", "به ذکرش هر چه بینی در خروش است\t\tدلی داند در این معنی که گوش است", "نه بلبل بر گلش تسبیح خوانیست\t\tکه هر خاری به تسبیحش زبانیست"]}, {"sec-name": "حکایت شمارهٔ ۲۸", "sec-poems": ["یکی را از ملوک مدّت عمر سپری شد. قائم مقامی نداشت. وصیت کرد که بامدادان نخستین کسی که از در شهر اندر آید تاج شاهی بر سر وی نهند و تفویض مملکت بدو کنند.", "اتفاقاً اول کسی که در آمد گدایی بود همه عمر لقمه اندوخته و رقعه دوخته.", "ارکان دولت و اعیان حضرت وصیت ملک به جای آوردند و تسلیم مفاتیح قلاع و خزاین بدو کردند و مدّتی ملک راند تا بعضی امرای دولت گردن از طاعت او بپیچانیدند و ملوک از هر طرف به منازعت خاستن گرفتند و به مقاومت لشکر آراستن.", "فی الجمله سپاه و رعیت به هم بر آمدند و برخی طرف بلاد از قبض تصرف او به در رفت.", "درویش از این واقعه خسته خاطر همی‌بود تا یکی از دوستان قدیمش که در حالت درویشی قرین بود از سفری باز آمد و در چنان مرتبه دیدش.", "گفت: منت خدای را عزّ و جل که گلت از خار بر آمد و خار از پای به در آمد و بخت بلندت رهبری کرد و اقبال و سعادت یاوری تا بدین پایه رسیدی. اِنَّ مَع العسرِ یُسراً.", "شکوفه گاه شکفته است و گاه خوشیده\t\tدرخت وقت برهنه است و وقت پوشیده", "گفت: ای یار عزیز! تعزیتم کن که جای تهنیت نیست. آن گه که تو دیدی غم نانی داشتم و امروز تشویش جهانی.", "اگر دنیا نباشد دردمندیم\t\tوگر باشد به مهرش پای بندیم", "حجابی زین درون آشوب تر نیست\t\tکه رنج خاطر است ار هست و گر نیست", "مطلب گر توانگری خواهی\t\tجز قناعت که دولتیست هنی", "گر غنی زر به دامن افشاند\t\tتا نظر در ثواب او نکنی", "کز بزرگان شنیده‌ام بسیار\t\tصبر درویش به که بذل غنی", "اگر بریان کند بهرام گوری\t\tنه چون پای ملخ باشد ز موری"]}, {"sec-name": "حکایت شمارهٔ ۲۹", "sec-poems": ["ابوهریره رضی الله عنه هر روز به خدمت مصطفی صلی الله علیه آمدی. گفت: یا اباهریره! زُرنی غِبّاً تَزْدَد حُباً: هر روز میا تا محبت زیادت شود.", "صاحبدلی را گفتند: بدین خوبی که آفتاب است نشنیده‌ایم که کس او را دوست گرفته است و عشق آورده. گفت: برای آن که هر روز می‌توان دید مگر در زمستان که محجوب است و محبوب.", "به دیدار مردم شدن عیب نیست\t\tولیکن نه چندان که گویند بس", "اگر خویشتن را ملامت کنی\t\tملامت نباید شنیدت ز کس"]}, {"sec-name": "حکایت شمارهٔ ۳۰", "sec-poems": ["یکی را از بزرگان بادی مخالف در شکم پیچیدن گرفت و طاقت ضبط آن نداشت و بی اختیار از او صادر شد. گفت ای دوستان مرا در آنچه کردم اختیاری نبود و بزهی بر من ننوشتند و راحتی به وجود من رسید. شما هم به کرم معذور دارید.", "شکم زندان باد است ای خردمند\t\tندارد هیچ عاقل باد در بند", "چو باد اندر شکم پیچد فرو هل\t\tکه باد اندر شکم بار است بر دل", "حریف ترشروی ناسازگار\t\tچو خواهد شدن دست پیشش مدار"]}, {"sec-name": "حکایت شمارهٔ ۳۱", "sec-poems": ["از صحبت یاران دمشقم ملالتی پدید آمده بود. سر در بیابان قدس نهادم و با حیوانات انس گرفتم.", "تا وقتی که اسیر فرنگ شدم و در خندق طرابلس با جهودانم به کار گل بداشتند.", "یکی از رؤسای حلب که سابقه‌ای میان ما بود گذر کرد و بشناخت و گفت: ای فلان! این چه حالت است؟!", "گفتم: چه گویم:", "همی‌گریختم از مردمان به کوه و به دشت\t\tکه از خدای نبودم به آدمی پرداخت", "قیاس کن که چه حالم بود در این ساعت\t\tکه در طویله نامردمم بباید ساخت", "پای در زنجیر پیش دوستان\t\tبه که با بیگانگان در بوستان", "بر حالت من رحمت آورد و به ده دینار از قیدم خلاص کرد و با خود به حلب برد و دختری که داشت به نکاح من در آورد به کابین صد دینار.", "مدتی بر آمد، بدخوی ستیزه روی نافرمان بود. زبان درازی کردن گرفت و عیش مرا منغّص داشتن.", "زن بد در سرای مرد نکو\t\tهم در این عالم است دوزخ او", "زینهار از قرین بد زنهار\t\tوَ قِنا رَبَنا عذابَ النّار", "باری زبان تعنّت دراز کرده همی‌گفت: تو آن نیستی که پدر من تو را از فرنگ باز خرید؟", "گفتم: بلی! من آنم که به ده دینار از قید فرنگم باز خرید و به صد دینار به دست تو گرفتار کرد.", "شنیدم گوسپندی را بزرگی\t\tرهانید از دهان و دست گرگی", "شبانگه کارد در حلقش بمالید\t\tروان گوسپند از وی بنالید", "که از چنگال گرگم در ربودی\t\tچو دیدم عاقبت خود گرگ بودی"]}, {"sec-name": "حکایت شمارهٔ ۳۲", "sec-poems": ["یکی از پادشاهان عابدی را پرسید -که عیالان داشت- : اوقات عزیز چگونه می‌گذرد؟ گفت: همه شب در مناجات و سحر در دعای حاجات و همه روز در بند اخراجات.", "ملک را مضمون اشارت عابد معلوم گشت. فرمود تا وجه کفاف وی معین دارند و بار عیال از دل او بر خیزد.", "ای گرفتار پایبند عیال\t\tدیگر آسودگی مبند خیال", "غم فرزند و نان و جامه و قوت\t\tبازت آرد ز سیر در ملکوت", "همه روز اتفاق می‌سازم\t\tکه به شب با خدای پردازم", "شب چو عقد نماز می‌بندم\t\tچه خورد بامداد فرزندم"]}, {"sec-name": "حکایت شمارهٔ ۳۳", "sec-poems": ["یکی از متعبّدان در بیشه زندگانی کردی و برگ درختان خوردی.", "پادشاهی به حکم زیارت به نزدیک وی رفت و گفت: اگر مصلحت بینی به شهر اندر برای تو مقامی بسازم که فراغ عبادت از این به دست دهد و دیگران هم به برکت انفاس شما مستفید گردند و به صلاح اعمال شما اقتدا کنند.", "زاهد را این سخن قبول نیامد و روی بر تافت.", "یکی از وزیران گفتش: پاس خاطر ملک را روا باشد که چند روزی به شهر اندر آیی و کیفیت مکان معلوم کنی، پس اگر صفای وقت عزیزان را از صحبت اغیار کدورتی باشد اختیار باقیست.", "آورده‌اند که عابد به شهر اندر آمد و بستان سرای خاص ملک را بدو پرداختند، مقامی دلگشای روان آسای.", "گل سرخش چو عارض خوبان\t\tسنبلش همچو زلف محبوبان", "همچنان از نهیب برد عجوز\t\tشیر ناخورده طفل دایه هنوز", "وَ اَفانینِ عَلیها جُلَّنار\t\tعُلِّقَتْ بِالشَّجَرِ الاَخْضَرِ نار", "ملک در حال کنیزکی خوبروی پیش فرستاد:", "ازین مه پاره‌ای عابد فریبی\t\tملائک صورتی طاووس زیبی", "که بعد از دیدنش صورت نبندد\t\tوجود پارسایان را شکیبی", "همچنین در عقبش غلامی بدیع الجمال لطیف الاعتدال:", "هَلکَ الناسُ حَولَهُ عطشاً\t\tوَ هْوَ ساقٍ یَری وَ لا یَسقی", "دیده از دیدنش نگشتی سیر\t\tهمچنان کز فرات مستسقی", "عابد طعام‌های لذیذ خوردن گرفت و کسوت‌های لطیف پوشیدن و از فواکه و مشموم و حلاوات تمتّع یافتن و در جمال غلام و کنیزک نظر کردن و خردمندان گفته‌اند زلف خوبان زنجیر پای عقل است و دام مرغ زیرک.", "در سر کار تو کردم دل و دین با همه دانش\t\tمرغ زیرک به حقیقت منم امروز و تو دامی", "فی الجمله دولت وقت مجموع به روز زوال آمد. چنان که شاعر گوید:", "هر که هست از فقیه و پیر و مرید\t\tوز زبان آوران پاک نفس", "چون به دنیای دون فرود آید\t\tبه عسل در بماند پای مگس", "بار دیگر ملک به دیدن او رغبت کرد.", "عابد را دید از هیأت نخستین بگردیده و سرخ و سپید بر آمده و فربه شده و بر بالش دیبا تکیه زده و غلام پری پیکر به مروحه طاووسی بالای سر ایستاده.", "بر سلامت حالش شادمانی کرد و از هر دری سخن گفتند تا ملک به انجام سخن گفت: چنین که من این هر دو طایفه را دوست دارم در جهان کس ندارد یکی علما و دیگر زهاد را.", "وزیر فیلسوف جهاندیدهٔ حاذق که با او بود گفت: ای خداوند! شرط دوستی آن است که با هر دو طایفه نکویی کنی، عالمان را زر بده تا دیگر بخوانند و زاهدان را چیزی مده تا زاهد بمانند.", "خاتون خوب صورت پاکیزه روی را\t\tنقش و نگار و خاتم پیروزه گو مباش", "درویش نیک سیرت پاکیزه خوی را\t\tنان رباط و لقمه دریوزه گو مباش", "تا مرا هست و دیگرم باید\t\tگر نخوانند زاهدم شاید"]}, {"sec-name": "حکایت شمارهٔ ۳۴", "sec-poems": ["مطابق این سخن پادشاهی را مهمی پیش آمد. گفت اگر این حالت به مراد من بر آید چندین درم دهم زاهدان را.", "چون حاجتش بر آمد و تشویش خاطرش برفت وفای نذرش به وجود شرط لازم آمد. یکی را از بندگان خاص کیسه درم داد تا صرف کند بر زاهدان.", "گویند غلامی عاقل هشیار بود. همه روز بگردید و شبانگه باز آمد و درم‌ها بوسه داد و پیش ملک بنهاد و گفت: زاهدان را چندان که گردیدم نیافتم!", "گفت: این چه حکایت است؟! آنچه من دانم در این ملک چهارصد زاهد است.", "گفت: ای خداوند جهان! آن که زاهد است نمی‌ستاند و آن که می‌ستاند زاهد نیست.", "ملک بخندید و ندیمان را گفت: چندان که مرا در حق خداپرستان ارادت است و اقرار، مر این شوخ دیده را عداوت است و انکار و حق به جانب اوست!", "زاهد که درم گرفت و دینار\t\tزاهدتر از او یکی به دست آر"]}, {"sec-name": "حکایت شمارهٔ ۳۵", "sec-poems": ["یکی را از علمای راسخ پرسیدند: چه گویی در نان وقف؟", "گفت: اگر نان از بهر جمعیت خاطر می‌ستاند حلال است و اگر جمع از بهر نان می‌نشیند حرام.", "نان از برای کنج عبادت گرفته‌اند\t\tصاحبدلان نه کنج عبادت برای نان"]}, {"sec-name": "حکایت شمارهٔ ۳۶", "sec-poems": ["درویشی به مقامی در آمد که صاحب آن بقعه کریم النفس بود. طایفه اهل فضل و بلاغت در صحبت او هر یکی بذله و لطیفه همی‌گفتند.", "درویش راه بیابان کرده بود و مانده و چیزی نخورده.", "یکی از آن میان به طریق ظرافت گفت: تو را هم چیزی بباید گفت.", "گفت: مرا چون دیگران فضل و ادبی نیست و چیزی نخوانده‌ام به یک بیت از من قناعت کنید.", "همگان به رغبت گفتند: بگوی!", "گفت:", "من گرسنه در برابرم سفره نان\t\tهمچون عزبم بر در حمام زنان", "یاران نهایت عجز او بدانستند و سفره پیش آوردند.", "صاحب دعوت گفت: ای یار! زمانی توقف کن که پرستارانم کوفته بریان می‌سازند.", "درویش سر بر آورد و گفت:", "کوفته بر سفره من گو مباش\t\tگرسنه را نان تهی کوفته است"]}, {"sec-name": "حکایت شمارهٔ ۳۷", "sec-poems": ["مریدی گفت پیر را: چه کنم کز خلایق به رنج اندرم از بس که به زیارت من همی‌آیند و اوقات مرا از تردّد ایشان تشویش می‌باشد؟", "گفت: هر چه درویشانند مر ایشان را وامی بده و آنچه توانگرانند از ایشان چیزی بخواه که دیگر یکی گرد تو نگردند!", "گر گدا پیشرو لشکر اسلام بود\t\tکافر از بیم توقع برود تا در چین"]}, {"sec-name": "حکایت شمارهٔ ۳۸", "sec-poems": ["فقیهی پدر را گفت: هیچ از این سخنان رنگین دلاویز متکلمان در من اثر نمی‌کند به حکم آن که نمی‌بینم مر ایشان را فعلی موافق گفتار:", "ترک دنیا به مردم آموزند\t\tخویشتن سیم و غلّه اندوزند", "عالمی را که گفت باشد و بس\t\tهر چه گوید نگیرد اندر کس", "عالم آن کس بود که بد نکند\t\tنه بگوید به خلق و خود نکند", "اَتَأمُرونَ الناسَ بِالبِرِّ وَ تَنْسَونَ اَنفُسَکُم", "عالم که کامرانی و تن پروری کند\t\tاو خویشتن گم است که را رهبری کند", "پدر گفت: ای پسر! به مجرد خیال باطل نشاید روی از تربیت ناصحان بگردانیدن و علما را به ضلالت منسوب کردن و در طلب عالم معصوم از فواید علم محروم ماندن، همچو نابینایی که شبی در وحل افتاده بود و می‌گفت: آخر یکی از مسلمانان چراغی فرا راه من دارید. زنی مازحه بشنید و گفت: تو که چراغ نبینی به چراغ چه بینی؟! همچنین مجلس وعظ چو کلبه بزّاز است آنجا تا نقدی ندهی بضاعتی نستانی و اینجا تا ارادتی نیاری سعادتی نبری.", "گفت عالم به گوش جان بشنو\t\tور نماند به گفتنش کردار", "باطل است آنچه مدّعی گوید\t\tخفته را خفته کی کند بیدار", "مرد باید که گیرد اندر گوش\t\tور نوشته است پند بر دیوار", "صاحبدلی به مدرسه آمد ز خانقاه\t\tبشکست عهد صحبت اهل طریق را", "گفتم میان عالم و عابد چه فرق بود\t\tتا اختیار کردی از آن این فریق را", "گفت آن گلیم خویش بدر می‌برد ز موج\t\tوین جهد می‌کند که بگیرد غریق را"]}, {"sec-name": "حکایت شمارهٔ ۳۹", "sec-poems": ["یکی بر سر راهی مست خفته بود و زمام اختیار از دست رفته.", "عابدی بر وی گذر کرد و در آن حالت مستقبح او نظر کرد.", "جوان از خواب مستی سر بر آورد و گفت:", "اذا مَرّوا بِاللغو مَرّوا کراماً", "اذا رأیت اثیما کُن ساتِراً و حلیماً\t\tیا من تُقَبِّح امری لِمَ لا تَمُر کریما", "متاب، ای پارسا، روی از گنهکار\t\tبه بخشایندگی در وی نظر کن", "اگر من ناجوانمردم به کردار\t\tتو بر من چون جوانمردان گذر کن"]}, {"sec-name": "حکایت شمارهٔ ۴۰", "sec-poems": ["طایفهٔ رندان به خلاف درویشی به در آمدند و سخنان ناسزا گفتند و بزدند و برنجانیدند.", "شکایت از بی‌طاقتی پیش پیر طریقت برد که چنین حالی رفت.", "گفت: ای فرزند! خرقه‌ٔ درویشان جامهٔ رضاست، هر که در این کسوت تحمّل بی‌مرادی نکند مدعی است و خرقه بر او حرام.", "دریای فراوان نشود تیره به سنگ\t\tعارف که برنجد تنک آب است هنوز", "گر گزندت رسد تحمل کن\t\tکه به عفو از گناه پاک شوی", "ای برادر چو خاک خواهی شد\t\tخاک شو، پیش از آنکه خاک شوی"]}, {"sec-name": "حکایت شمارهٔ ۴۱", "sec-poems": ["این حکایت شنو که در بغداد\t\tرایت و پرده را خلاف افتاد", "رایت از گرد راه و رنج رکاب\t\tگفت با پرده از طریق عتاب:", "من و تو هر دو خواجه‌تاشانیم\t\tبندهٔ بارگاه سلطانیم", "من ز خدمت دمی نیاسودم\t\tگاه و بیگاه در سفر بودم", "تو نه رنج آزموده‌ای نه حصار\t\tنه بیابان و باد و گرد و غبار", "قدم من به سعی پیشتر است\t\tپس چرا عزت تو بیشتر است", "تو بر بندگان مه رویی\t\tبا غلامان یاسمن بویی", "من فتاده به دست شاگردان\t\tبه سفر پایبند و سرگردان", "گفت من سر بر آستان دارم\t\tنه چو تو سر بر آسمان دارم", "هر که بیهوده گردن افرازد\t\tخویشتن را به گردن اندازد"]}, {"sec-name": "حکایت شمارهٔ ۴۲", "sec-poems": ["یکی از صاحبدلان زورآزمایی را دید به هم بر آمده و کف بر دماغ انداخته.", "گفت: این را چه حالت است؟", "گفتند: فلان دشنام دادش.", "گفت: این فرومایه هزار من سنگ برمی‌دارد و طاقت سخنی نمی‌آرد.", "لاف سرپنجگی و دعوی مردی بگذار\t\tعاجز نفس فرومایه، چه مردی، چه زنی", "گرت از دست بر آید دهنی شیرین کن\t\tمردی آن نیست که مشتی بزنی بر دهنی", "اگر خود بر دَرَد پیشانی پیل\t\tنه مرد است آن که در وی مردمی نیست", "بنی آدم سرشت از خاک دارد\t\tاگر خاکی نباشد آدمی نیست"]}, {"sec-name": "حکایت شمارهٔ ۴۳", "sec-poems": ["بزرگی را پرسیدم از سیرت اخوان صفا. گفت: کمینه آن که مراد خاطر یاران بر مصالح خویش مقدّم دارد و حکما گفته‌اند: برادر که در بند خویش است نه برادر و نه خویش است.", "همراه اگر شتاب کند همره تو نیست\t\tدل در کسی مبند که دل بسته تو نیست", "چون نبود خویش را دیانت و تقوی\t\tقطع رحم بهتر از مودت قربی", "یاد دارم که مدّعی در این بیت بر قول من اعتراض کرده بود و گفته: حق تعالی در کتاب مجید از قطع رحم نهی کرده است و به مودت ذی القربی فرموده و اینچه تو گفتی مناقض آن است. گفتم: غلط کردی که موافق قرآن است:", "و اِن جاهَداکَ عَلی اَن تُشْرِکَ بی ما لَیْسَ لَکَ به عِلمٌ فلا تُطِعْهما", "هزار خویش که بیگانه از خدا باشد\t\tفدای یک تن ِ بیگانه کآشنا باشد"]}, {"sec-name": "حکایت شمارهٔ ۴۴", "sec-poems": ["پیرمردی لطیف در بغداد\t\tدخترک را به کفشدوزی داد", "مردک سنگدل چنان بگزید\t\tلب دختر که خون از او بچکید", "بامدادان پدر چنان دیدش\t\tپیش داماد رفت و پرسیدش", "کای فرومایه این چه دندان است؟\t\tچند خایی لبش؟ نه انبان است", "به مزاحت نگفتم این گفتار\t\tهزل بگذار و جِد از او بردار", "خوی بد در طبیعتی که نشست\t\tندهد جز به وقت مرگ از دست"]}, {"sec-name": "حکایت شمارهٔ ۴۵", "sec-poems": ["آورده‌اند که فقیهی دختری داشت به غایت زشت به جای زنان رسیده و با وجود جهاز و نعمت کسی در مناکحت او رغبت نمی‌نمود.", "زشت باشد دبیقی و دیبا\t\tکه بود بر عروس نازیبا", "فی‌الجمله به حکم ضرورت عقد نکاحش با ضریری ببستند.", "آورده‌اند که حکیمی در آن تاریخ از سرندیب آمده بود که دیدهٔ نابینا روشن همی‌کرد.", "فقیه را گفتند: داماد را چرا علاج نکنی؟", "گفت: ترسم که بینا شود و دخترم را طلاق دهد.", "شوی زن زشت روی، نابینا به"]}, {"sec-name": "حکایت شمارهٔ ۴۶", "sec-poems": ["پادشاهی به دیده استحقار در طایفه درویشان نظر کرد.", "یکی زآن میان به فراست به جای آورد و گفت: ای ملک! ما در این دنیا به جیش از تو کمتریم و به عیش خوشتر و به مرگ برابر و به قیامت بهتر.", "اگر کشور خدای کامران است\t\tوگر درویش حاجتمند نان است", "در آن ساعت که خواهند این و آن مرد\t\tنخواهند از جهان بیش از کفن برد", "چو رخت از مملکت بربست خواهی\t\tگدایی بهتر است از پادشاهی", "ظاهرِ درویشی جامه ژنده است و موی سِترده و حقیقتِ آن دلِ زنده و نفس مرده.", "نه آنکه بر در دعوی نشیند از خلقی\t\tوگر خلاف کنندش به جنگ برخیزد", "اگر ز کوه فرو غلطد آسیا سنگی\t\tنه عارف است که از راه سنگ برخیزد", "طریق درویشان ذکر است و شکر و خدمت و طاعت و ایثار و قناعت و توحید و توکل و تسلیم و تحمل.", "هر که بدین صفتها که گفتم موصوف است به حقیقت درویش است وگر در قباست.", "اما هرزه‌گردی بی نماز هواپرست هوسباز که روزها به شب آرد در بند شهوت و شبها روز کند در خواب غفلت و بخورد هر چه در میان آید و بگوید هر چه بر زبان آید رند است وگر در عباست.", "ای درونت برهنه از تقوی\t\tکز برون جامه ریا داری", "پرده هفت رنگ در مگذار\t\tتو که در خانه بوریا داری"]}, {"sec-name": "حکایت شمارهٔ ۴۷", "sec-poems": ["دیدم گل تازه چند دسته\t\tبر گنبدی از گیاه رسته", "گفتم: چه بود گیاه ناچیز\t\tتا در صف گل نشیند او نیز؟", "بگریست گیاه و گفت خاموش\t\tصحبت نکند کرم فراموش", "گر نیست جمال و رنگ و بویم\t\tآخر نه گیاه باغ اویم؟", "من بنده حضرت کریمم\t\tپرورده نعمت قدیمم", "گر بی هنرم وگر هنرمند\t\tلطف است امیدم از خداوند", "با آن که بضاعتی ندارم\t\tسرمایه طاعتی ندارم", "او چاره کار بنده داند\t\tچون هیچ وسیلتش نماند", "رسم است که مالکان تحریر\t\tآزاد کنند بنده پیر", "ای بار خدای عالم آرای\t\tبر بنده پیر خود ببخشای", "سعدی ره کعبه رضا گیر\t\tای مرد خدا در خدا گیر", "بدبخت کسی که سر بتابد\t\tزین در که دری دگر بیابد"]}, {"sec-name": "حکایت شمارهٔ ۴۸", "sec-poems": ["حکیمی را پرسیدند: از سخاوت و شجاعت کدام بهتر است؟", "گفت: آن که را سخاوت است به شجاعت حاجت نیست.", "نماند حاتم طایی ولیک تا به ابد\t\tبماند نام بلندش به نیکویی مشهور", "زکات مال به در کن که فضله رز را\t\tچو باغبان بزند بیشتر دهد انگور", "نبشته است بر گور بهرام گور\t\tکه دست کرم به ز بازوی زور"]}]}, {"bab-name": "باب سوم در فضیلت قناعت", "bab-url": "/saadi/golestan/gbab3", "bab-sections": [{"sec-name": "حکایت شمارهٔ ۱", "sec-poems": ["خواهنده مغربی در صف بزّازان حلب می‌گفت: ای خداوندان نعمت، اگر شما را انصاف بودی و ما را قناعت، رسم سؤال از جهان برخاستی.", "ای قناعت! توانگرم گردان\t\tکه ورای تو هیچ نعمت نیست", "کنج صبر اختیار لقمان است\t\tهر که را صبر نیست حکمت نیست"]}, {"sec-name": "حکایت شمارهٔ ۲", "sec-poems": ["دو امیرزاده در مصر بودند. یکی علم آموخت و دیگر مال اندوخت. عاقبة الاَمر آن یکی علاّمه عصر گشت و این یکی عزیز مصر شد.", "پس این توانگر به چشم حقارت در فقیه نظر کردی و گفتی: من به سلطنت رسیدم و این همچنان در مسکنت بمانده است.", "گفت: ای برادر! شکر نعمت باری عزّ اسمه همچنان افزون‌تر است بر من که میراث پیغمبران یافتم یعنی علم و تو را میراث فرعون و هامان رسید یعنی ملک مصر.", "من آن مورم که در پایم بمالند\t\tنه زنبورم که از دستم بنالند", "کجا خود شکر این نعمت گزارم\t\tکه زور مردم آزاری ندارم"]}, {"sec-name": "حکایت شمارهٔ ۳", "sec-poems": ["درویشی را شنیدم که در آتش فاقه می‌سوخت و رقعه بر خرقه همی‌دوخت و تسکین خاطر مسکین را همی‌گفت:", "به نان خشک قناعت کنیم و جامه دلق\t\tکه بار محنت خود به که بار منت خلق", "کسی گفتش: چه نشینی که فلان در این شهر طبعی کریم دارد و کرمی عمیم، میان به خدمت آزادگان بسته و بر در دلها نشسته. اگر بر صورت حال تو چنان که هست وقوف یابد پاس خاطر عزیزان داشتن منت دارد و غنیمت شمارد.", "گفت: خاموش! که در پسی مردن به که حاجت پیش کسی بردن.", "هم رقعه دوختن به و الزام کنج صبر\t\tکز بهر جامه رقعه بر خواجگان نبشت", "حقا که با عقوبت دوزخ برابر است\t\tرفتن به پایمردی همسایه در بهشت"]}, {"sec-name": "حکایت شمارهٔ ۴", "sec-poems": ["یکی از ملوک عجم طبیبی حاذق به خدمت مصطفی صلی الله علیه و سلم فرستاد.", "سالی در دیار عرب بود و کسی تجربه پیش او نیاورد و معالجه از وی در نخواست.", "پیش پیغمبر آمد و گله کرد که: مر این بنده را برای معالجت اصحاب فرستاده‌اند و در این مدّت کسی التفاتی نکرد تا خدمتی که بر بنده معین است به جای آورد.", "رسول علیه السلام گفت: این طایفه را طریقتی است که تا اشتها غالب نشود، نخورند و هنوز اشتها باقی بود که دست از طعام بدارند.", "حکیم گفت: این است موجب تندرستی.", "زمین ببوسید و برفت.", "سخن آنگه کند حکیم آغاز\t\tیا سرانگشت سوی لقمه دراز", "که ز ناگفتنش خلل زاید\t\tیا ز ناخوردنش به جان آید", "لا جرم حکمتش بود گفتار\t\tخوردنش تندرستی آرد بار", "حکیمان دیر دیر خورند و عابدان نیم سیر و زاهدان سد رمق و جوانان تا طبق برگیرند و پیران تا عرق بکنند، اما قلندران چندان که در معده جای نفس نماند و بر سفره روزی کس. "]}, {"sec-name": "حکایت شمارهٔ ۵", "sec-poems": ["در سیرت اردشیر بابکان آمده است که حکیم عرب را پرسید که: روزی چه مایه طعام باید خوردن؟", "گفت: صد درم سنگ کفایت است.", "گفت: این قدر چه قوّت دهد؟", "گفت: هذا المِقدارُ یَحمِلُکَ و ما زادَ عَلی ذلک فَانتَ حامِلُه یعنی این قدر تو را بر پای همی‌دارد و هر چه بر این زیادت کنی تو حمال آنی.", "خوردن برای زیستن و ذکر کردن است\t\tتو معتقد که زیستن از بهر خوردن است"]}, {"sec-name": "حکایت شمارهٔ ۶", "sec-poems": ["دو درویش خراسانی ملازم صحبت یکدیگر سفر کردندی. یکی ضعیف بود که هر بدو شب افطار کردی و دیگر قوی که روزی سه بار خوردی.", "اتفاقاً بر در شهری به تهمت جاسوسی گرفتار آمدند. هر دو را به خانه‌ای کردند و در به گل بر آوردند.", "بعد از دو هفته معلوم شد که بی گناهند. در را گشادند، قوی را دیدند مرده و ضعیف جان به سلامت برده.", "مردم در این عجب ماندند.", "حکیمی گفت: خلاف این عجب بودی، آن یکی بسیار خوار بوده است، طاقت بینوایی نیاورد، به سختی هلاک شد. وین دگر خویشتن دار بوده است، لاجرم بر عادت خویش صبر کرد و به سلامت بماند.", "چو کم خوردن طبیعت شد کسی را\t\tچو سختی پیشش آید سهل گیرد", "وگر تن پرور است اندر فراخی\t\tچو تنگی بیند از سختی بمیرد"]}, {"sec-name": "حکایت شمارهٔ ۷", "sec-poems": ["یکی از حکما پسر را نهی همی‌کرد از بسیار خوردن که سیری مردم را رنجور کند.", "گفت: ای پدر! گرسنگی خلق را بکشد، نشنیده‌ای که ظریفان گفته‌اند به سیری مردن به که گرسنگی بردن.", "گفت: اندازه نگهدار، کُلوا وَ اشرَبوا وَ لا تُسْرِفوا.", "نه چندان بخور کز دهانت بر آید\t\tنه چندان که از ضعف جانت بر آید", "با آن که در وجود طعام است عیش نفس\t\tرنج آورد طعام که بیش از قدر بود", "گر گلشکر خوری به تکلف زیان کند\t\tور نان خشک دیر خوری گلشکر بود", "رنجوری را گفتند: دلت چه می‌خواهد؟", "گفت: آن که دلم چیزی نخواهد.", "معده چو کج گشت و شکم درد خاست\t\tسود ندارد همه اسباب راست"]}, {"sec-name": "حکایت شمارهٔ ۸", "sec-poems": ["بقالی را درمی چند بر صوفیان گرد آمده بود در واسط.", "هر روز مطالبت کردی و سخنان با خشونت گفتی.", "اصحاب از تعنت وی خسته خاطر همی‌بودند و از تحمل چاره نبود.", "صاحبدلی در آن میان گفت: نفس را وعده دادن به طعام آسان‌تر است که بقال را به درم.", "ترک احسان خواجه اولیتر\t\tکاحتمال جفای بوابان", "به تمنای گوشت مردن به\t\tکه تقاضای زشت قصابان"]}, {"sec-name": "حکایت شمارهٔ ۹", "sec-poems": ["جوانمردی را در جنگ تاتار جراحتی هول رسید.", "کسی گفت: فلان بازرگان نوشدارو دارد. اگر بخواهی باشد که دریغ ندارد.", "گویند آن بازرگان به بخل معروف بود.", "گر به جای نانش اندر سفره بودی آفتاب\t\tتا قیامت روز روشن کس ندیدی در جهان", "جوانمرد گفت: اگر خواهم دارو دهد یا ندهد و گر دهد منفعت کند یا نکند، باری خواستن از او زهر کشنده است.", "هر چه از دونان به منّت خواستی\t\tدر تن افزودیّ و از جان کاستی", "و حکیمان گفته‌اند: آب حیات اگر فروشند فی‌المثل به آب روی دانا نخرد که مردن به علت به از زندگانی به مذلت.", "اگر حنظل خوری از دست خوشخوی\t\tبه از شیرینی از دست ترش‌روی"]}, {"sec-name": "حکایت شمارهٔ ۱۰", "sec-poems": ["یکی از علما خورندهٔ بسیار داشت و کفاف اندک. یکی را از بزرگان که در او معتقد بود بگفت. روی از توقع او در هم کشید و تعرّض سؤال از اهل ادب در نظرش قبیح آمد.", "ز بخت روی ترش کرده پیش یار عزیز\t\tمرو که عیش بر او نیز تلخ گردانی", "به حاجتی که روی تازه روی و خندان رو\t\tفرو نبندد کار گشاده پیشانی", "آورده‌اند که اندکی در وظیفهٔ او زیادت کرد و بسیاری از ارادت کم. دانشمند چون پس از چند روز مودت معهود بر قرار ندید گفت:", "بِئس المطاعِمُ حینَ الذُلِّ تَکسِبُها\t\tالقِدرُ مُنْتَصَبٌ وَ القَدرُ مَخفوضٌ", "نانم افزود و آبرویم کاست\t\tبینوایی به از مذلت خواست"]}, {"sec-name": "حکایت شمارهٔ ۱۱", "sec-poems": ["درویشی را ضرورتی پیش آمد.", "کسی گفت: فلان نعمتی دارد بی قیاس، اگر بر حاجت تو واقف گردد همانا که در قضای آن توقف روا ندارد.", "گفت: من او را ندانم.", "گفت: منت رهبری کنم.", "دستش گرفت تا به منزل آن شخص در آورد.", "یکی را دید لب فرو هشته و تند نشسته.", "برگشت و سخن نگفت.", "کسی گفتش: چه کردی؟", "گفت: عطای او را به لقای او بخشیدم.", "مبر حاجت به نزدیک ترش روی\t\tکه از خوی بدش فرسوده گردی", "اگر گویی غم دل با کسی گوی\t\tکه از رویش به نقد آسوده گردی"]}, {"sec-name": "حکایت شمارهٔ ۱۲", "sec-poems": ["خشکسالی در اسکندریه عنان طاقت درویش از دست رفته بود، درهای آسمان بر زمین بسته و فریاد اهل زمین به آسمان پیوسته.", "نماند جانور از وحش و طیر و ماهی و مور\t\tکه بر فلک نشد از بی مرادی افغانش", "عجب که دود دل خلق جمع می‌نشود\t\tکه ابر گردد و سیلاب دیده بارانش", "در چنین سال، مخنثی، دور از دوستان که سخن در وصف او ترک ادب است، خاصه در حضرت بزرگان و به طریقِ اهمال از آن در گذشتن هم نشاید که طایفه‌ای بر عجز گوینده حمل کنند، بر این دو بیت اقتصار کنیم که اندک، دلیل بسیاری باشد و مشتی نمودار خرواری.", "گر تتر بکشد این مخنّث را\t\tتتری را دگر نباید کشت", "چند باشد چو جِسر بغدادش\t\tآب در زیر و آدمی در پشت", "چنین شخصی که یک طرف از نعت او شنیدی در این سال نعمتی بیکران داشت، تنگدستان را سیم و زر دادی و مسافران را سفره نهادی. گروهی درویشان از جور فاقه به طاقت رسیده بودند. آهنگ دعوت او کردند و مشاورت به من آوردند. سر از موافقت باز زدم و گفتم:", "نخورد شیر، نیم خوردهٔ سگ\t\tور بمیرد به سختی اندر غار", "تن به بیچارگی و گرسنگی\t\tبنه و دست پیش سفله مدار", "گر فریدون شود به نعمت و ملک\t\tبی هنر را به هیچ کس مشمار", "پرنیان و نسیج بر نا اهل\t\tلاجورد و طلاست بر دیوار"]}, {"sec-name": "حکایت شمارهٔ ۱۳", "sec-poems": ["حاتم طایی را گفتند: از تو بزرگ همت تر در جهان دیده‌ای یا شنیده‌ای؟", "گفت: بلی! روزی چهل شتر قربان کرده بودم امرای عرب را، پس به گوشهٔ صحرایی به حاجتی برون رفته بودم، خارکنی را دیدم پشته فراهم آورده. گفتمش: به مهمانی حاتم چرا نروی که خلقی بر سماط او گرد آمده‌اند؟ گفت:", "هر که نان از عمل خویش خورد\t\tمنت حاتم طایی نبرد", "من او را به همت و جوانمردی از خود برتر دیدم."]}, {"sec-name": "حکایت شمارهٔ ۱۴", "sec-poems": ["موسی علیه السلام درویشی را دید از برهنگی به ریگ اندر شده.", "گفت: ای موسی! دعا کن تا خدا عزّوجلّ مرا کفافی دهد که از بی طاقتی به جان آمدم.", "موسی دعا کرد و برفت.", "پس از چند روز که باز آمد از مناجات، مرد را دید گرفتار و خلقی انبوه بر او گرد آمده.", "گفت: این چه حالت است؟", "گفتند: خمر خورده و عربده کرده و کسی را کشته، اکنون به قصاص فرموده‌اند.", "و لطیفان گفته‌اند:", "گربهٔ مسکین اگر پر داشتی\t\tتخم گنجشک از جهان برداشتی", "عاجز باشد که دست قوت یابد\t\tبرخیزد و دست عاجزان برتابد", "و لو بسط اللهُ الرزقَ لعباده لبَغَوا فی الارض.", "موسی علیه السلام به حکمت جهان آفرین اقرار کرد و از تجاسر خویش استغفار.", "ماذا اخاضَکَ یا مغرورُ فی الخَطَرِ\t\tحتی هَلَکتَ فَلَیتَ النملَ لم یَطِرِ", "بنده چو جاه آمد و سیم و زرش\t\tسیلی خواهد به ضرورت سرش", "آن نشنیدی که فلاطون چه گفت\t\tمور همان به که نباشد پرش", "پدر را عسل بسیار است ولی پسر گرمی دار است.", "آن کس که توانگرت نمی‌گرداند\t\tاو مصلحت تو از تو بهتر داند"]}, {"sec-name": "حکایت شمارهٔ ۱۵", "sec-poems": ["اعرابیی را دیدم در حلقهٔ جوهریان بصره که حکایت همی‌کرد که: وقتی در بیابانی راه گم کرده بودم و از زاد معنی چیزی با من نمانده بود و دل بر هلاک نهاده، که همی ناگاه کیسه‌ای یافتم پر مروارید. هرگز آن ذوق و شادی فراموش نکنم که پنداشتم گندم بریان است، باز آن تلخی و نومیدی که معلوم کردم که مروارید است!", "در بیابان خشک و ریگ روان\t\tتشنه را در دهان چه در چه صدف", "مرد بی توشه کاوفتاد از پای\t\tبر کمربند او چه زر چه خزف"]}, {"sec-name": "حکایت شمارهٔ ۱۶", "sec-poems": ["یکی از عرب در بیابانی از غایت تشنگی می‌گفت:", "یا لیت قبلَ مَنیَّتی یوماً اَفوزُ بمُنیتی\t\tنَهراً تلاطَمُ رُکبَتی و اَظَلُّ املاءُ قِربَتی"]}, {"sec-name": "حکایت شمارهٔ ۱۷", "sec-poems": ["همچنین در قاع بسیط مسافری گم شده بود و قوت و قوّتش به آخر آمده و درمی چند بر میان داشت. بسیاری بگردید و ره به جایی نبرد. پس به سختی هلاک شد. طایفه‌ای برسیدند و درمها دیدند پیش رویش نهاده و بر خاک نبشته:", "گر همه زر جعفرى دارد\t\tمرد بى توشه برنگیرد گام", "در بیابان فقیر سوخته را\t\tشلغم پخته به که نقرهٔ خام"]}, {"sec-name": "حکایت شمارهٔ ۱۸", "sec-poems": ["هرگز از دور زمان ننالیده بودم و روی از گردش آسمان در هم نکشیده، مگر وقتی که پایم برهنه مانده بود و استطاعت پای پوشی نداشتم. به جامع کوفه در آمدم دلتنگ، یکی را دیدم که پای نداشت. سپاس نعمت حق به جای آوردم و بر بی کفشی صبر کردم.", "مرغ بریان به چشم مردم سیر\t\tکمتر از برگ تره بر خوان است", "وآن که را دستگاه و قوت نیست\t\tشلغم پخته مرغ بریان است"]}, {"sec-name": "حکایت شمارهٔ ۱۹", "sec-poems": ["یکی از ملوک با تنی چند خاصان در شکارگاهی به زمستان از عمارت دور افتادند، تا شب در آمد خانهٔ دهقانی دیدند.", "ملک گفت: شب آنجا رویم تا زحمت سرما نباشد.", "یکی از وزرا گفت: لایق قدر پادشاه نیست به خانه دهقانی التجا کردن، هم اینجا خیمه زنیم و آتش کنیم.", "دهقان را خبر شد. ما حضری ترتیب کرد و پیش آورد و زمین ببوسید و گفت: قدر بلند سلطان نازل نشدی ولیکن نخواستند که قدر دهقان بلند گردد.", "سلطان را سخن گفتن او مطبوع آمد. شبانگاه به منزل او نقل کردند. بامدادانش خلعت و نعمت فرمود. شنیدندش که قدمی چند در رکاب سلطان همی‌رفت و می‌گفت:", "ز قدر و شوکت سلطان نگشت چیزی کم\t\tاز التفات به مهمانسرای دهقانی", "کلاه گوشهٔ دهقان به آفتاب رسید\t\tکه سایه بر سرش انداخت چون تو سلطانی"]}, {"sec-name": "حکایت شمارهٔ ۲۰", "sec-poems": ["گدایی هول را حکایت کنند که نعمتی وافر اندوخته بود.", "یکی از پادشاهان گفتش: همی‌نمایند که مال بی کران داری و ما را مهمی هست، اگر به برخی از آن دستگیری کنی چون ارتفاع رسد وفا کرده شود و شکر گفته.", "گفت: ای خداوند روی زمین! لایق قدر بزرگوار پادشاه نباشد دست همت به مال چون من گدایی آلوده کردن که جو جو به گدایی فراهم آورده‌ام.", "گفت: غم نیست که به کافر می‌دهم اَلخبیثاتُ لِلخبیثین.", "گر آب چاه نصرانی نه پاک است\t\tجهود مرده می شویی چه باک است", "قالو عَجینُ الکِلْسِ لَیْسَ بِطاهِرٍ\t\tقُلْنا نَسُدُّ بِه شُقوقَ المَبرِزِ", "شنیدم که سر از فرمان ملک باز زد و حجت آوردن گرفت و شوخ چشمی کردن.", "بفرمود تا مضمون خطاب از او به زجر و توبیخ مستخلص کردند.", "به لطافت چو بر نیاید کار\t\tسر به بی حرمتی کشد ناچار", "هر که بر خویشتن نبخشاید\t\tگر نبخشد کسی بر او شاید"]}, {"sec-name": "حکایت شمارهٔ ۲۱", "sec-poems": ["بازرگانی را شنیدم که صد و پنجاه شتر بار داشت و چهل بنده خدمتکار.", "شبی در جزیرهٔ کیش مرا به حجره خویش در آورد.", "همه شب نیارمید از سخنهای پریشان گفتن که: فلان انبازم به ترکستان و فلان بضاعت به هندوستان است و این قبالهٔ فلان زمین است و فلان چیز را فلان ضمین.", "گاه گفتی: خاطر اسکندریه دارم که هوایی خوش است.", "باز گفتی: نه! که دریای مغرب مشوش است. سعدیا! سفری دیگرم در پیش است، اگر آن کرده شود بقیت عمر خویش به گوشه بنشینم.", "گفتم: آن کدام سفر است؟", "گفت: گوگرد پارسی خواهم بردن به چین که شنیدم قیمتی عظیم دارد و از آنجا کاسهٔ چینی به روم آرم و دیبای رومی به هند و فولاد هندی به حلب و آبگینهٔ حلبی به یمن و برد یمانی به پارس، و زآن پس ترک تجارت کنم و به دکانی بنشینم.", "انصاف از این ماخولیا چندان فرو گفت که بیش طاقت گفتنش نماند!", "گفت: ای سعدی! تو هم سخنی بگوی از آنها که دیده‌ای و شنیده.", "گفتم:", "آن شنیدستی که در اقصای غور\t\tبارسالاری بیفتاد از ستور", "گفت چشم تنگ دنیادوست را\t\tیا قناعت پر کند یا خاک گور"]}, {"sec-name": "حکایت شمارهٔ ۲۲", "sec-poems": ["مالداری را شنیدم که به بخل چنان معروف بود که حاتم طایی در کرم. ظاهر حالش به نعمت دنیا آراسته و خست نفس جبلی در وی همچنان متمکن، تا به جایی که نانی به جانی از دست ندادی و گربهٔ بوهریره را به لقمه‌ای ننواختی و سگ اصحاب الکهف را استخوانی نینداختی. فی الجمله خانه او را کس ندیدی در گشاده و سفرۀ او را سر گشاده.", "درویش به جز بوی طعامش نشنیدی\t\tمرغ از پس نان خوردن او ریزه نچیدی", "شنیدم که به دریای مغرب اندر راه مصر بر گرفته بود و خیال فرعونی در سر، حتی اذا ادرَکَهُ الغَرَقُ، بادی مخالف کشتی برآمد.", "با طبع ملولت چه کند هر که نسازد؟\t\tشرطه همه وقتی نبود لایق کشتی", "دست دعا برآورد و فریاد بی فایده خواندن گرفت. واذا رَکِبوا فی الفُلکِ دَعَوُ اللهَ مخلصینَ له الدینُ.", "دست تضرع چه سود بندۀ محتاج را\t\tوقت دعا بر خدای وقت کرم در بغل", "از زر و سیم راحتی برسان\t\tخویشتن هم تمتعی بر گیر", "وآنگه این خانه کز تو خواهد ماند\t\tخشتی از سیم و خشتی از زر گیر", "آورده‌اند که در مصر اقارب درویش داشت. به بقیت مال او توانگر شدند و جامه‌های کهن به مرگ او بدریدند و خز و دمیاطی بریدند. هم در آن هفته یکی را دیدم از ایشان بر بادپایی روان، غلامی در پی دوان.", "وه که گر مرده باز گردیدی\t\tبه میان قبیله و پیوند", "ردّ میراث سخت‌تر بودی\t\tوارثان را ز مرگ خویشاوند", "به سابقۀ معرفتی که میان ما بود آستینش گرفتم و گفتم:", "بخور ای نیک سیرت سره مرد\t\tکان نگون بخت گرد کرد و نخورد"]}, {"sec-name": "حکایت شمارهٔ ۲۳", "sec-poems": ["صیادی ضعیف را ماهی قوی به دام اندر افتاد. طاقت حفظ آن نداشت، ماهی بر او غالب آمد و دام از دستش در ربود و برفت.", "شد غلامی که آب جوی آرد\t\tجوی آب آمد و غلام ببرد!", "دام هر بار ماهی آوردی\t\tماهی این بار رفت و دام ببرد", "دیگر صیادان دریغ خوردند و ملامتش کردند که چنین صیدی در دامت افتاد و ندانستی نگاه داشتن. گفت: ای برادران، چه توان کردن؟، مرا روزی نبود و ماهی را همچنان روزی مانده بود. صیاد بی روزی در دجله نگیرد و ماهی بی اجل بر خشک نمیرد."]}, {"sec-name": "حکایت شمارهٔ ۲۴", "sec-poems": ["دست و پا بریده‌ای هزارپایی بکشت. صاحبدلی بر او گذر کرد و گفت: سبحان الله! با هزار پای که داشت چون اجلش فرا رسید از بی دست و پایی گریختن نتوانست.", "چو آید ز پی دشمن جان ستان\t\tببندد اجل پای اسب دوان", "در آن دم که دشمن پیاپی رسید\t\tکمان کیانی نشاید کشید"]}, {"sec-name": "حکایت شمارهٔ ۲۵", "sec-poems": ["ابلهی را دیدم سمین، خلعتی ثمین در بر و مرکبی تازی در زیر و قصبی مصری بر سر.", "کسی گفت: سعدی! چگونه همی‌بینی این دیبای مُعْلَم بر این حیوان لا یعلَمْ؟", "گفتم:", "قد شابَهَ بِالوَری حِمارٌ\t\tعِجلاً جَسَداً لَهُ خُوارٌ", "یک خلقت زیبا به از هزار خلعت دیبا", "به آدمی نتوان گفت ماند این حیوان\t\tمگر دراعه و دستار و نقش بیرونش", "بگرد در همه اسباب ملک و هستی او\t\tکه هیچ چیز نبینی حلال جز خونش"]}, {"sec-name": "حکایت شمارهٔ ۲۶", "sec-poems": ["دزدی گدایی را گفت: شرم نداری که دست از برای جوی سیم پیش هر لئیم دراز میکنی؟", "گفت:", "دست دراز از پی یک حبه سیم\t\tبه که ببرند به دانگی و نیم"]}, {"sec-name": "حکایت شمارهٔ ۲۷", "sec-poems": ["مشتزنی را حکایت کنند که از دهر مخالف به فغان آمده و حلق فراخ از دست تنگ به جان رسیده شکایت پیش پدر برد و اجازت خواست که: عزم سفر دارم، مگر به قوت بازو دامن کامی فرا چنگ آرم.", "فضل و هنر ضایع است تا ننمایند\t\tعود بر آتش نهند و مشک بسایند", "پدر گفت: ای پسر! خیال محال از سر به در کن و پای قناعت در دامن سلامت کش که بزرگان گفته‌اند دولت نه به کوشیدن است، چاره کم جوشیدن است.", "کس نتواند گرفت دامن دولت به زور\t\tکوشش بی فایده‌ست وسمه بر ابروی کور", "اگر به هر سر موییت صد خرد باشد\t\tخرد به کار نیاید چو بخت بد باشد", "پسر گفت: ای پدر! فواید سفر بسیار است، از نزهت خاطر و جر منافع و دیدن عجایب و شنیدن غرایب و تفرج بلدان و مجاورت خلان و تحصیل جاه و ادب و مزید مال و مکتسب و معرفت یاران و تجربت روزگاران، چنانکه سالکان طریقت گفته‌اند:", "تا به دکان و خانه در گروی\t\tهرگز ای خام آدمی نشوی", "برو اندر جهان تفرج کن\t\tپیش از آن روز کز جهان بروی", "پدر گفت: ای پسر! منافع سفر چنین که گفتی بی شمار است ولیکن مسلم پنج طایفه راست:", "نخستین بازرگانی که با وجود نعمت و مکنت، غلامان و کنیزان دارد دلاویز و شاگردان چابک. هر روز به شهری و هر شب به مقامی و هر دم به تفرجگاهی از نعیم دنیا متمتع.", "منعم به کوه و دشت و بیابان غریب نیست\t\tهر جا که رفت خیمه زد و خوابگاه ساخت", "و آن را که بر مراد جهان نیست دسترس\t\tدر زاد و بوم خویش غریب است و ناشناخت", "دوم عالمی که به منطق شیرین و قوت فصاحت و مایه بلاغت هرجا که رود به خدمت او اقدام نمایند و اکرام کنند.", "وجود مردم دانا مثال زر طلیست\t\tکه هر کجا برود قدر و قیمتش دانند", "بزرگزادهٔ نادان به شهروا ماند\t\tکه در دیار غریبش به هیچ نستانند", "سیم خوبرویی که درون صاحبدلان به مخالطت او میل کند که بزرگان گفته‌اند: اندکی جمال به از بسیاری مال، و گویند: روی زیبا مرهم دلهای خسته است و کلید درهای بسته، لاجرم صحبت او را همه جای غنیمت شناسند و خدمتش را منت دانند.", "شاهد آنجا که رود حرمت و عزت بیند\t\tور برانند به قهرش پدر و مادر و خویش", "پر طاووس در اوراق مصاحف دیدم\t\tگفتم این منزلت از قدر تو می بینم بیش", "گفت خاموش که هر کس که جمالی دارد\t\tهر کجا پای نهد دست ندارندش پیش", "چون در پسر موافقی و دلبری بود\t\tاندیشه نیست گر پدر از وی بری بود", "او گوهر است گو صدفش در جهان مباش\t\tدر یتیم را همه کس مشتری بود", "چهارم خوش آوازی که به حنجرهٔ داوودی آب از جریان و مرغ از طیران باز دارد، پس به وسیلت این فضیلت دل مشتاقان صید کند و ارباب معنی به منادمت او رغبت نمایند و به انواع خدمت کنند.", "سمعی اِلی حُسن الاغانی\t\tمَنْ ذا الّذی جَسّ المثانی", "چه خوش باشد آهنگ نرم حزین\t\tبه گوش حریفان مست صبوح", "به از روی زیباست آواز خوش\t\tکه آن حظ نفس است و این قوت روح", "یا کمینه پیشه‌وری که به سعی بازو کفافی حاصل کند تا آبروی از بهر نان ریخته نگردد چنان که خردمندان گفته‌اند:", "گر به غریبی رود از شهر خویش\t\tسختی و محنت نبرد پینه دوز", "ور به خرابی فتد از مملکت\t\tگرسنه خفتد ملک نیمروز", "چنین صفتها که بیان کردم ای فرزند در سفر موجب جمعیت خاطر است و داعیهٔ طیب عیش و آن که از این جمله بی بهره است، به خیال باطل در جهان برود و دیگر کسش نام و نشان نشنود.", "هر آن که گردش گیتی به کین او برخاست\t\tبه غیر مصلحتش رهبری کند ایام", "کبوتری که دگر آشیان نخواهد دید\t\tقضا همی بردش تا به سوی دانهٔ دام", "پسر گفت: ای پدر! قول حکما را چگونه مخالفت کنیم که گفته‌اند رزق اگر چه مقسوم است به اسباب حصول آن تعلق شرط است و بلا اگر چه مقدور، از ابواب دخول آن احتراز واجب.", "رزق اگر چند بی گمان برسد\t\tشرط عقل است جستن از درها", "ورچه کس بی اجل نخواهد مرد\t\tتو مرو در دهان اژدرها", "در این صورت که منم با پیل دمان بزنم و با شیر ژیان پنجه در افکنم پس مصلحت آن است ای پدر که سفر کنم کز این بیش طاقت بینوایی نمی‌آرم.", "چون مرد در فتاد ز جای و مقام خویش\t\tدیگر چه غم خورد همه آفاق جای اوست", "شب هر توانگری به سرایی همی‌روند\t\tدرویش هر کجا که شب آمد سرای اوست", "این بگفت و پدر را وداع کرد و همت خواست و روان شد و با خود همی‌گفت:", "هنرور چو بختش نباشد به کام\t\tبه جایی رود کش ندانند نام", "همچنین تا برسید به کنار آبی که سنگ از صلابت او بر سنگ همی‌آمد و خروش به فرسنگ می رفت.", "سهمگن آبی که مرغابی در او ایمن نبودی\t\tکمترین موج آسیا سنگ از کنارش در ربودی", "گروهی مردمان را دید هر یک به قراضه‌ای در معبر نشسته و رخت سفر بسته. جوان را دست عطا بسته بود، زبان ثنا برگشود. چندان که زاری کرد یاری نکردند. ملاح بی مروت به خنده برگردید و گفت:", "زر نداری نتوان رفت به زور از در یار\t\tزور ده مرده چه باشد زر یک مرده بیار", "جوان را دل از طعنه ملاح به هم برآمد. خواست که از او انتقام کشد، کشتی رفته بود. آواز داد و گفت: اگر بدین جامه که پوشیده دارم قناعت کنی دریغ نیست. ملاح طمع کرد و کشتی بازگردانید.", "بدوزد شره دیده هوشمند\t\tدر آرد طمع مرغ و ماهی به بند", "چندان که ریش و گریبان به دست جوان افتاد به خود در کشید و بی محابا کوفتن گرفت. یارش از کشتی به در آمد تا پشتی کند، همچنین درشتی دید و پشت بداد. جز این چاره نداشتند که با او به مصالحت گرایند و به اجرت مسامحت نمایند. کلُّ مداراةٍ صدقةً", "چو پرخاش بینی تحمل بیار\t\tکه سهلی ببندد در کارزار", "به شیرین زبانی و لطف و خوشی\t\tتوانی که پیلی به مویی کشی", "به عذر ماضی در قدمش فتادند و بوسه چندی به نفاق بر سر و چشمش دادند. پس به کشتی در آوردند و روان شدند تا برسیدند به ستونی از عمارت یونان در آب ایستاده. ملاح گفت: کشتی را خلل هست، یکی از شما که دلاورتر است باید که بدین ستون برود و خطام کشتی بگیرد تا عمارت کنیم. جوان به غرور دلاوری که در سر داشت از خصم دل آزرده نیندیشید و قول حکما که گفته‌اند هر که را رنجی به دل رسانیدی اگر در عقب آن صد راحت برسانی از پاداش آن یک رنجش ایمن مباش که پیکان از جراحت به در آید و آزار در دل بماند.", "چه خوش گفت بکتاش با خیلتاش\t\tچو دشمن خراشیدی ایمن مباش", "مشو ایمن که تنگدل گردی\t\tچون ز دستت دلی به تنگ آید", "سنگ بر باره حصار مزن\t\tکه بود کز حصار سنگ آید", "چندان که مقود کشتی به ساعد برپیچید و بالای ستون رفت، ملاح زمام از کفش در گسلانید و کشتی براند. بیچاره متحیر بماند. روزی دو بلا و محنت کشید و سختی دید. سیم خوابش گریبان گرفت و به آب انداخت. بعد شبانروزی دگر بر کنار افتاد، از حیاتش رمقی مانده. برگ درختان خوردن گرفت و بیخ گیاهان برآوردن، تا اندکی قوت یافت. سر در بیابان نهاد و همی رفت تا تشنه و بی طاقت به سر چاهی رسید، قومی بر او گرد آمده و شربتی آب به پشیزی همی آشامیدند. جوان را پشیزی نبود. طلب کرد و بیچارگی نمود، رحمت نیاوردند. دست تعدی دراز کرد، میسر نشد. به ضرورت تنی چند را فرو کوفت، مردان غلبه کردند و بی محابا بزدند و مجروح شد.", "پشه چو پر شد بزند پیل را\t\tبا همه تندی و صلابت که اوست", "مورچگان را چو بود اتفاق\t\tشیر ژیان را بدرانند پوست", "به حکم ضرورت در پی کاروانی افتاد و برفت. شبانگه برسیدند به مقامی که از دزدان پر خطر بود. کاروانیان را دید لرزه بر اندام اوفتاده و دل بر هلاک نهاده. گفت: اندیشه مدارید که یکی منم در این میان که به تنها پنجاه مرد را جواب دهم و دیگر جوانان هم یاری کنند. این بگفت و مردم کاروان را به لاف او دل قوی گشت و به صحبتش شادمانی کردند و به زاد و آبش دستگیری واجب دانستند. جوان را آتش معده بالا گرفته بود و عنان طاقت از دست رفته. لقمه ای چند از سر اشتها تناول کرد و دمی چند آب در سرش آشامید تا دیو درونش بیارمید و بخفت. پیرمردی جهاندیده در آن میان بود. گفت: ای یاران! من از این بدرقه شما اندیشناکم، نه چندان که از دزدان؛ چنان که حکایت کنند که عربی را درمی چند گرد آمده بود و به شب از تشویش لوریان در خانه تنها خوابش نمی برد. یکی را از دوستان پیش خود آورد تا وحشت تنهایی به دیدار او منصرف کند و شبی چند در صحبت او بود. چندان که بر درمهاش اطلاع یافت، ببرد و بخورد و سفر کرد. بامدادان دیدند عرب را گریان و عریان. گفتند: حال چیست؟ مگر آن درمهای ترا دزد برد؟ گفت: لا ولله! بدرقه برد.", "هرگز ایمن ز مار ننشستم\t\tکه بدانستم آنچه خصلت اوست", "زخم دندان دشمنی بتر است\t\tکه نماید به چشم مردم دوست", "چه دانید اگر این هم از جمله دزدان باشد که به عیاری در میان ما تعبیه شده است تا به وقت فرصت یاران را خبر کند. مصلحت آن بینم که مر او را خفته بمانیم و برانیم. جوانان را تدبیر پیر استوار آمد و مهابتی از مشت زن در دل گرفتند و رخت برداشتند و جوان را خفته بگذاشتند. آن گه خبر یافت که آفتابش در کتف تافت. سر برآورد و کاروان رفته دید. بیچاره بسی بگردید و ره به جایی نبرد. تشنه و بینوا روی بر خاک و دل بر هلاک نهاده همی گفت:", "من ذا یُحَدِّثُنی وَ زُمَّ العیسُ\t\tما لِلغریبِ سِویَ الغریبِ اَنیسُ", "درشتی کند با غریبان کسی\t\tکه نابوده باشد به غربت بسی", "مسکین در این سخن بود که پادشه پسری به صید از لشکریان دورافتاده بود. بالای سرش ایستاده همی شنید و در هیئتش نگه میکرد، صورت ظاهرش پاکیزه و صورت حالش پریشان.", "پرسید: از کجایی و بدین جایگه چون افتادی؟ برخی از آنچه بر سر او رفته بود اعادت کرد. ملکزاده را بر حال تباه او رحمت آمد، خلعت و نعمت داد و معتمدی با وی فرستاد تا به شهر خویش آمد. پدر به دیدار او شادمانی کرد و بر سلامت حالش شکر گفت. شبانگه زآنچه بر سر او گذشته بود از حالت کشتی و جور ملاح و روستایان بر سر چاه و غدر کاروانیان با پدر می‌گفت. پدر گفت: ای پسر! نگفتمت هنگام رفتن که تهیدستان را دست دلیری بسته است و پنجه شیری شکسته؟", "چه خوش گفت آن تهیدست سلحشور\t\tجوی زر بهتر از پنجاه من زور", "پسر گفت: ای پدر! هر آینه تا رنج نبری گنج برنداری و تا جان در خطر ننهی بر دشمن ظفر نیابی و تا دانه پریشان نکنی خرمن برنگیری.", "نبینی به اندک مایه رنجی که بردم چه تحصیل راحت کردم و به نیشی که خوردم چه مایه عسل آوردم؟", "گر چه بیرون ز رزق نتوان خورد\t\tدر طلب کاهلی نشاید کرد", "غواص اگر اندیشه کند کام نهنگ\t\tهرگز نکند در گرانمایه به چنگ", "آسیا سنگ زیرین متحرک نیست، لاجرم تحمل بار گران همی کند.", "چه خورد شیر شرزه در بن غار\t\tباز افتاده را چه قوت بود", "تا تو در خانه صید خواهی کرد\t\tدست و پایت چو عنکبوت بود", "پدر گفت: ای پسر! تو را در این نوبت فلک یاوری کرد و اقبال رهبری که صاحب دولتی در تو رسید و بر تو ببخشایید و کسر حالت را به تفقدی جبر کرد و چنین اتفاق نادر افتد و بر نادر حکم نتوان کرد، زنهار تا بدین طمع دگرباره گرد ولع نگردی.", "صیاد نه هربار شگالی ببرد\t\tافتد که یکی روز پلنگش بخورد", "چنان که یکی را از ملوک پارس نگینی گرانمایه بر انگشتری بود. باری به حکم تفرج با تنی چند خاصان به مصلای شیراز برون رفت. فرمود تا انگشتری را بر گنبد عضد نصب کردند تا هر که تیر از حلقه انگشتری بگذراند، خاتم او را باشد. اتفاقا چهارصد حکم انداز که در خدمت او بودند جمله خطا کردند، مگر کودکی بر بام رباطی که به بازیچه تیر از هر طرفی می انداخت. باد صبا تیر او را به حلقه انگشتری در بگذرانید و خلعت و نعمت یافت و خاتم به وی ارزانی داشتند. پسر تیر و کمان را بسوخت. گفتند: چرا کردی؟ گفت: تا رونق نخستین بر جای ماند.", "گه بود کز حکیم روشن رای\t\tبرنیاید درست تدبیری", "گاه باشد که کودکی نادان\t\tبه غلط بر هدف زند تیری"]}, {"sec-name": "حکایت شمارهٔ ۲۸", "sec-poems": ["درویشی را شنیدم که به غاری در نشسته بود و در به روی از جهانیان بسته و ملوک و اغنیا را در چشم همت او شوکت و هیبت نمانده.", "هر که بر خود در سؤال گشاد\t\tتا بمیرد نیازمند بود", "آز بگذار و پادشاهی کن\t\tگردن بی طمع بلند بود", "یکی از ملوک آن طرف اشارت کرد که توقع به کرم اخلاق مردان چنین است که به نمک با ما موافقت کنند. شیخ رضا داد، به حکم آن که اجابت دعوت سنت است. دیگر روز ملک به عذر قدومش رفت. عابد از جای برجست و در کنارش گرفت و تلطف کرد و ثنا گفت. چو غایب شد، یکی از اصحاب پرسید شیخ را که چندین ملاطفت امروز با پادشه که تو کردی خلاف عادت بود و دیگر ندیدیم، گفت نشنیده‌ای که گفته‌اند:", "هر که را بر سماط بنشستی\t\tواجب آمد به خدمتش برخاست", "گوش تواند که همه عمر وی\t\tنشنود آواز دف و چنگ و نی", "دیده شکیبد ز تماشای باغ\t\tبی گل و نسرین به سر آرد دماغ", "ور نبود بالش آکنده پر\t\tخواب توان کرد خزف زیر سر", "ور نبود دلبر همخوابه پیش\t\tدست توان کرد در آغوش خویش", "وین شکم بی هنر پیچ پیچ\t\tصبر ندارد که بسازد به هیچ"]}]}, {"bab-name": "باب چهارم در فواید خاموشی", "bab-url": "/saadi/golestan/gbab4", "bab-sections": [{"sec-name": "حکایت شمارهٔ ۱", "sec-poems": ["یکی را از دوستان گفتم: امتناع سخن گفتنم به علت آن اختیار آمده است در غالب اوقات که در سخن نیک و بد اتفاق افتد و دیدهٔ دشمنان جز بر بدی نمی‌آید. گفت: دشمن آن به که نیکی نبیند.", "و اَخو العَداوَةِ لا یَمُرُّ بِصالِحٍ\t\tاِلّا و یَلمِزُهُ بِکَذّابٍ اَشِر", "هنر به چشم عداوت بزرگتر عیب است\t\tگل است سعدی و در چشم دشمنان خار است", "نور گیتی فروز چشمهٔ هور\t\tزشت باشد به چشم موشک کور"]}, {"sec-name": "حکایت شمارهٔ ۲", "sec-poems": ["بازرگانی را هزار دینار خسارت افتاد. پسر را گفت: نباید که این سخن با کسی در میان نهی. گفت: ای پدر! فرمان تو راست، نگویم، ولکن خواهم مرا بر فایدهٔ این مطلع گردانی که مصلحت در نهان داشتن چیست؟ گفت: تا مصیبت دو نشود: یکی نقصان مایه و دیگر شماتت همسایه.", "مگوی انده خویش با دشمنان\t\tکه لاحول گویند شادی کنان"]}, {"sec-name": "حکایت شمارهٔ ۳", "sec-poems": ["جوانی خردمند از فنون فضایل حظی وافر داشت و طبعی نافر. چندان که در محافل دانشمندان نشستی زبان سخن ببستی. باری پدرش گفت: ای پسر! تو نیز آنچه دانی بگوی. گفت: ترسم که بپرسند از آنچه ندانم و شرمساری برم.", "نشنیدی که صوفیی می‌کوفت\t\tزیر نعلین خویش میخی چند", "آستینش گرفت سرهنگی\t\tکه بیا نعل بر ستورم بند"]}, {"sec-name": "حکایت شمارهٔ ۴", "sec-poems": ["عالمی معتبر را مناظره افتاد با یکی از ملاحده لَعنهُم الله عَلی حِدَه و به حجت با او بس نیامد. سپر بینداخت و برگشت. کسی گفتش: تو را با چندین فضل و ادب که داری با بی دینی حجت نماند؟ گفت: علم من قرآن است و حدیث و گفتار مشایخ و او بدینها معتقد نیست و نمی‌شنود. مرا شنیدن کفر او به چه کار می‌آید.", "آن کس که به قرآن و خبر زو نرهی\t\tآن است جوابش که جوابش ندهی"]}, {"sec-name": "حکایت شمارهٔ ۵", "sec-poems": ["جالینوس ابلهی را دید دست در گریبان دانشمندی زده و بی حرمتی همی‌کرد. گفت: اگر این نادان نبودی کار وی با نادانان بدینجا نرسیدی.", "دو عاقل را نباشد کین و پیکار\t\tنه دانایی ستیزد با سبکسار", "اگر نادان به وحشت سخت گوید\t\tخردمندش به نرمی دل بجوید", "دو صاحبدل نگه دارند مویی\t\tهمیدون سرکشی و آزرم جویی", "و گر بر هر دو جانب جاهلانند\t\tاگر زنجیر باشد بگسلانند", "یکی را زشتخویی داد دشنام\t\tتحمل کرد و گفت ای خوب فرجام", "بتر زآنم که خواهی گفتن آنی\t\tکه دانم عیب من چون من ندانی"]}, {"sec-name": "حکایت شمارهٔ ۶", "sec-poems": ["سحبان وائل را در فصاحت بی نظیر نهاده‌اند به حکم آن که بر سر جمع سالی سخن گفتی لفظی مکرّر نکردی، وگر همان اتفاق افتادی به عبارتی دیگر بگفتی. وز جمله آداب ندماء ملوک یکی این است.", "سخن گر چه دلبند و شیرین بود\t\tسزاوار تصدیق و تحسین بود", "چو یک بار گفتی مگو باز پس\t\tکه حلوا چو یک بار خوردند بس"]}, {"sec-name": "حکایت شمارهٔ ۷", "sec-poems": ["یکی را از حکما شنیدم که می‌گفت: هرگز کسی به جهل خویش اقرار نکرده است، مگر آن کس که چون دیگری در سخن باشد، همچنان ناتمام گفته، سخن آغاز کند.", "سخن را سر است اى خردمند و بن\t\tمیاور سخن در میان سخن", "خداوند تدبیر و فرهنگ و هوش\t\tنگوید سخن تا نبیند خموش"]}, {"sec-name": "حکایت شمارهٔ ۸", "sec-poems": ["تنی چند از بندگان محمود گفتند حسن میمندی را که: سلطان امروز تو را چه گفت در فلان مصلحت؟ گفت: بر شما هم پوشیده نباشد. گفتند: آنچه با تو گوید، به امثال ما گفتن روا ندارد. گفت: به اعتماد آن که داند که نگویم، پس چرا همی‌پرسید؟", "نه هر سخن که برآید بگوید اهل شناخت\t\tبه سر شاه سر خویشتن نشاید باخت"]}, {"sec-name": "حکایت شمارهٔ ۹", "sec-poems": ["در عقد بیع سرایی متردّد بودم. جهودی گفت: آخر من از کدخدایان این محلتم. وصف این خانه چنان که هست از من پرس، بخر که هیچ عیبی ندارد. گفتم: به جز آن که تو همسایه منی!", "خانه‌ای را که چون تو همسایه است\t\tده درم سیم بد عیار ارزد", "لکن امیدوار باید بود\t\tکه پس از مرگ تو هزار ارزد"]}, {"sec-name": "حکایت شمارهٔ ۱۰", "sec-poems": ["یکی از شعرا پیش امیر دزدان رفت و ثنایی بر او بگفت. فرمود تا جامه از او بر کنند و از ده به در کنند. مسکین برهنه به سرما همی‌رفت. سگان در قفای وی افتادند. خواست تا سنگی بر دارد و سگان را دفع کند، در زمین یخ گرفته بود، عاجز شد. گفت: این چه حرامزاده مردمانند، سگ را گشاده‌اند و سنگ را بسته! امیر از غرفه بدید و بشنید و بخندید. گفت: ای حکیم! از من چیزی بخواه. گفت: جامهٔ خود می‌خواهم اگر انعام فرمایی.", "رضینا مِن نوالِکَ بالرَحیلِ.", "امیدوار بود آدمى به خیر کسان\t\tمرا به خیر تو امید نیست، شر مرسان", "سالار دزدان را بر او رحمت آمد و جامه باز فرمود و قبا پوستینی بر او مزید کرد و درمی چند."]}, {"sec-name": "حکایت شمارهٔ ۱۱", "sec-poems": ["منجمی به خانه در آمد. یکی مرد بیگانه را دید با زن او به هم نشسته. دشنام و سقط گفت و فتنه و آشوب خاست. صاحبدلی که بر این واقف بود گفت:", "تو بر اوج فلک چه دانى چیست\t\tکه ندانى که در سرایت کیست"]}, {"sec-name": "حکایت شمارهٔ ۱۲", "sec-poems": ["خطیبی کریه الصوت خود را خوش آواز پنداشتی، و فریاد بیهده برداشتی. گفتی نعیب غُرابَ البَین در پرده الحان اوست، یا آیت اِنَّ انکَرَ الاصوات در شأن او.", "اذا نَهَقَ الخَطیبُ اَبوالفَوارِس\t\tلَهُ شَغَبٌ یَهُدُّ اصطَخرَ فارِس", "مردم قریه به علت جاهی که داشت بلیتش می‌کشیدند و اذیتش را مصلحت نمی‌دیدند. تا یکی از خطبای آن اقلیم که با او عداوتی نهانی داشت، باری به پرسش آمده بودش. گفت: تو را خوابی دیده‌ام، خیر باد. گفتا: چه دیدی؟ گفت: چنان دیدمی که تو را آواز خوش بود و مردمان از انفاس تو در راحت.", "خطیب اندر این لختی بیندیشید و گفت: این مبارک خواب است که دیدی که مرا بر عیب خود واقف گردانیدی. معلوم شد که آواز ناخوش دارم و خلق از بلند خواندن من در رنج. توبه کردم کز این پس خطبه نگویم مگر به آهستگی.", "از صحبت دوستی برنجم\t\tکاخلاق بدم حسن نماید", "عیبم هنر و کمال بیند\t\tخارم گل و یاسمن نماید", "کو دشمن شوخ چشم ناپاک\t\tتا عیب مرا به من نماید"]}, {"sec-name": "حکایت شمارهٔ ۱۳", "sec-poems": ["یکی در مسجد سنجار به تطوّع بانگ گفتی به ادایی که مستمعان را از او نفرت بودی. و صاحب مسجد امیری بود عادل نیک سیرت، نمی‌خواستش که دل آزرده گردد. گفت: ای جوانمرد! این مسجد را مؤذنانند قدیم. هر یکی را پنج دینار مرتب داشته‌ام. تو را ده دینار می‌دهم تا جایی دیگر روی.", "بر این قول اتفاق کردند و برفت. پس از مدتی در گذری پیش امیر باز آمد. گفت: ای خداوند! بر من حیف کردی که به ده دینار از آن بقعه به در کردی که اینجا که رفته‌ام، بیست دینارم همی‌دهند تا جای دیگر روم و قبول نمی‌کنم! امیر از خنده بیخود گشت و گفت: زنهار تا نستانی که به پنجاه راضی گردند!", "به تیشه کس نخراشد ز روی خارا گل\t\tچنان که بانگ درشت تو می‌خراشد دل"]}, {"sec-name": "حکایت شمارهٔ ۱۴", "sec-poems": ["ناخوش آوازی به بانگ بلند قرآن همی‌خواند. صاحبدلی بر او بگذشت. گفت: تو را مشاهره چند است؟ گفت: هیچ. گفت: پس این زحمت خود چندین چرا همی‌دهی؟ گفت: از بهر خدا می‌خوانم. گفت: از بهر خدا مخوان:", "گر تو قرآن بر این نمط خوانی\t\tببری رونق مسلمانی"]}]}, {"bab-name": "باب پنجم در عشق و جوانی", "bab-url": "/saadi/golestan/gbab5", "bab-sections": [{"sec-name": "حکایت شمارهٔ ۱", "sec-poems": ["حسن میمندی را گفتند: سلطان محمود چندین بندهٔ صاحب جمال دارد که هر یکی بدیع جهانی‌اند. چگونه افتاده است که با هیچ یک از ایشان میل و محبتی ندارد چنان که با ایاز که حسنی زیادتی ندارد؟ گفت: هر چه به دل فرو آید در دیده نکو نماید.", "هر که سلطان مرید او باشد\t\tگر همه بد کند نکو باشد", "و آن که را پادشه بیندازد\t\tکسش از خیلخانه ننوازد", "کسی به دیده انکار اگر نگاه کند\t\tنشان صورت یوسف دهد به ناخوبی", "و گر به چشم ارادت نگه کنی در دیو\t\tفرشته‌ایت نماید به چشم کروبی"]}, {"sec-name": "حکایت شمارهٔ ۲", "sec-poems": ["گویند خواجه‌ای را بنده‌ای نادر الحسن بود و با وی به سبیل مودت و دیانت نظری داشت.", "با یکی از دوستان گفت: دریغ این بنده با حسن و شمایلی که دارد اگر زبان درازی و بی ادبی نکردی.", "گفت: ای برادر! چو اقرار دوستی کردی توقع خدمت مدار که چون عاشق و معشوقی در میان آمد مالک و مملوک برخاست.", "خواجه با بندهٔ پری رخسار\t\tچون در آمد به بازی و خنده", "نه عجب کاو چو خواجه حکم کند\t\tواین کشد بار ناز چون بنده"]}, {"sec-name": "حکایت شمارهٔ ۳", "sec-poems": ["پارسایی را دیدم به محبت شخصی گرفتار نه طاقت صبر و نه یارای گفتار. چندان که ملامت دیدی و غرامت کشیدی ترک تصابی نگفتی و گفتی:", "کوته نکنم ز دامنت دست\t\tور خود بزنی به تیغ تیزم", "بعد از تو ملاذ و ملجائی نیست\t\tهم در تو گریزم ار گریزم", "باری ملامتش کردم و گفتم: عقل نفیست را چه شد تا نفس خسیس غالب آمد؟ زمانی به فکرت فرو رفت و گفت:", "هر کجا سلطان عشق آمد نماند\t\tقوّت بازوی تقوی را محل", "پاکدامن چون زید بیچاره‌ای\t\tاوفتاده تا گریبان در وحل"]}, {"sec-name": "حکایت شمارهٔ ۴", "sec-poems": ["یکی را دل از دست رفته بود و ترک جان کرده و مطمح نظرش جایی خطرناک و مظنهٔ‌ هلاک.", "نه لقمه‌ای که مصور شدی که به کام آید یا مرغی که به دام افتد.", "چو در چشم شاهد نیاید زرت\t\tزر و خاک یکسان نماید برت", "باری به نصیحتش گفتند: از این خیال محال تجنب کن که خلقی هم بدین هوس که تو داری اسیرند و پای در زنجیر.", "بنالید و گفت:", "دوستان گو نصیحتم مکنید\t\tکه مرا دیده بر ارادت اوست", "جنگجویان به زور پنجه و کتف\t\tدشمنان را کشند و خوبان دوست", "شرط مودت نباشد به اندیشهٔ‌ جان، دل از مهر جانان برگرفتن.", "تو که در بند خویشتن باشی\t\tعشق باز دروغ زن باشی", "گر نشاید به دوست ره بردن\t\tشرط یاری است در طلب مردن", "گر دست رسد که آستینش گیرم\t\tور نه بروم بر آستانش میرم", "متعلقان را که نظر در کار او بود و شفقت به روزگار او، پندش دادند و بندش نهادند و سودی نکرد.", "دردا که طبیب صبر می‌فرماید\t\tوین نفس حریص را شکر می‌باید", "آن شنیدی که شاهدی به نهفت\t\tبا دل از دست رفته‌ای می‌گفت", "تا تو را قدر خویشتن باشد\t\tپیش چشمت چه قدر من باشد؟", "آورده‌اند که مر آن پادشه زاده که مملوح نظر او بود خبر کردند که جوانی بر سر این میدان مداومت می‌نماید، خوش طبع و شیرین زبان و سخنهای لطیف می‌گوید و نکته‌های بدیع از او می‌شنوند و چنین معلوم همی‌شود که دل آشفته است و شوری در سر دارد.", "پسر دانست که دل آویختهٔ‌ اوست و این گرد بلا انگیختهٔ‌ او. مرکب به جانب او راند. چون دید که نزدیک او عزم دارد، بگریست و گفت:", "آن کس که مرا بکشت باز آمد پیش\t\tمانا که دلش بسوخت بر کشته خویش", "چندان که ملاطفت کرد و پرسیدش از کجایی و چه نامی و چه صنعت دانی، در قعر بحر مودت چنان غریق بود که مجال نفس نداشت.", "اگر خود هفت سبع از بر بخوانی\t\tچو آشفتی الف ب ت ندانی", "گفتا: سخنی با من چرا نگویی که هم از حلقهٔ‌ درویشانم بلکه حلقه به گوش ایشانم؟", "آنگه به قوت استیناس محبوب از میان تلاطم امواج محبت سر برآورد و گفت:", "عجب است با وجودت که وجود من بماند\t\tتو به گفتن اندر آیی و مرا سخن بماند", "این بگفت و نعره‌ای زد و جان به حق تسلیم کرد.", "عجب از کشته نباشد به در خیمه دوست\t\tعجب از زنده که چون جان به در آورد سلیم"]}, {"sec-name": "حکایت شمارهٔ ۵", "sec-poems": ["یکی را از متعلمان کمال بهجتی بود و معلم از آنجا که حس بشریت است با حسن بشره او معاملتی داشت و وقتی که به خلوتش دریافتی گفتی:", "نه آنچنان به تو مشغولم ای بهشتی روی\t\tکه یاد خویشتنم در ضمیر می‌آید", "ز دیدنت نتوانم که دیده در بندم\t\tو گر مقابله بینم که تیر می‌آید", "باری پسر گفت: آن چنان که در آداب درس من نظری میفرمایی در آداب نفسم نیز تأمل فرمای تا اگر در اخلاق من ناپسندی بینی که مرا آن پسند همی‌نماید بر آنم اطلاع فرمایی تا به تبدیل آن سعی کنم.", "گفت: ای پسر! این سخن از دیگری پرس که آن نظر که مرا با توست جز هنر نمی‌بینم.", "چشم بداندیش که برکنده باد\t\tعیب نماید هنرش در نظر", "ور هنری داری و هفتاد عیب\t\tدوست نبیند به جز آن یک هنر"]}, {"sec-name": "حکایت شمارهٔ ۶", "sec-poems": ["شبی یاد دارم که یاری عزیز از در در آمد. چنان بیخود از جای بر جستم که چراغم به آستین کشته شد.", "سَریٰ طَیفُ مَن یَجلو بِطَلعَتِهِ الدُّجیٰ\t\tشگفت آمد از بختم که این دولت از کجا", "بنشست و عتاب آغاز کرد که: مرا در حال بدیدی چراغ بکشتی، به چه معنی؟", "گفتم: به دو معنی: یکی آن که گمان بردم که آفتاب برآمد و دیگر آنکه این بیتم به خاطر بود:", "چون گرانی به پیش شمع آید\t\tخیزش اندر میان جمع بکش", "ور شکر خنده‌ایست شیرین لب\t\tآستینش بگیر و شمع بکش"]}, {"sec-name": "حکایت شمارهٔ ۷", "sec-poems": ["یکی دوستی را که زمانها ندیده بود گفت: کجایی که مشتاق بوده‌ام؟", "گفت: مشتاقی به که ملولی.", "دیر آمدى اى نگار سرمست\t\tزودت ندهیم دامن از دست", "معشوقه که دیر دیر بینند\t\tآخر کم از آن که سیر بینند", "شاهد که با رفیقان آید، به جفا کردن آمده است؛ به حکم آنکه از غیرت و مضادّت خالی نباشد.", "اِذا جِئتَنی فی رِفقَةٍ لِتَزورَنی\t\tوَ اِن جِئتَ فی صلحٍ فَأنتَ مُحارِبٍ", "به یک نفس که بر آمیخت یار با اغیار\t\tبسی نماند که غیرت وجود من بکشد", "به خنده گفت که من شمع جمعم ای سعدی\t\tمرا از آن چه که پروانه خویشتن بکشد"]}, {"sec-name": "حکایت شمارهٔ ۸", "sec-poems": ["یاد دارم در ایام پیشین که من و دوستی چون دو بادام مغز در پوستی صحبت داشتیم. ناگاه اتفاق مغیب افتاد.", "پس از مدتی که باز آمد عتاب آغاز کرد که: در این مدت قاصدی نفرستادی.", "گفتم: دریغ آمدم که دیدهٔ قاصد به جمال تو روشن گردد و من محروم.", "یار دیرینه مرا گو به زبان توبه مده\t\tکه مرا توبه به شمشیر نخواهد بودن", "رشکم آید که کسی سیر نگه در تو کند\t\tباز گویم نه که کس سیر نخواهد بودن"]}, {"sec-name": "حکایت شمارهٔ ۹", "sec-poems": ["دانشمندی را دیدم به کسی مبتلا شده و رازش برملا افتاده. جور فراوان بردی و تحمل بی کران کردی.", "باری به لطافتش گفتم: دانم که تو را در مودت این منظور علتی و بنای محبت بر زلّتی نیست، با وجود چنین معنی لایق قدر علما نباشد خود را متهم گردانیدن و جور بی ادبان بردن.", "گفت: ای یار! دست عتاب از دامن روزگارم بدار. بارها در این مصلحت که تو بینی اندیشه کردم و صبر بر جفای او سهل‌تر آید همی که صبر از دیدن او و حکما گویند: دل بر مجاهده نهادن آسان‌تر است که چشم از مشاهده بر گرفتن.", "هر که بی او به سر نشاید برد\t\tگر جفایی کند بباید برد", "روزی از دست گفتمش زنهار\t\tچند از آن روز گفتم استغفار", "نکند دوست زینهار از دوست\t\tدل نهادم بر آنچه خاطر اوست", "گر به لطفم به نزد خود خواند\t\tور به قهرم براند او داند"]}, {"sec-name": "حکایت شمارهٔ ۱۰", "sec-poems": ["در عنفوان جوانی چنان که افتد و دانی با شاهدی سری و سرّی داشتم به حکم آن که حلقی داشت طیِّبُ الاَدا وَ خَلقی کالبدرِ اذا بَدا.", "آن که نبات عارضش آب حیات می‌خورد\t\tدر شکرش نگه کند هر که نبات می‌خورد", "اتفاقاً به خلاف طبع از وی حرکتی بدیدم که نپسندیدم. دامن از او در کشیدم و مهره برچیدم و گفتم:", "برو هر چه می‌بایدت پیش گیر\t\tسر ما نداری سر خویش گیر", "شنیدمش که همی‌رفت و می‌گفت:", "شب پره گر وصل آفتاب نخواهد\t\tرونق بازار آفتاب نکاهد", "این بگفت و سفر کرد و پریشانی او در من اثر.", "فَقَدتُ زَمانَ الوَصلِ و المَرءُ جاهِلٌ\t\tبِقَدرِ لَذیذِ العَیشِ قَبلَ المَصائِبِ", "باز آی و مرا بکش که پیشت مردن\t\tخوشتر که پس از تو زندگانی کردن", "اما به شکر و منت باری پس از مدتی باز آمد، آن حلق داوودی متغیر شده و جمال یوسفی به زیان آمده و بر سیب زنخدانش چون به گردی نشسته و رونق بازار حسنش شکسته، متوقع که در کنارش گیرم. کناره گرفتم و گفتم:", "آن روز که خط شاهدت بود\t\tصاحب نظر از نظر براندی", "امروز بیامدی به صلحش\t\tکش فتحه و ضمه بر نشاندی", "تازه بهارا ورقت زرد شد\t\tدیگ منه کآتش ما سرد شد", "چند خرامی و تکبر کنی\t\tدولت پارینه تصور کنی", "پیش کسی رو که طلبکار توست\t\tناز بر آن کن که خریدار توست", "سبزه در باغ گفته‌اند خوش است\t\tداند آن کس که این سخن گوید", "یعنی از روی نیکوان خط سبز\t\tدل عشاق بیشتر جوید", "بوستان تو گندنازاریست\t\tبس که بر می‌کنی و می‌روید", "گر صبر کنی ور نکنی موی بناگوش\t\tاین دولت ایام نکویی به سر آید", "گر دست به جان داشتمی همچو تو بر ریش\t\tنگذاشتمی تا به قیامت که بر آید", "سؤال کردم و گفتم جمال روی تو را\t\tچه شد که مورچه بر گرد ماه جوشیده‌ست", "جواب داد ندانم چه بود رویم را\t\tمگر به ماتم حسنم سیاه پوشیده‌ست"]}, {"sec-name": "حکایت شمارهٔ ۱۱", "sec-poems": ["یکی را پرسیدند از مستعربان بغداد: ما تَقولُ فی المُرْدِ؟", "گفت: لا خَیرَ فیهِمْ مادامَ اَحَدُهُمْ لطیفاً یَتَخاشَنُ فاذا خَشُنَ یَتَلاطَفُ. یعنی چندان که خوب و لطیف و نازک‌اندام است درشتی کند و سختی، چون سخت و درشت شد چنان که به کاری نیاید تلطف کند و درشتی نماند.", "امرد آن گه که خوب و شیرین است\t\tتلخ گفتار و تندخوی بود", "چون به ریش آمد و به لعنت شد\t\tمردم آمیز و مهرجوی بود"]}, {"sec-name": "حکایت شمارهٔ ۱۲", "sec-poems": ["یکی را از علما پرسیدند که: یکی با ماهروییست در خلوت نشسته و درها بسته و رقیبان خفته و نفس طالب و شهوت غالب، چنان که عرب گوید التَّمرُ یانِعٌ وَ النّاطورُ غَیرُ مانِعٍ. هیچ باشد که به قوت پرهیزگاری از او به سلامت بماند؟", "گفت: اگر از مهرویان به سلامت بماند از بدگویان نماند.", "و اِن سَلِمَ الإنسانُ مِن سوءِ نَفسِهِ\t\tفَمِن سوءَ ظَنِّ المُدَّعی لَیسَ یَسلَمُ", "شاید پس کار خویشتن بنشستن\t\tلیکن نتوان زبان مردم بستن"]}, {"sec-name": "حکایت شمارهٔ ۱۳", "sec-poems": ["طوطیی با زاغ در قفس کردند و از قبح مشاهده او مجاهده می‌برد و می‌گفت: این چه طلعت مکروه است و هیأت ممقوت و منظر ملعون و شمایل ناموزون، یا غُرابَ البَینِ یا لَیتَ بَینی و بَیْنَکَ بُعدَ المَشرِقَینِ.", "علی الصباح به روی تو هر که برخیزد\t\tصباح روز سلامت بر او مسا باشد", "بد اختری چو تو در صحبت تو بایستی\t\tولی چنین که تویی در جهان کجا باشد", "عجب آن که غراب از مجاورت طوطی هم به جان آمده بود و ملول شده. لاحول کنان از گردش گیتی همی‌نالید و دستهای تغابن بر یکدگر همی مالید که: این چه بخت نگون است و طالع دون و ایام بوقلمون. لایق قدر من آنستی که با زاغی به دیوار باغی بر خرامان همی رفتمی.", "پارسا را بس این قدر زندان\t\tکه بود هم طویلهٔ رندان", "بلی تا چه کردم که روزگارم به عقوبت آن در سلک صحبت چنین ابلهی خودرای ناجنس خیره درای به چنین بند بلا مبتلا گردانیده است؟", "کس نیاید به پای دیواری\t\tکه بر آن صورتت نگار کنند", "گر تو را در بهشت باشد جای\t\tدیگران دوزخ اختیار کنند", "این ضرب‌المثل بدان آوردم تا بدانی که صد چندان که دانا را از نادان نفرت است، نادان را از دانا وحشت است.", "زاهدی در سماع رندان بود\t\tزآن میان گفت شاهدی بلخی", "گر ملولی ز ما ترش منشین\t\tکه تو هم در میان ما تلخی", "جمعی چو گل و لاله به هم پیوسته\t\tتو هیزم خشک در میانی رسته", "چون باد مخالف و چو سرما ناخوش\t\tچون برف نشسته‌ای و چون یخ بسته"]}, {"sec-name": "حکایت شمارهٔ ۱۴", "sec-poems": ["رفیقی داشتم که سالها با هم سفر کرده بودیم و نمک خورده و بی کران حقوق صحبت ثابت شده. آخر به سبب نفعی اندک، آزار خاطر من روا داشت و دوستی سپری شد و با این همه از هر دو طرف دلبستگی بود که شنیدم روزی دو بیت از سخنان من در مجمعی همی‌گفتند:", "نگار من چو در آید به خنده نمکین\t\tنمک زیاده کند بر جراحت ریشان", "چه بودی ار سر زلفش به دستم افتادی\t\tچو آستین کریمان به دست درویشان", "طایفه درویشان بر لطف این سخن نه که بر حسن سیرت خویش آفرین بردند و او هم در این جمله مبالغه کرده بود و بر فوت صحبت قدیم تأسف خورده و به خطای خویش اعتراف نموده. معلوم کردم که از طرف او هم رغبتی هست، این بیتها فرستادم و صلح کردیم:", "نه ما را در میان عهد و وفا بود\t\tجفا کردی و بد عهدی نمودی", "به یک بار از جهان دل در تو بستم\t\tندانستم که برگردی به زودی", "هنوزت گر سر صلح است باز آی\t\tکز آن مقبولتر باشی که بودی"]}, {"sec-name": "حکایت شمارهٔ ۱۵", "sec-poems": ["یکی را زنی صاحب جمال جوان درگذشت و مادرزن فرتوت به علت کابین در خانه متمکن بماند و مرد از محاورت او به جان رنجیدی و از مجاورت او چاره ندیدی تا گروهی آشنایان به پرسیدن آمدندش.", "یکی گفتا: چگونه‌ای در مفارقت یار عزیز؟", "گفت: نادیدن زن بر من چنان دشخوار نیست که دیدن مادرزن.", "گل به تاراج رفت و خار بماند\t\tگنج برداشتند و مار بماند", "دیده بر تارک سنان دیدن\t\tخوشتر از روی دشمنان دیدن", "واجب است از هزار دوست برید\t\tتا یکی دشمنت نباید دید"]}, {"sec-name": "حکایت شمارهٔ ۱۶", "sec-poems": ["یاد دارم که در ایام جوانی گذر داشتم به کویی و نظر با رویی، در تموزی که حرورش دهان بخوشانیدی و سمومش مغز استخوان بجوشانیدی.", "از ضعف بشریت تاب آفتاب هجیر نیاوردم و التجا به سایهٔ دیواری کردم، مترقب که کسی حر تموز از من به برد آبی فرو نشاند که همی ناگاه از ظلمت دهلیز خانه‌ای روشنی بتافت، یعنی جمالی که زبان فصاحت از بیان صباحت او عاجز آید، چنان که در شب تاری صبح بر آید یا آب حیات از ظلمات به در آید، قدحی برفاب بر دست و شکر در آن ریخته و به عرق بر آمیخته، ندانم به گلابش مطیّب کرده بود یا قطره‌ای چند از گل رویش در آن چکیده.", "فی الجمله شراب از دست نگارینش بر گرفتم و بخوردم و عمر از سر گرفتم:", "ظَمَأٌ بِقَلبی لا یَکادُ یُسیغُهُ\t\tرَشفُ الزُّلالِ وَ لَو شَرِبتُ بُحوراً", "خرم آن فرخنده طالع را که چشم\t\tبر چنین روی اوفتد هر بامداد", "مست می بیدار گردد نیمشب\t\tمست ساقی روز محشر بامداد"]}, {"sec-name": "حکایت شمارهٔ ۱۷", "sec-poems": ["سالی محمد خوارزمشاه رحمة الله علیه با ختا برای مصلحتی صلح اختیار کرد. به جامع کاشغر در آمدم، پسری دیدم نحوی به غایت اعتدال و نهایت جمال چنان که در امثال او گویند:", "معلمت همه شوخی و دلبری آموخت\t\tجفا و ناز و عتاب و ستمگری آموخت", "من آدمی به چنین شکل و خوی و قد و روش\t\tندیده‌ام مگر این شیوه از پری آموخت", "مقدمه نحو زمخشری در دست داشت و همی خواند: ضرب زیدُ عمرواً و کان المتعدیّ عمرواً. گفتم: ای پسر، خوارزم و ختا صلح کردند و زید و عمرو را همچنان خصومت باقیست؟ بخندید و مولدم پرسید، گفتم: خاک شیراز. گفت: از سخنان سعدی چه داری؟ گفتم:", "بُلیتُ بِنَحویٍّ یَصولُ مُغاضِباً\t\tعَلَیَّ کَزَیدٍ فی مُقابَلَةِ العَمرو", "علی جَرِّ ذَیلٍ لَیسَ یَرفَعُ رَأسَهُ\t\tوَ هَل یَستَقیمُ الَّرفعُ مِن عامِلِ الجَرِّ", "لختی به اندیشه فرو رفت و گفت: غالب اشعار او در این زمین به زبان پارسیست، اگر بگویی به فهم نزدیکتر باشد. کَلِّمِ الناسَ عَلی قَدرِ عُقولِهِم. گفتم:", "طبع تو را تا هوس نحو کرد\t\tصورت صبر از دل ما محو کرد", "ای دل عشاق به دام تو صید\t\tما به تو مشغول و تو با عمرو و زید", "بامدادان که عزم سفر مصمم شد، گفته بودندش که فلان سعدیست. دوان آمد و تلطف کرد و تأسف خورد که چندین مدت چرا نگفتی منم تا شکر قدوم بزرگان را میان به خدمت ببستمی. گفتم:", "با وجودت ز من آواز نیاید که منم", "گفتا چه شود گر در این خطه چندی برآسایی تا به خدمت مستفید گردیم. گفتم نتوانم به حکم این حکایت:", "بزرگی دیدم اندر کوهساری\t\tقناعت کرده از دنیا به غاری", "چرا گفتم به شهر اندر نیایی\t\tکه باری بندی از دل برگشایی", "بگفت آنجا پریرویان نغزند\t\tچو گل بسیار شد پیلان بلغزند", "این بگفتم و بوسه بر سر و روی یکدیگر دادیم و وداع کردیم.", "بوسه دادن به روی دوست چه سود\t\tهم در این لحظه کردنش بدرود", "سیب گویی وداع بستان کرد\t\tروی از این نیمه سرخ و زآن سو زرد", "اِن لَم اَمُت یَومَ الوَداعِ تَأسُّفاً\t\tلا تَحسَبونی فی المَوَدَّةِ مُنصِفاً"]}, {"sec-name": "حکایت شمارهٔ ۱۸", "sec-poems": ["خرقه پوشی در کاروان حجاز همراه ما بود، یکی از امرای عرب مر او را صد دینار بخشیده تا قربان کند. دزدان خفاجه ناگاه بر کاروان زدند و پاک ببردند. بازرگانان گریه و زاری کردن گرفتند و فریاد بی فایده خواندن", "گر تضرع کنی و گر فریاد\t\tدزد زر باز پس نخواهد داد", "مگر آن درویش صالح که بر قرار خویش مانده بود و تغیر در او نیامده. گفتم: مگر معلوم تو را دزد نبرد؟ گفت: بلی بردند، ولیکن مرا با آن الفتی چنان نبود که به وقت مفارقت خسته‌دلی باشد.", "نباید بستن اندر چیز و کس دل\t\tکه دل برداشتن کاریست مشکل", "گفتم: مناسب حال من است این چه گفتی که مرا در عهد جوانی با جوانی اتفاق مخالطت بود و صدق مودّت تا به جایی که قبلهٔ چشمم جمال او بودی و سود سرمایهٔ عمرم وصال او.", "مگر ملائکه بر آسمان وگر نه بشر\t\tبه حسن صورت او در زمی نخواهد بود", "به دوستی که حرام است بعد از او صحبت\t\tکه هیچ نطفه چنو آدمی نخواهد بود", "ناگهی پای وجودش به گل اجل فرو رفت و دود فراق از دودمانش بر آمد. روزها بر سر خاکش مجاورت کردم وز جمله که بر فراق او گفتم:", "کاش کآن روز که در پای تو شد خار اجل\t\tدست گیتی بزدی تیغ هلاکم بر سر", "تا در این روز جهان بی تو ندیدی چشمم\t\tاین منم بر سر خاک تو که خاکم بر سر", "آن که قرارش نگرفتی و خواب\t\tتا گل و نسرین نفشاندی نخست", "گردش گیتی گل رویش بریخت\t\tخاربنان بر سر خاکش برست", "بعد از مفارقت او عزم کردم و نیت جزم که بقیت زندگانی فرش هوس درنوردم و گرد مجالست نگردم.", "سود دریا نیک بودی گر نبودی بیم موج\t\tصحبت گل خوش بدی گر نیستی تشویش خار", "دوش چون طاووس می‌نازیدم اندر باغ وصل\t\tدیگر امروز از فراق یار می‌پیچم چو مار"]}, {"sec-name": "حکایت شمارهٔ ۱۹", "sec-poems": ["یکی را از ملوک عرب حدیث مجنون لیلی و شورش حال او بگفتند که با کمال فضل و بلاغت سر در بیابان نهاده است و زمام عقل از دست داده.", "بفرمودش تا حاضر آوردند و ملامت کردن گرفت که: در شرف نفس انسان چه خلل دیدی که خوی بهایم گرفتی و ترک عشرت مردم گفتی؟", "گفت:", "وَ رُبَّ صَدیقٍ لامَنی فی وِدادِها\t\tاَلَم یَرَها یَوماً فَیوضِحَ لی عُذری", "کاش کآنان که عیب من جستند\t\tرویت ای دلستان بدیدندی", "تا به جای ترنج در نظرت\t\tبی خبر دستها بریدندی", "تا حقیقت معنی بر صورت دعوی گواه آمدی. فَذٰلِکَ الَّذی لُمتُنَّنی فیه.", "ملک را در دل آمد جمال لیلی مطالعه کردن تا چه صورت است موجب چندین فتنه.", "بفرمودش طلب کردن. در احیاء عرب بگردیدند و به دست آوردند و پیش ملک در صحن سراچه بداشتند. ملک در هیأت او نظر کرد. شخصی دید سیه فام باریک اندام. در نظرش حقیر آمد، به حکم آن که کمترین خدّام حرم او به جمال از او در پیش بودند و به زینت بیش.", "مجنون به فراست دریافت، گفت: از دریچهٔ چشم مجنون باید در جمال لیلی نظر کردن تا سرّ مشاهدهٔ او بر تو تجلی کند.", "ما مَرَّ مِن ذِکرِ الحِمیٰ بِمَسمَعی\t\tلَو سَمِعَت وُرقُ الحِمی صاحَت مَعی", "یا مَعشَرَ الخُلاّنِ قولوا لِلمُعا\t\tفیٰ لَستَ تَدری ما بِقَلبِ الموجَعِ", "تندرستان را نباشد درد ریش\t\tجز به همدردی نگویم درد خویش", "گفتن از زنبور بی حاصل بود\t\tبا یکی در عمر خود ناخورده نیش", "تا تو را حالی نباشد همچو ما\t\tحال ما باشد تو را افسانه پیش", "سوز من با دیگری نسبت مکن\t\tاو نمک بر دست و من بر عضو ریش"]}, {"sec-name": "حکایت شمارهٔ ۲۰", "sec-poems": ["قاضی همدان را حکایت کنند که با نعلبند پسری سر خوش بود و نعل دلش در آتش. روزگاری در طلبش متلهف بود و پویان و مترصد و جویان و برحسب واقعه گویان:", "در چشم من آمد آن سهی سرو بلند\t\tبربود دلم ز دست و در پای فکند", "این دیده شوخ می کشد دل به کمند\t\tخواهی که به کس دل ندهی دیده ببند", "شنیدم که در گذری پیش قاضی آمد، برخی از این معامله به سمعش رسیده و زایدالوصف رنجیده. دشنام بی تحاشی داد و سقط گفت و سنگ برداشت و هیچ از بی حرمتی نگذاشت. قاضی یکی را گفت از علمای معتبر که هم عنان او بود:", "آن شاهدی و خشم گرفتن بینش\t\tو آن عقده بر ابروی ترش شیرینش", "در بلاد عرب گویند ضَربُ الحَبیبِ زَبیبُ.", "از دست تو مشت بر دهان خوردن\t\tخوشتر که به دست خویش نان خوردن", "همانا کز وقاحت او بوی سماحت همی آید.", "انگور نوآورده ترش طعم بود\t\tروزی دو سه صبر کن که شیرین گردد", "این بگفت و به مسند قضا باز آمد. تنی چند از بزرگان عدول در مجلس حکم او بودندی. زمین خدمت ببوسیدند که به اجازت سخنی بگوییم اگر چه ترک ادب است و بزرگان گفته‌اند:", "نه در هر سخن بحث کردن رواست\t\tخطا بر بزرگان گرفتن خطاست", "الا به حکم آن که سوابق انعام خداوندی ملازم روزگار بندگان است مصلحتی که بینند و اعلام نکنند، نوعی از خیانت باشد. طریق صواب آن است که با این پسر گرد طمع نگردی و فرش ولع درنوردی که منصب قضا پایگاهی منیع است تا به گناهی شنیع ملوث نگردانی و حریف این است که دیدی و حدیث این که شنیدی.", "یکی کرده بی آبرویی بسی\t\tچه غم دارد از آبروی کسی", "بسا نام نیکوی پنجاه سال\t\tکه یک نام زشتش کند پایمال", "قاضی را نصیحت یاران یکدل پسند آمد و بر حسن رای قوم آفرین خواند و گفت: نظر عزیزان در مصلحت حال من عین صواب است و مسئله بی جواب ولیکن،", "ملامت کن مرا چندان که خواهی\t\tکه نتوان شستن از زنگی سیاهی", "از یاد تو غافل نتوان کرد به هیچم\t\tسر کوفته مارم نتوانم که نپیچم", "این بگفت و کسان را به تفحص حال وی برانگیخت و نعمت بیکران بریخت و گفته‌اند هر که را زر در ترازوست، زور در بازوست و آن که بر دینار دسترس ندارد در همه دنیا کس ندارد.", "هر که زر دید سر فرو آورد\t\tور ترازوی آهنین دوش است", "فی الجمله شبی خلوتی میسر شد و هم در آن شب شحنه را خبر شد. قاضی همه شب شراب در سر و شباب در بر. از تنعم نخفتی و به ترنم گفتی:", "امشب مگر به وقت نمی خواند این خروس\t\tعشاق بس نکرده هنوز از کنار و بوس", "یک دم که دوست فتنه خفته است زینهار\t\tبیدار باش تا نرود عمر بر فسوس", "تا نشنوی ز مسجد آدینه بانگ صبح\t\tیا از در سرای اتابک غریو کوس", "لب بر لبی چو چشم خروس ابلهی بود\t\tبرداشتن به گفتن بیهوده خروس", "قاضی در این حالت که یکی از متعلقان در آمد و گفت: چه نشستی خیز و تا پای داری گریز که حسودان بر تو دقّی گرفته‌اند بلکه حقی گفته تا مگر آتش فتنه که هنوز اندک است به آب تدبیری فرو نشانیم مبادا که فردا چو بالا گیرد عالمی فرا گیرد. قاضی متبسم در او نظر کرد و گفت:", "پنجه در صید برده ضیغم را\t\tچه تفاوت کند که سگ لاید", "روی در روی دوست کن بگذار\t\tتا عدو پشت دست می خاید", "ملک را هم در آن شب آگهی دادند که در ملک تو چنین منکری حادث شده است چه فرمایی؟ ملک گفتا: من او را از فضلای عصر می‌دانم و یگانه روزگار، باشد که معاندان در حق وی خوضی کرده‌اند. این سخن در سمع قبول من نیاید، مگر آنگه که معاینه گردد که حکما گفته‌اند:", "به تندی سبک دست بردن به تیغ\t\tبه دندان برد پشت دست دریغ", "شنیدم که سحرگاهی با تنی چند خاصان به بالین قاضی فراز آمد. شمع را دید ایستاده و شاهد نشسته و می ریخته و قدح شکسته و قاضی در خواب مستی بی خبر از ملک هستی.", "به لطف اندک اندک بیدار کردش که خیز، آفتاب برآمد. قاضی دریافت که حال چیست. گفتا: از کدام جانب برآمد، گفت: از قبل مشرق. گفت: الحمد لله که در توبه همچنان باز است به حکم حدیث که: لایُغلَقُ علی العبادِ حتی تَطلَعَ الشمسُ مِن مَغربِها، استَغْفِرُکَ اللّهُمَّ و اَتوبُ الیکَ.", "این دو چیزم بر گناه انگیختند\t\tبخت نافرجام و عقل ناتمام", "گر گرفتارم کنی مستوجبم\t\tور ببخشی عفو بهتر کانتقام", "ملک گفتا: توبه در این حالت که بر هلاک اطلاع یافتی سودی نکند. فَلَم یَکُ یَنفَعُهُم ایمانُهُم لَمّا رَأَوا بَأسَنا.", "چه سود از دزدی آنگه توبه کردن\t\tکه نتوانی کمند انداخت بر کاخ", "بلند از میوه گو کوتاه کن دست\t\tکه کوته خود ندارد دست بر شاخ", "تو را با وجود چنین منکَری که ظاهر شد، سبیل خلاص صورت نبندد. این بگفت و موکلان در وی آویختند. گفتا که مرا در خدمت سلطان یکی سخن باقیست. ملک بشنید و گفت: این چیست؟ گفت:", "به آستین ملالی که بر من افشانی\t\tطمع مدار که از دامنت بدارم دست", "اگر خلاص محال است از این گنه که مراست\t\tبدان کرم که تو داری امیدواری هست", "ملک گفت: این لطیفه بدیع آوردی و این نکته غریب گفتی، ولیکن محال عقل است و خلاف شرع که تو را فضل و بلاغت امروز از چنگ عقوبت من رهایی دهد. مصلحت آن بینم که تو را از قلعه به زیر اندازم تا دیگران نصیحت پذیرند و عبرت گیرند. گفت: ای خداوند جهان، پرورده نعمت این خاندانم و این گناه نه تنها من کرده‌ام، دیگری را بینداز تا من عبرت گیرم. ملک را خنده گرفت و به عفو از خطای او در گذشت و متعندان را که اشارت به کشتن او همی کردند گفت:", "هر که حمال عیب خویشتنید\t\tطعنه بر عیب دیگران مزنید"]}, {"sec-name": "حکایت شمارهٔ ۲۱", "sec-poems": ["جوانی پاکباز پاکرو بود\t\tکه با پاکیزه رویی در کرو بود", "چنین خواندم که در دریای اعظم\t\tبه گردابی درافتادند با هم", "چو ملاح آمدش تا دست گیرد\t\tمبادا کاندر آن حالت بمیرد", "همی گفت از میان موج و تشویر\t\tمرا بگذار و دست یار من گیر", "در این گفتن جهان بر وی برآشفت\t\tشنیدندش که جان می داد و می گفت", "حدیث عشق از آن بطال منیوش\t\tکه در سختی کند یاری فراموش", "چنین کردند یاران زندگانی\t\tز کار افتاده بشنو تا بدانی", "که سعدی راه و رسم عشقبازی\t\tچنان داند که در بغداد تازی", "دلارامی که داری دل در او بند\t\tدگر چشم از همه عالم فرو بند", "اگر مجنون لیلی زنده گشتی\t\tحدیث عشق از این دفتر نبشتی"]}]}, {"bab-name": "باب ششم در ضعف و پیری", "bab-url": "/saadi/golestan/gbab6", "bab-sections": [{"sec-name": "حکایت شمارهٔ ۱", "sec-poems": ["با طایفه دانشمندان در جامع دمشق بحثی همی‌کردم که جوانی در آمد و گفت: در این میان کسی هست که زبان پارسی بداند؟", "غالب اشارت به من کردند.", "گفتمش: خیر است!", "گفت: پیری صد و پنجاه ساله در حالت نزع است و به زبان عجم چیزی همی‌گوید و مفهوم ما نمی‌گردد. گر به کرم رنجه شوی مزد یابی، باشد که وصیتی همی‌کند.", "چون به بالینش فراز شدم این می‌گفت:", "دمی چند گفتم بر آرم به کام\t\tدریغا که بگرفت راه نفس", "دریغا که بر خوان الوان عمر\t\tدمی خورده بودیم و گفتند بس", "معانی این سخن را به عربی با شامیان همی‌گفتم و تعجب همی‌کردند از عمر دراز و تأسف او همچنان بر حیات دنیا.", "گفتم: چگونه‌ای در این حالت؟", "گفت: چه گویم؟،", "ندیده‌ای که چه سختی همی‌رسد به کسی\t\tکه از دهانش به در می کنند دندانی", "قیاس کن که چه حالت بود در آن ساعت\t\tکه از وجود عزیزش به در رود جانی", "گفتم: تصور مرگ از خیال خود به در کن و وهم را بر طبیعت مستولی مگردان که فیلسوفان یونان گفته‌اند مزاج ار چه مستقیم بود، اعتماد بقا را نشاید و مرض گرچه هایل، دلالت کلی بر هلاک نکند. اگر فرمایی طبیبی را بخوانم تا معالجت کند.", "دیده بر کرد و بخندید و گفت:", "دست بر هم زند طبیب ظریف\t\tچون خرف بیند اوفتاده حریف", "خواجه در بند نقش ایوان است\t\tخانه از پایبند ویران است", "پیرمردی ز نزع می نالید\t\tپیرزن صندلش همی ‌مالید", "چون مخبط شد اعتدال مزاج\t\tنه عزیمت اثر کند نه علاج"]}, {"sec-name": "حکایت شمارهٔ ۲", "sec-poems": ["پیرمردی حکایت کند که دختری خواسته بود و حجره به گل آراسته و به خلوت با او نشسته و دیده و دل در او بسته و شبهای دراز نخفتی و بذله‌ها و لطیفه‌ها گفتی باشد که مؤانست پذیرد و وحشت نگیرد.", "از جمله می‌گفتم: بخت بلندت یار بود و چشم بختت بیدار که به صحبت پیری افتادی پخته پرورده جهاندیده آرمیده گرم و سرد چشیده نیک و بد آزموده که حق صحبت بداند و شرط مودت به جای آورد. مشفق و مهربان خوش طبع و شیرین زبان.", "تا توانم دلت به دست آرم\t\tور بیازاری ام نیازارم", "ور چو طوطی شکر بود خورشت\t\tجان شیرین فدای پرورشت", "نه گرفتار آمدی به دست جوانی معجب خیره رای سر تیز سبک پای که هر دم هوسی پزد و هر لحظه رایی زند و هر شب جایی خسبد و هر روز یاری گیرد.", "وفاداری مدار از بلبلان چشم\t\tکه هر دم بر گلی دیگر سرایند", "خلاف پیران که به عقل و ادب زندگانی کنند نه به مقتضای جهل جوانی.", "ز خود بهتری جوی و فرصت شمار\t\tکه با چون خودی گم کنی روزگار", "گفت: چندین بر این نمط بگفتم که گمان بردم که دلش بر قید من آمد و صید من شد. ناگه نفسی سرد از سر درد بر آورد و گفت: چندین سخن که بگفتی در ترازوی عقل من وزن آن سخن ندارد که وقتی شنیدم از قابله خویش که گفت زن جوان را اگر تیری در پهلو نشیند به که پیری.", "لمّا رَأَت بَینَ یَدَی بَعلِها\t\tشَیئاً کَأرخیٰ شَفَةِ الصّائِمِ", "تَقولُ هذا مَعهُ مَیّتٌ\t\tوَ اِنَّما الرُّقْیَةُ للنّائِمِ", "زن کز بر مرد بی رضا برخیزد\t\tبس فتنه و جنگ از آن سرا برخیزد", "پیری که ز جای خویش نتواند خاست\t\tالا به عصا کی اش عصا برخیزد", "فی الجمله امکان موافقت نبود و به مفارقت انجامید. چون مدت عدت بر آمد، عقد نکاحش بستند با جوانی تند و ترشروی تهیدست بدخوی. جور و جفا می‌دید و رنج و عنا می‌کشید و شکر نعمت حق همچنان می‌گفت که: الحمدلله که از آن عذاب الیم برهیدم و بدین نعیم مقیم برسیدم.", "با این همه جور و تندخویی\t\tبارت بکشم که خوبرویی", "با تو مرا سوختن اندر عذاب\t\tبه که شدن با دگری در بهشت", "بوی پیاز از دهن خوبروی\t\tنغزتر آید که گل از دست زشت"]}, {"sec-name": "حکایت شمارهٔ ۳", "sec-poems": ["مهمان پیری شدم در دیاربکر که مال فراوان داشت و فرزندی خوبروی.", "شبی حکایت کرد: مرا به عمر خویش به جز این فرزند نبوده است. درختی در این وادی زیارتگاه است که مردمان به حاجت خواستن آنجا روند. شبهای دراز در آن پای درخت بر حق بنالیده‌ام تا مرا این فرزند بخشیده است.", "شنیدم که پسر با رفیقان آهسته همی گفت: چه بودی گر من آن درخت بدانستمی کجاست تا دعا کردمی و پدر بمردی.", "خواجه شادی‌کنان که پسرم عاقل است و پسر طعنه‌زنان که پدرم فرتوت.", "سالها بر تو بگذرد که گذار\t\tنکنی سوی تربت پدرت", "تو به جای پدر چه کردی خیر؟\t\tتا همان چشم داری از پسرت"]}, {"sec-name": "حکایت شمارهٔ ۴", "sec-poems": ["روزی به غرور جوانی سخت رانده بودم و شبانگاه به پای گریوه‌ای سست مانده.", "پیرمردی ضعیف از پس کاروان همی‌آمد و گفت: چه نشینی که نه جای خفتن است؟", "گفتم: چون روم که نه پای رفتن است؟!", "گفت: این نشنیدی که صاحبدلان گفته‌اند: رفتن و نشستن به که دویدن و گسستن.", "ای که مشتاق منزلی مشتاب\t\tپند من کار بند و صبر آموز", "اسب تازی دو تگ رود به شتاب\t\tو اشتر آهسته می‌رود شب و روز"]}, {"sec-name": "حکایت شمارهٔ ۵", "sec-poems": ["جوانی چست لطیف خندان شیرین زبان در حلقه عشرت ما بود که در دلش از هیچ نوعی غم نیامدی و لب از خنده فرا هم.", "روزگاری برآمد که اتفاق ملاقات نیوفتاد. بعد از آن دیدمش زن خواسته و فرزندان خاسته و بیخ نشاطش بریده و گل هوس پژمریده.", "پرسیدمش: چگونه‌ای و چه حالت است؟", "گفت: تا کودکان بیاوردم دگر کودکی نکردم.", "ما ذَا الصِّبیٰ و الشَّیبُ غَیَّرَ لِمَّتی\t\tوَ کَفیٰ بِتَغییرِ الزَّمانِ نَذیراً", "چون پیر شدی ز کودکی دست بدار\t\tبازی و ظرافت به جوانان بگذار", "طرب نوجوان ز پیر مجوی\t\tکه دگر ناید آب رفته به جوی", "زرع را چون رسید وقت درو\t\tنخرامد چنان که سبزه نو", "دور جوانی بشد از دست من\t\tآه و دریغ آن زمن دل فروز", "قوت سرپنجه شیری گذشت\t\tراضی ام اکنون به پنیری چو یوز", "پیرزنی موی سیه کرده بود\t\tگفتم ای مامک دیرینه روز", "موی به تلبیس سیه کرده گیر\t\tراست نخواهد شدن این پشت کوز"]}, {"sec-name": "حکایت شمارهٔ ۶", "sec-poems": ["وقتی به جهل جوانی بانگ بر مادر زدم، دل آزرده به کنجی نشست و گریان همی‌گفت: مگر خردی فراموش کردی که درشتی میکنی؟", "چه خوش گفت زالی به فرزند خویش\t\tچو دیدش پلنگ افکن و پیل تن", "گر از عهد خردیت یاد آمدی\t\tکه بیچاره بودی در آغوش من", "نکردی در این روز بر من جفا\t\tکه تو شیرمردی و من پیرزن"]}, {"sec-name": "حکایت شمارهٔ ۷", "sec-poems": ["توانگری بخیل را پسری رنجور بود. نیکخواهان گفتندش: مصلحت آن است که ختم قرآنی کنی از بهر وی یا بذل قربانی. لختی به اندیشه فرو رفت و گفت: مصحف مهجور اولیتر است که گله دور.", "صاحبدلی بشنید و گفت: ختمش به علت آن اختیار آمد که قرآن بر سر زبان است و زر در میان جان.", "دریغا گردن طاعت نهادن\t\tگرش همراه بودی دست دادن", "به دیناری چو خر در گل بمانند\t\tور الحمدی بخواهی صد بخوانند"]}, {"sec-name": "حکایت شمارهٔ ۸", "sec-poems": ["پیرمردی را گفتند: چرا زن نکنی؟", "گفت: با پیرزنانم عیشی نباشد.", "گفتند: جوانی بخواه چو مکنت داری.", "گفت: مرا که پیرم با پیرزنان الفت نیست پس او را که جوان باشد با من که پیرم چه دوستی صورت بندد؟", "پِرِ هَفتا ثَله جُونی می‌کُند\t\tعَشغِ مقری وَ خُیْ بِنی چِشِ رُوشْت", "زور باید نه زر که بانو را\t\tگزری دوست‌تر که ده من گوشت"]}, {"sec-name": "حکایت شمارهٔ ۹", "sec-poems": ["شنیده‌ام که در این روزها کهن پیری\t\tخیال بست به پیرانه سر که گیرد جفت", "بخواست دخترکی خوبروی گوهر نام\t\tچو درج گوهرش از چشم مردمان بنهفت", "چنان که رسم عروسی بود تماشا بود\t\tولی به حملهٔ اوّل عصای شیخ بخفت", "کمان کشید و نزد بر هدف که نتوان دوخت\t\tمگر به خامهٔ فولاد جامهٔ هنگفت", "به دوستان گله آغاز کرد و حجت ساخت\t\tکه خان و مان من این شوخ دیده پاک برفت", "میان شوهر و زن جنگ و فتنه خاست چنان\t\tکه سر به شحنه و قاضی کشید و سعدی گفت:", "پس از خلافت و شنعت گناه دختر نیست\t\tتو را که دست بلرزد گهر چه دانی سفت", "سود دریا نیک بودی گر نبودی بیم موج\t\tصحبت گل خوش بدی گر نیستی تشویش خار", "دوش چون طاووس می نازیدم اندر باغ وصل\t\tدیگر امروز از فراق یار می پیچم چو مار"]}]}, {"bab-name": "باب هفتم در تأثیر تربیت", "bab-url": "/saadi/golestan/gbab7", "bab-sections": [{"sec-name": "حکایت شمارهٔ ۱", "sec-poems": ["یکی را از وزرا پسری کودن بود. پیش یکی از دانشمندان فرستاد که مر این را تربیتی می‌کن مگر که عاقل شود. روزگاری تعلیم کردش و مؤثر نبود. پیش پدرش کس فرستاد که این عاقل نمی‌باشد و مرا دیوانه کرد.", "چون بود اصل گوهری قابل\t\tتربیت را در او اثر باشد", "هیچ صیقل نکو نداند کرد\t\tآهنی را که بدگهر باشد", "سگ به دریای هفتگانه بشوی\t\tکه چو تر شد پلیدتر باشد", "خر عیسی گرش به مکه برند\t\tچون بیاید هنوز خر باشد"]}, {"sec-name": "حکایت شمارهٔ ۲", "sec-poems": ["حکیمی پسران را پند همی‌داد که جانان پدر هنر آموزید که ملک و دولت دنیا اعتماد را نشاید و سیم و زر در سفر بر محل خطر است یا دزد به یکبار ببرد یا خواجه به تفاریق بخورد. اما هنر چشمه زاینده است و دولت پاینده وگر هنرمند از دولت بیفتد غم نباشد که هنر در نفس خود دولت است، هر جا که رود قدر بیند و در صدر نشیند و بی هنر لقمه چیند و سختی بیند.", "سخت است پس از جاه تحکم بردن\t\tخو کرده به ناز جور مردم بردن", "وقتی افتاد فتنه‌ای در شام\t\tهر کس از گوشه‌ای فرا رفتند", "روستازادگان دانشمند\t\tبه وزیری پادشا رفتند", "پسران وزیر ناقص عقل\t\tبه گدایی به روستا رفتند"]}, {"sec-name": "حکایت شمارهٔ ۳", "sec-poems": ["یکی از فضلا تعلیم ملک زاده‌ای همی‌داد و ضرب بی محابا زدی و زجر بی قیاس کردی. باری پسر از بی طاقتی شکایت پیش پدر برد و جامه از تن دردمند برداشت. پدر را دل به هم بر آمد.", "استاد را گفت که پسران آحاد رعیت را چندین جفا و توبیخ روا نمی داری که فرزند مرا سبب چیست؟", "گفت: سبب آن که سخن اندیشیده باید گفت و حرکت پسندیده کردن همه خلق را علی العموم و پادشاهان را علی الخصوص، به موجب آن که بر دست و زبان ایشان هر چه رفته شود هر آینه به افواه بگویند و قول و فعل عوام الناس را چندان اعتباری نباشد.", "اگر صد ناپسند آید ز درویش\t\tرفیقانش یکی از صد ندانند", "وگر یک بذله گوید پادشاهی\t\tاز اقلیمی به اقلیمی رسانند", "پس واجب آمد معلم پادشه زاده را در تهذیب اخلاق خداوندزادگان أنبَتَهم اللهُ نباتاً حسناً اجتهاد از آن بیش کردن که در حقّ عوام.", "هر که در خردیش ادب نکنند\t\tدر بزرگی فلاح از او برخاست", "چوب تر را چنان که خواهی پیچ\t\tنشود خشک جز به آتش راست", "ملک را حسن تدبیر فقیه و تقریر جواب او موافق رای آمد. خلعت و نعمت بخشید و پایه منصب بلند گردانید."]}, {"sec-name": "حکایت شمارهٔ ۴", "sec-poems": ["معلم کُتّابی دیدم در دیار مغرب ترشروی تلخ گفتار بدخوی مردم آزار گدا طبع ناپرهیزگار که عیش مسلمانان به دیدن او تبه گشتی و خواندن قرآنش دل مردم سیه کردی. جمعی پسران پاکیزه و دختران دوشیزه به دست جفای او گرفتار نه زهره خنده و نه یارای گفتار گه عارض سیمین یکی را طپنچه زدی و گه ساق بلورین دیگری شکنجه کردی. القصه شنیدم که طرفی از خباثت نفس او معلوم کردند و بزدند و براندند و مکتب او را به مصلحی دادند پارسای سلیم نیک مرد حلیم که سخن جز به حکم ضرورت نگفتی و موجب آزار کس بر زبانش نرفتی.", "کودکان را هیبت استاد نخستین از سر برفت و معلم دومین را اخلاق ملکی دیدند و یک یک دیو شدند. به اعتماد حلم او ترک علم دادند. اغلب اوقات به بازیچه فرا هم نشستندی و لوح درست ناکرده در سر هم شکستندی.", "استاد معلم چو بود بی آزار\t\tخرسک بازند کودکان در بازار", "بعد از دو هفته بر آن مسجد گذر کردم، معلم اولین را دیدم که دل خوش کرده بودند و به جای خویش آورده. انصاف برنجیدم و لاحول گفتم که ابلیس را معلم ملائکه دیگر چرا کردند. پیرمردی ظریف جهاندیده گفت:", "پادشاهی پسر به مکتب داد\t\tلوح سیمینش بر کنار نهاد", "بر سر لوح او نبشته به زر\t\tجور استاد به ز مهر پدر"]}, {"sec-name": "حکایت شمارهٔ ۵", "sec-poems": ["پارسازاده ای را نعمت بیکران از ترکه عمان به دست افتاد. فسق و فجور آغاز کرد و مبذری پیشه گرفت. فی‌الجمله نماند از سایر معاصی منکری که نکرد و مسکری که نخورد.", "باری به نصیحتش گفتم: ای فرزند! دخل آب روان است و عیش آسیای گردان یعنی خرج فراوان کردن مسلم کسی را باشد که دخل معین دارد.", "چو دخلت نیست خرج آهسته تر کن\t\tکه می‌گویند ملاحان سرودی", "اگر باران به کوهستان نبارد\t\tبه سالی دجله گردد خشک رودی", "عقل و ادب پیش گیر و لهو و لعب بگذار که چون نعمت سپری شود سختی بری و پشیمانی خوری.", "پسر از لذت نای و نوش این سخن در گوش نیاورد و بر قول من اعتراض کرد و گفت: راحت عاجل به تشویش محنت آجل منغص کردن خلاف رای خردمند است،", "خداوندان کام و نیکبختی\t\tچرا سختی خورند از بیم سختی", "برو شادی کن ای یار دل افروز\t\tغم فردا نشاید خورد امروز", "فکیف مرا که در صدر مروت نشسته باشم و عقد فتوت بسته و ذکر انعام در افواه عوام افتاده.", "هر که علم شد به سخا و کرم\t\tبند نشاید که نهد بر درم", "نام نکویی چو برون شد به کوی\t\tدر نتوانی که ببندی به روی", "دیدم که نصیحت نمی‌پذیرد و دم گرم من در آهن سرد او اثر نمی‌کند. ترک مناصحت گرفتم و روی از مصاحبت بگردانیدم و قول حکما کار بستم که گفته‌اند: بلِّغ ما عَلیکَ فاِن لَم یَقبلوا ما عَلیکَ", "گر چه دانی که نشنوند بگوی\t\tهر چه دانی ز نیکخواهی و پند", "زود باشد که خیره سر بینی\t\tبه دو پای اوفتاده اندر بند", "دست بر دست می زند که دریغ\t\tنشنیدم حدیث دانشمند", "تا پس از مدتی آنچه اندیشه من بود از نکبت حالش به صورت بدیدم که پاره پاره به هم بر می‌دوخت و لقمه لقمه همی‌اندوخت. دلم از ضعف حالش به هم بر آمد و مروّت ندیدم در چنان حالی ریش درویش به ملامت خراشیدن و نمک پاشیدن. پس با دل خود گفتم:", "حریف سفله در پایان مستی\t\tنیندیشد ز روز تنگدستی", "درخت اندر بهاران بر فشاند\t\tزمستان لاجرم بی برگ ماند"]}, {"sec-name": "حکایت شمارهٔ ۶", "sec-poems": ["پادشاهی پسری را به ادیبی داد و گفت: این فرزند توست، تربیتش همچنان کن که یکی از فرزندان خویش.", "ادیب خدمت کرد و متقبل شد و سالی چند بر او سعی کرد و به جایی نرسید و پسران ادیب در فضل و بلاغت منتهی شدند.", "ملک دانشمند را مؤاخذت کرد و معاتبت فرمود که وعده خلاف کردی و وفا به جا نیاوردی.", "گفت: بر رای خداوند روی زمین پوشیده نماند که تربیت یکسان است و طباع مختلف.", "گرچه سیم و زر ز سنگ آید همی\t\tدر همه سنگی نباشد زر و سیم", "بر همه عالم همی‌تابد سهیل\t\tجایی انبان میکند جایی ادیم"]}, {"sec-name": "حکایت شمارهٔ ۷", "sec-poems": ["یکی را شنیدم از پیران مربی که مریدی را همی‌گفت: ای پسر! چندان که تعلق خاطر آدمیزاد به روزیست اگر به روزی‌ده بودی به مقام از ملائکه در گذشتی.", "فراموشت نکرد ایزد در آن حال\t\tکه بودی نطفهٔ مدفون و مدهوش", "روانت داد و طبع و عقل و ادراک\t\tجمال و نطق و رای و فکرت و هوش", "ده انگشتت مرتب کرد بر کف\t\tدو بازویت مرکب ساخت بر دوش", "کنون پنداری ای ناچیز همت\t\tکه خواهد کردنت روزی فراموش"]}, {"sec-name": "حکایت شمارهٔ ۸", "sec-poems": ["اعرابیی را دیدم که پسر را همی‌گفت یا بُنَّی اِنَّک مسئولٌ یومَ القیامةِ ماذا اکتَسَبتَ و لا یُقالُ بمن انتسبتَ. یعنی تو را خواهند پرسید که عملت چیست نگویند پدرت کیست.", "جامه کعبه را که می بوسند\t\tاو نه از کرم پیله نامی شد", "با عزیزی نشست روزی چند\t\tلاجرم همچنو گرامی شد"]}, {"sec-name": "حکایت شمارهٔ ۹", "sec-poems": ["در تصانیف حکما آورده‌اند که کژدم را ولادت معهود نیست چنان که دیگر حیوانات را بل احشای مادر را بخورند و شکمش را بدرند و راه صحرا گیرند و آن پوستها که در خانه کژدم بینند اثر آن است. باری این نکته پیش بزرگی همی‌گفتم، گفت دل من بر صدق این سخن گواهی میدهد و جز چنین نتوان بودن در حالت خردی با مادر و پدر چنین معاملت کرده‌اند، لاجرم در بزرگی چنین مقبلند و محبوب!", "پسری را پدر وصیت کرد\t\tکای جوانبخت یاد گیر این پند", "هر که با اهل خود وفا نکند\t\tنشود دوست روی و دولتمند", "کژدم را گفتند: چرا به زمستان به در نمی‌آیی؟ گفت: به تابستانم چه حرمت است که به زمستان نیز بیایم؟!"]}, {"sec-name": "حکایت شمارهٔ ۱۰", "sec-poems": ["فقیره درویشی حامله بود، مدّت حمل بسر آورده و مر این درویش را همه عمر فرزند نیامده بود.", "گفت: اگر خدای عز ّو جل مرا پسری دهد، جز این خرقه که پوشیده دارم هر چه در ملک من است ایثار درویشان کنم.", "اتفاقاً پسر آورد و سفره درویشان به موجب شرط بنهاد.", "پس از چند سالی که از سفر شام باز آمدم به محلت آن دوست برگذشتم و از چگونگی حالش خبر پرسیدم.", "گفتند به زندان شحنه دَر است.", "سبب پرسیدم.", "کسی گفت: پسرش خمر خورده است و عربده کرده است و خون کسی ریخته و خود از میان گریخته، پدر را به علت او سلسله در نای است و بند گران بر پای.", "گفتم: این بلا را به حاجت از خدای عزّ و جل خواسته است!", "زنان باردار ای مرد هشیار\t\tاگر وقت ولادت مار زایند", "از آن بهتر به نزدیک خردمند\t\tکه فرزندان ناهموار زایند"]}, {"sec-name": "حکایت شمارهٔ ۱۱", "sec-poems": ["طفل بودم که بزرگی را پرسیدم از بلوغ. گفت در مسطور آمده است که سه نشان دارد: یکی پانزده سالگی و دیگر احتلام و سیم بر آمدن موی پیش.", "اما در حقیقت یک نشان دارد و بس، آن که در بند رضای حق جلّ و علا بیش از آن باشی که در بند حظّ نفس خویش و هر آن که در او این صفت موجود نیست به نزد محققان بالغ نشمارندش.", "به صورت آدمی شد قطرهٔ آب\t\tکه چل روزش قرار اندر رحم ماند", "و گر چل ساله را عقل و ادب نیست\t\tبه تحقیقش نشاید آدمی خواند", "جوانمردی و لطف است آدمیت\t\tهمین نقش هیولانی مپندار", "هنر باید که صورت می توان کرد\t\tبه ایوان‌ها در از شنگرف و زنگار", "چو انسان را نباشد فضل و احسان\t\tچه فرق از آدمی تا نقش دیوار", "به دست آوردن دنیا هنر نیست\t\tیکی را گر توانی دل به دست آر"]}, {"sec-name": "حکایت شمارهٔ ۱۲", "sec-poems": ["سالی نزاعی در پیادگان حجیج افتاده بود و داعی در آن سفر هم پیاده. انصاف در سر و روی هم فتادیم و داد فسوق و جدال بدادیم.", "کجاوه نشینی را شنیدم که با عدیل خود می‌گفت: یاللعجب! پیادهٔ عاج چو عرصه شطرنج به سر می‌برد فرزین می‌شود، یعنی به از آن می‌گردد که بود و پیادگان حاج بادیه به سر بردند و بتر شدند.", "از من بگوی حاجی مردم گزای را\t\tکو پوستین خلق به آزار می درد", "حاجی تو نیستی شتر است از برای آنک\t\tبیچاره خار می‌خورد و بار می‌برد"]}, {"sec-name": "حکایت شمارهٔ ۱۳", "sec-poems": ["هندوی نفت اندازی همی‌آموخت. حکیمی گفت تو را که خانه نیین است، بازی نه این است.", "تا ندانی که سخن عین صواب است مگوی\t\tوآنچه دانی که نه نیکوش جواب است مگوی"]}, {"sec-name": "حکایت شمارهٔ ۱۴", "sec-poems": ["مردکی را چشم درد خاست، پیش بیطار رفت که دوا کن. بیطار از آنچه در چشم چارپای می کند در دیده او کشید و کور شد. حکومت به داور بردند گفت بر او هیچ تاوان نیست. اگر این خر نبودی، پیش بیطار نرفتی. مقصود از این سخن آن است تا بدانی که هر آن که ناآزموده را کار بزرگ فرماید با آن که ندامت برد به نزدیک خردمندان به خفت رای منسوب گردد.", "ندهد هوشمند روشن رای\t\tبه فرومایه کارهای خطیر", "بوریاباف اگر چه بافنده‌ست\t\tنبرندش به کارگاه حریر"]}, {"sec-name": "حکایت شمارهٔ ۱۵", "sec-poems": ["یکی را از بزرگان ائمه پسری وفات یافت. پرسیدند که بر صندوق گورش چه نویسیم؟ گفت: آیات کتاب مجید را عزت و شرف بیش از آن است که روا باشد بر چنین جایها نوشتن که به روزگار سوده گردد و خلایق بر او گذرند و سگان بر او شاشند. اگر به ضرورت چیزی همی‌نویسند این بیت کفایت است:", "وه که هر گه که سبزه در بستان\t\tبدمیدی چه خوش شدی دل من", "بگذر ای دوست تا به وقت بهار\t\tسبزه بینی دمیده بر گل من"]}, {"sec-name": "حکایت شمارهٔ ۱۶", "sec-poems": ["پارسایی بر یکی از خداوندان نعمت گذر کرد که بنده‌ای را دست و پای استوار بسته عقوبت همی‌کرد. گفت: ای پسر همچو تو مخلوقی را خدای عز ّو جل اسیر حکم تو گردانیده است و تو را بر وی فضیلت داده شکر نعمت باری تعالی به جای آر و چندین جفا بر وی مپسند، نباید که فردای قیامت به از تو باشد و شرمساری بری.", "بر بنده مگیر خشم بسیار\t\tجورش مکن و دلش میازار", "او را تو به ده درم خریدی\t\tآخر نه به قدرت آفریدی", "این حکم و غرور و خشم تا چند\t\tهست از تو بزرگتر خداوند", "ای خواجهٔ ارسلان و آغوش\t\tفرمانده خود مکن فراموش", "در خبر است از خواجهٔ عالم صلی الله علیه و سلم که گفت: بزرگترین حسرتی روز قیامت آن بود که یکی بندهٔ صالح را به بهشت برند و خواجهٔ فاسق را به دوزخ.", "بر غلامی که طوع خدمت توست\t\tخشم بی حد مران و طیره مگیر", "که فضیحت بود به روز شمار\t\tبنده آزاد و خواجه در زنجیر"]}, {"sec-name": "حکایت شمارهٔ ۱۷", "sec-poems": ["سالی از بلخ بامیانم سفر بود و راه از حرامیان پر خطر. جوانی به بدرقه همراه من شد سپرباز چرخ انداز سلحشور بیش زور که به ده مرد توانا کمان او زه کردندی و زورآوران روی زمین پشت او بر زمین نیاوردندی ولیکن چنان که دانی متنعم بود و سایه پرورده نه جهاندیده و سفر کرده. رعد کوس دلاوران به گوشش نرسیده و برق شمشیر سواران ندیده.", "نیفتاده بر دست دشمن اسیر\t\tبه گردش نباریده باران تیر", "اتفاقاً من و این جوان هر دو در پی هم دوان. هر آن دیوار قدیمش که پیش آمدی به قوّت بازو بیفکندی و هر درخت عظیم که دیدی به زور سرپنجه بر کندی و تفاخرکنان گفتی:", "پیل کو تا کتف و بازوی گردان بیند\t\tشیر کو تا کف و سر پنجهٔ مردان بیند", "ما در این حالت که دو هندو از پس سنگی سر بر آوردند و قصد قتال ما کردند. به دست یکی چوبی و در بغل آن دیگر کلوخ کوبی. جوان را گفتم چه پایی:", "بیار آنچه داری ز مردی و زور\t\tکه دشمن به پای خود آمد به گور", "تیر و کمان را دیدم از دست جوان افتاده و لرزه بر استخوان.", "نه هر که موی شکافد به تیر جوشن خای\t\tبه روز حملهٔ جنگاوران بدارد پای", "چاره جز آن ندیدیم که رخت و سلاح و جامه‌ها رها کردیم و جان به سلامت بیاوردیم.", "به کارهای گران مرد کار دیده فرست\t\tکه شیر شرزه در آرد به زیر خمّ کمند", "جوان اگر چه قوی یال و پیلتن باشد\t\tبه جنگ دشمنش از هول بگسلد پیوند", "نبرد پیش مصاف آزموده معلوم است\t\tچنان که مسألهٔ شرع پیش دانشمند"]}, {"sec-name": "حکایت شمارهٔ ۱۸", "sec-poems": ["توانگرزاده‌ای را دیدم بر سر گور پدر نشسته و با درویش بچه‌ای مناظره در پیوسته که: صندوق تربت ما سنگین است و کتابه رنگین و فرش رخام انداخته و خشت پیروزه در او به کار برده. به گور پدرت چه ماند خشتی دو فراهم آورده و مشتی دو خاک بر آن پاشیده؟!", "درویش پسر این بشنید و گفت: تا پدرت زیر آن سنگهای گران بر خود بجنبیده باشد، پدر من به بهشت رسیده بود.", "خر که کمتر نهند بر وی بار\t\tبی شک آسوده تر کند رفتار", "مرد درویش که بار ستم فاقه کشید\t\tبه در مرگ همانا که سبکبار آید", "وآن که در نعمت و آسایش و آسانی زیست\t\tمردنش زین همه شک نیست که دشخوار آید", "به همه حال اسیری که ز بندی برهد\t\tبهتر از حال امیری که گرفتار آید"]}, {"sec-name": "حکایت شمارهٔ ۱۹", "sec-poems": ["بزرگی را پرسیدم در معنی این حدیث که اَعدی عدوِّک نَفسُک الَّتی بینَ جَنبَیکَ.", "گفت: به حکم آن که هر آن دشمنی را که با وی احسان کنی دوست گردد مگر نفس را که چندان که مدارا بیش کنی مخالفت زیادت کند.", "فرشته خوی شود آدمی به کم خوردن\t\tوگر خورد چو بهایم بیوفتد چو جماد", "مراد هر که بر آری مطیع امر تو گشت\t\tخلاف نفس که فرمان دهد چو یافت مراد"]}, {"sec-name": "جدال سعدی با مدعی در بیان توانگری و درویشی", "sec-poems": ["یکی در صورت درویشان نه بر صفت ایشان در محفلی دیدم نشسته و شنعتی در پیوسته و دفتر شکایتی باز کرده و ذم توانگران آغاز کرده. سخن بدینجا رسانیده که درویش را دست قدرت بسته است و توانگر را پای ارادت شکسته.", "کریمان را به دست اندر درم نیست\t\tخداوندان نعمت را کرم نیست", "مرا که پروردهٔ نعمت بزرگانم این سخن سخت آمد. گفتم: ای یار، توانگران دخل مسکینانند و ذخیره گوشه نشینان و مقصد زائران و کهف مسافران و محتمل بار گران بهر راحت دگران. دست تناول آنگه به طعام برند که متعلقان و زیردستان بخورند و فضلهٔ مکارم ایشان به ارامل و پیران و اقارب و جیران رسیده.", "توانگران را وقف است و نذر و مهمانی\t\tزکات و فطره و اعتاق و هدی و قربانی", "تو کی به دولت ایشان رسی که نتوانی\t\tجز این دو رکعت و آن هم به صد پریشانی", "اگر قدرت جود است و گر قوت سجود، توانگران را به میسر شود که مال مزکی دارند و جامهٔ پاک و عرض مصون و دل فارغ و قوت طاعت در لقمهٔ لطیف است و صحت عبادت در کسوت نظیف، پیداست که از معدهٔ خالی چه قوت آید وز دست تهی چه مروت وز پای تشنه چه سیر آید و از دست گرسنه چه خیر.", "شب پراکنده خسبد آن که پدید\t\tنبود وجه بامدادانش", "مور گرد آورد به تابستان\t\tتا فراغت بود زمستانش", "فراغت با فاقه نپیوندد و جمعیت در تنگدستی صورت نبندد. یکی تحرمهٔ عشا بسته و یکی منتظر عشا نشسته. هرگز این بدان کی ماند؟", "خداوند مکنت به حق مشتغل\t\tپراکنده روزی پراکنده دل", "پس عبادت اینان به قبول اولی تر است که جمعند و حاضر، نه پریشان و پراکنده خاطر. اسباب معیشت ساخته و به اوراد عبادت پرداخته. عرب گوید: اعوذُ باللهِ مِنَ الفَقرِ المُکِبِّ و جَوارِ مَن لا اُحِبُّ و در خبر است: الفقرُ سَوادُ الوجهِ فی الدّارَینِ. گفتا: نشنیدی که پیغمبر علیه السلام گفت: الفقرُ فخری. گفتم: خاموش که اشارت خواجه علیه السلام به فقر طایفه‌ای ست که مرد میدان رضایند و تسلیم تیر قضا نه اینان که خرقهٔ ابرار پوشند و لقمهٔ ادرار فروشند.", "ای طبل بلندبانگ در باطن هیچ\t\tبی توشه چه تدبیر کنی وقت بسیچ", "روی طمع از خلق بپیچ ار مردی\t\tتسبیح هزار دانه بر دست مپیچ", "درویش بی معرفت نیارامد تا فقرش به کفر انجامد. کاد الفقرُ أن یکونَ کفراً که نشاید جز به وجود نعمت برهنه‌ای پوشیدن یا در استخلاص گرفتاری کوشیدن، و ابنای جنس ما را به مرتبهٔ ایشان که رساند و ید علیا به ید سفلی چه ماند؟ نبینی که حق جل و علا در محکم تنزیل از نعیم اهل بهشت خبر می‌دهد که اولئکَ لهم رزقٌ معلومٌ تا بدانی که مشغول کفاف از دولت عفاف محروم است و ملک فراغت زیر نگین رزق معلوم.", "تشنگان را نماید اندر خواب\t\tهمه عالم به چشم چشمهٔ آب", "حالی که من این سخن بگفتم، عنان طاقت درویش از دست تحمل برفت. تیغ زبان برکشید و اسب فصاحت در میدان وقاحت جهانید و بر من دوانید و گفت: چندان مبالغه در وصف ایشان بکردی و سخنهای پریشان بگفتی که وهم تصور کند که تریاق اند یا کلید خزانه ارزاق.", "مشتی متکبر مغرور معجب نفور، مشتغل مال و نعمت، مفتتن جاه و ثروت که سخن نگویند الا به سفاهت و نظر نکنند الا به کراهت. علما را به گدایی منسوب کنند و فقرا را به بی سر و پایی معیوب گردانند و به عزت مالی که دارند و عزت جاهی که پندارند، برتر از همه نشینند و خود را به از همه بینند و نه آن در سر دارند که سر به کسی بر دارند بی خبر از قول حکما که گفته‌اند: هر که به طاعت از دیگران کم است و به نعمت بیش به صورت توانگر است و به معنی درویش.", "گر بی هنر به مال کند کبر بر حکیم\t\tکون خرش شمار وگر گاو عنبر است", "گفتم: مذمت اینان روا مدار که خداوند کرمند، گفت: غلط گفتی که بنده درمند. چه فایده چون ابر آذارند و نمی بارند و چشمهٔ آفتابند و بر کس نمی‌تابند. بر مرکب استطاعت سوارانند و نمی‌رانند. قدمی بهر خدا ننهند و درمی بی من و اذی ندهند. مالی به مشقت فراهم آرند و به خست نگه دارند و به حسرت بگذارند، چنان که حکیمان گویند: سیم بخیل از خاک وقتی برآید که وی در خاک رود.", "به رنج و سعی کسی نعمتی به چنگ آرد\t\tدگر کس آید و بی سعی و رنج بردارد", "گفتمش: بر بخل خداوندان نعمت وقوف نیافته‌ای الا به علت گدایی. وگرنه هر که طمع یک سو نهد، کریم و بخیلش یکی نماید. محک داند که زر چیست و گدا داند که ممسک کیست.", "گفتا: به تجربت آن همی‌گویم که متعلقان بر در بدارند و غلیظان شدید برگمارند تا بار عزیزان ندهند و دست بر سینهٔ صاحب تمیزان نهند و گویند کس اینجا در نیست و راست گفته باشند:", "آن را که عقل و همت و تدبیر و رای نیست\t\tخوش گفت پرده دار که کس در سرای نیست", "گفتم: به عذر آن که از دست متوقعان به جان آمده‌اند و از رقعه گدایان به فغان و محال عقل است اگر ریگ بیابان در شود که چشم گدایان پر شود.", "دیدهٔ اهل طمع به نعمت دنیا\t\tپر نشود همچنان که چاه به شبنم", "هر کجا سختی کشیده‌ای تلخی دیده‌ای را بینی، خود را به شَرَه در کارهای مخوف اندازد و از توابع آن نپرهیزد و از عقوبت ایزد نهراسد و حلال از حرام نشناسد.", "سگی را گر کلوخی بر سر آید\t\tز شادی بر جهد کاین استخوانیست", "وگر نعشی دو کس بر دوش گیرند\t\tلئیم الطبع پندارد که خوانیست", "اما صاحب دنیا به عین عنایت حق ملحوظ است و به حلال از حرام محفوظ. من همانا که تقریر این سخن نکردم و برهان بیان نیاوردم، انصاف از تو توقع دارم هرگز دیده‌ای دست دعایی بر کتف بسته یا بینوایی به زندان در نشسته یا پردهٔ معصومی دریده یا کفی از معصم بریده، الا به علت درویشی؟ شیرمردان را به حکم ضرورت در نقبها گرفته‌اند و کعبها سفته و محتمل است آن که یکی را از درویشان نفس اماره طلب کند، چو قوت احصانش نباشد، به عصیان مبتلا گردد که بطن و فرج توأمند، یعنی فرزند یک شکمند: مادام که این یکی برجای است، آن دگر بر پای است. شنیدم که درویشی را با حدثی بر خبثی گرفتند. با آن که شرمساری برد، بیم سنگساری بود. گفت: ای مسلمانان قوت ندارم که زن کنم و طاقت نه که صبر کنم چه کنم؟ لا رهبانیة فی الاسلام. وز جمله مواجب سکون و جمعیت درون که مر توانگر را میسر می‌شود یکی آن که هر شب صنمی در بر گیرد که هر روز بدو جوانی از سر گیرد صبح تابان را دست از صباحت او بر دل و سرو خرامان را پای از خجالت او در گل.", "به خون عزیزان فرو برده چنگ\t\tسر انگشتها کرده عناب رنگ", "محال است که با حسن طلعت او گرد مناهی گردد یا قصد تباهی کند.", "دلی که حور بهشتی ربود و یغما کرد\t\tکی التفات کند بر بتان یغمایی", "مَن کانَ بَینَ یَدَیهِ مَا اشتَهیٰ رُطَبٌ\t\tیُغنیهِ ذٰلِکَ عَن رَجمِ العَناقیدِ", "اغلب تهی دستان دامن عصمت به معصیت آلایند و گرسنگان نان ربایند.", "چون سگ درنده گوشت یافت نپرسد\t\tکاین شتر صالح است یا خر دجال", "چه مایه مستوران به علت درویشی در عین فساد افتاده‌اند و عرض گرامی به باد زشت‌نامی بر داده.", "با گرسنگی قوت پرهیز نماند\t\tافلاس عنان از کف تقوی بستاند", "حاتم طایی که بیابان نشین بود اگر شهری بودی از جوش گدایان بیچاره شدی و جامه بر او پاره کردندی. گفتا: نه که من بر حال ایشان رحمت می‌برم، گفتم: نه که بر مال ایشان حسرت می‌خوری. ما در این گفتار و هر دو به هم گرفتار. هر بیدقی که براندی به دفع آن بکوشیدمی و هر شاهی که بخواندی به فرزین بپوشیدمی تا نقد کیسهٔ همت درباخت و تیر جعبهٔ حجت همه بینداخت.", "هان تا سپر نیفکنی از حملهٔ فصیح\t\tکاو را جز آن مبالغهٔ مستعار نیست", "دین ورز و معرفت که سخندان سجع گوی\t\tبر در سلاح دارد و کس در حصار نیست", "تا عاقبت الامر دلیلش نماند ذلیلش کردم. دست تعدی دراز کرد و بیهده گفتن آغاز و سنت جاهلان است که چون به دلیل از خصم فرو مانند سلسلهٔ خصومت بجنبانند؛ چون آزر بت تراش که به حجت با پسر برنیامد، به جنگش برخاست که لَئِن لَم تَنتَهِ لَاَرجُمَنِّکَ، دشنامم داد، سقطش گفتم. گریبانم درید زنخدانش گرفتم.", "او در من و من در او فتاده\t\tخلق از پی ما دوان و خندان", "انگشت تعجب جهانی\t\tاز گفت و شنید ما به دندان", "القصه مرافعه این سخن پیش قاضی بردیم و به حکومت عدل راضی شدیم تا حاکم مسلمانان مصلحتی بجوید و میان توانگران و درویشان فرقی بگوید. قاضی چو حیلت ما بدید و منطق ما بشنید سر به جیب تفکر فرو برد و پس از تأمل بسیار برآورد و گفت: ای آن که توانگران را ثنا گفتی و بر درویشان جفا روا داشتی، بدان که هر جا که گل است خار است و با خمر خمار است و بر سر گنج مار است و آنجا که در شاهوار است، نهنگ مردم خوار است. لذت عیش دنیا را لدغه اجل در پس است و نعیم بهشت را دیوار مکاره در پیش.", "جور دشمن چه کند گر نکشد طالب دوست\t\tگنج و مار و گل و خار و غم و شادی به همند", "نظر نکنی در بوستان که بیدمشک است و چوب خشک، همچنین در زمره توانگران شاکرند و کفور و در حلقه درویشان صابرند و ضجور.", "اگر ژاله هر قطره‌ای در شدی\t\tچو خرمهره بازار از او پر شدی", "مقربان حق جل و علا توانگرانند درویش سیرت و درویشانند توانگر همت و مهین توانگران آن است که غم درویش خورد و بهین درویشان آن است که کم توانگر گیرد. وَ مَن یَتَوکَّل عَلَی اللهِ فَهُوَ حَسبُهُ. پس روی عتاب از من به جانب درویش آورد و گفت: ای که گفتی توانگران مشتغلند و ساهی و مست ملاهی، نعم! طایفه‌ای هستند بر این صفت که بیان کردی: قاصرهمت کافرنعمت که ببرند و بنهند و نخورند و ندهند وگر به مثل باران نبارد یا طوفان جهان بردارد، به اعتماد مکنت خویش از محنت درویش نپرسند و از خدای عز و جل نترسند و گویند:", "گر از نیستی دیگری شد هلاک\t\tمرا هست بط را ز طوفان چه باک", "و راکِباتِ نیاقٍ فی هَوادِجِها\t\tلَم یَلتَفِتنَ اِلی مَن غاصَ فِی الکُثُبِ", "دونان چو گلیم خویش بیرون بردند\t\tگویند چه غم گر همه عالم مردند", "قومی بر این نمط که شنیدی، و طایفه‌ای خوان نعمت نهاده و دست کرم گشاده، طالب نامند و معرفت و صاحب دنیا و آخرت، چون بندگان حضرت پادشاه عالم عادل مؤید مظفر منصور، مالک ازمّهٔ اَنام، حامی ثغور اسلام، وارث ملک سلیمان، اعدل ملوک زمان، مظفر الدنیا و الدین، اتابک ابی بکر سعد ادام الله ایامه و نصر اعلامه.", "پدر به جای پسر هرگز این کرم نکند\t\tکه دست جود تو با خاندان آدم کرد", "خدای خواست که بر عالمی ببخشاید\t\tتو را به رحمت خود پادشاه عالم کرد", "قاضی چو سخن بدین غایت رسانید وز حد قیاس ما اسب مبالغه درگذرانید، به مقتضای حکم قضا رضا دادیم و از مامضی درگذشتیم و بعد از مجارا طریق مدارا گرفتیم و سر به تدارک بر قدم یکدگر نهادیم و بوسه بر سر و روی هم دادیم و ختم سخن بر این بود:", "مکن ز گردش گیتی شکایت ای درویش\t\tکه تیره بختی اگر هم بر این نسق مردی", "توانگرا چو دل و دست کامرانت هست\t\tبخور ببخش که دنیا و آخرت بردی"]}]}, {"bab-name": "باب هشتم در آداب صحبت", "bab-url": "/saadi/golestan/gbab8", "bab-sections": [{"sec-name": "حکمت شمارهٔ ۱", "sec-poems": ["مال از بهر آسایش عمر است نه عمر از بهر گرد کردن مال. عاقلی را پرسیدند: نیکبخت کیست و بدبختی چیست؟ گفت: نیکبخت آن که خورد و کشت و بدبخت آن که مرد و هشت.", "مکن نماز بر آن هیچکس که هیچ نکرد\t\tکه عمر در سر تحصیل مال کرد و نخورد"]}, {"sec-name": "حکمت شمارهٔ ۲", "sec-poems": ["موسی، عَلَیهِ السَّلام، قارون را نصیحت کرد که: اَحْسِن کَما اَحسَنَ اللهُ الیک. نشنید و عاقبتش شنیدی.", "آن کس که به دینار و درم خیر نیندوخت\t\tسر عاقبت اندر سر دینار و درم کرد", "خواهی که ممتّع شوی از دنیی و عقبی\t\tبا خلق کرم کن چو خدا با تو کرم کرد", "عرب گوید: جُد وَ لاتَمنُن فَاِنَّ الفائدةَ اِلَیکَ عائدة؛ یعنی ببخش و منّت منه که نفع آن به تو باز می گردد.", "درخت کرَم هر کجا بیخ کرد\t\tگذشت از فلک شاخ و بالای او", "گر امّیدواری کز او بر خوری\t\tبه منّت منه ارّه بر پای او", "شکر خدای کن که موفق شدی به خیر\t\tز انعام و فضل او، نه معطّل گذاشتت", "منّت منه که خدمت سلطان کنی همی\t\tمنّت شناس از او که به خدمت بداشتت"]}, {"sec-name": "حکمت شمارهٔ ۳", "sec-poems": ["دو کس رنج بیهوده بردند و سعی بی فایده کردند: یکی آن که اندوخت و نخورد و دیگر آن که آموخت و نکرد.", "علم چندان که بیشتر خوانی\t\tچون عمل در تو نیست نادانی", "نه محقق بود نه دانشمند\t\tچارپایی بر او کتابی چند", "آن تهی مغز را چه علم و خبر\t\tکه بر او هیزم است یا دفتر"]}, {"sec-name": "حکمت شمارهٔ ۴", "sec-poems": ["علم از بهر دین پروردن است نه از بهر دنیا خوردن.", "هر که پرهیز و علم و زهد فروخت\t\tخرمنی گرد کرد و پاک بسوخت"]}, {"sec-name": "حکمت شمارهٔ ۵", "sec-poems": ["عالم ناپرهیزگار کور مشعله‌دار است.", "بی فایده هر که عمر در باخت\t\tچیزی نخرید و زر بینداخت"]}, {"sec-name": "حکمت شمارهٔ ۶", "sec-poems": ["ملک از خردمندان جمال گیرد و دین از پرهیزگاران کمال یابد. پادشاهان به صحبت خردمندان از آن محتاجترند که خردمندان به قربت پادشاهان.", "پندی اگر بشنوی ای پادشاه\t\tدر همه عالم به از این پند نیست", "جز به خردمند مفرما عمل\t\tگر چه عمل کار خردمند نیست"]}, {"sec-name": "حکمت شمارهٔ ۷", "sec-poems": ["سه چیز پایدار نماند: مال بی تجارت و علم بی بحث و ملک بی سیاست."]}, {"sec-name": "حکمت شمارهٔ ۸", "sec-poems": ["رحم آوردن بر بدان ستم است بر نیکان، عفو کردن از ظالمان جور است بر درویشان.", "خبیث را چو تعهد کنی و بنوازی\t\tبه دولت تو گنه می‌کند به انبازی"]}, {"sec-name": "حکمت شمارهٔ ۹", "sec-poems": ["به دوستی پادشاهان اعتماد نتوان کرد و بر آواز خوش کودکان که آن به خیالی مبدل شود و این به خوابی متغیر گردد.", "معشوق هزار دوست را دل ندهی\t\tور می‌دهی آن دل به جدایی بنهی"]}, {"sec-name": "حکمت شمارهٔ ۱۰", "sec-poems": ["هر آن سری که در سر داری با دوست در میان منه چه دانی که وقتی دشمن گردد و هر گزندی که توانی، به دشمن مرسان که باشد که وقتی دوست شود.", "رازی که نهان خواهی، با کس در میان منه وگر چه دوست مخلص باشد که مر آن دوست را نیز دوستان مخلص باشد، همچنین مسلسل.", "خامشی به که ضمیر دل خویش\t\tبا کسی گفتن و گفتن که مگوی", "ای سلیم آب ز سرچشمه ببند\t\tکه چو پر شد نتوان بستن جوی", "سخنی در نهان نباید گفت\t\tکه بر انجمن نشاید گفت"]}, {"sec-name": "حکمت شمارهٔ ۱۱", "sec-poems": ["دشمنی ضعیف که در طاعت آید و دوستی نماید، مقصود وی جز آن نیست که دشمنی قوی گردد و گفته‌اند: بر دوستی دوستان اعتماد نیست تا به تملق دشمنان چه رسد و هر که دشمن کوچک را حقیر می‌دارد، بدان ماند که آتش اندک را مهمل می‌گذارد.", "امروز بکش چو می‌توان کشت\t\tکآتش چو بلند شد جهان سوخت", "مگذار که زه کند کمان را\t\tدشمن که به تیر می‌توان دوخت"]}, {"sec-name": "حکمت شمارهٔ ۱۲", "sec-poems": ["سخن میان دو دشمن چنان گوی که گر دوست گردند شرم زده نشوی.", "میان دو کس جنگ چون آتش است\t\tسخن چین بدبخت هیزم کش است", "کنند این و آن خوش دگرباره دل\t\tوی اندر میان کوربخت و خجل", "میان دو تن آتش افروختن\t\tنه عقل است و خود در میان سوختن", "در سخن با دوستان آهسته باش\t\tتا ندارد دشمن خونخوار گوش", "پیش دیوار آنچه گویی هوش دار\t\tتا نباشد در پس دیوار گوش"]}, {"sec-name": "حکمت شمارهٔ ۱۳", "sec-poems": ["هر که با دشمنان صلح می‌کند سر آزار دوستان دارد.", "بشوی ای خردمند از آن دوست دست\t\tکه با دشمنانت بود هم نشست"]}, {"sec-name": "حکمت شمارهٔ ۱۴", "sec-poems": ["چون در امضای کاری متردد باشی آن طرف اختیار کن که بی آزارتر بر آید.", "با مردم سهل خوی دشخوار مگوی\t\tبا آن که در صلح زند جنگ مجوی", "تا کار به زر برمی‌آید جان در خطر افکندن نشاید. عرب گوید: آخِرُ الحِیَلِ السَّیفُ", "چو دست از همه حیلتی در گسست\t\tحلال است بردن به شمشیر دست"]}, {"sec-name": "حکمت شمارهٔ ۱۵", "sec-poems": ["بر عجز دشمن رحمت مکن که اگر قادر شود بر تو نبخشاید.", "دشمن چو بینی ناتوان لاف از بروت خود مزن\t\tمغزیست در هر استخوان مردیست در هر پیرهن"]}, {"sec-name": "حکمت شمارهٔ ۱۶", "sec-poems": ["هر که بدی را بکشد خلق را از بلای او برهاند و او را از عذاب خدای عزَّ و جَلَّ.", "پسندیده‌ست بخشایش ولیکن\t\tمنه بر ریش خلق‌آزار مرهم", "ندانست آن که رحمت کرد بر مار\t\tکه آن ظلم است بر فرزند آدم"]}, {"sec-name": "حکمت شمارهٔ ۱۷", "sec-poems": ["نصیحت از دشمن پذیرفتن خطاست ولیکن شنیدن رواست تا به خلاف آن کار کنی که آن عین صواب است.", "حذر کن زآنچه دشمن گوید آن کن\t\tکه بر زانو زنی دست تغابن", "گرت راهی نماید راست چون تیر\t\tاز او برگرد و راه دست چپ گیر"]}, {"sec-name": "حکمت شمارهٔ ۱۸", "sec-poems": ["خشم بیش از حد گرفتن وحشت آرد و لطف بی وقت هیبت ببرد. نه چندان درشتی کن که از تو سیر گردند و نه چندان نرمی که بر تو دلیر شوند.", "درشتی و نرمی به هم در به است\t\tچو فاصد که جراح و مرهم نه است", "درشتی نه گیرد خردمند پیش\t\tنه سستی که ناقص کند قدر خویش", "نه مر خویشتن را فزونی نهد\t\tنه یکباره تن در مذلت دهد", "شبانی با پدر گفت: ای خردمند\t\tمرا تعلیم ده پیرانه یک پند", "بگفتا: نیکمردی کن نه چندان\t\tکه گردد خیره گرگ تیز دندان"]}, {"sec-name": "حکمت شمارهٔ ۱۹", "sec-poems": ["دو کس دشمن ملک و دینند: پادشاه بی حلم و زاهد بی علم.", "بر سر ملک مباد آن ملک فرمانده\t\tکه خدا را نبود بندهٔ فرمانبردار"]}, {"sec-name": "حکمت شمارهٔ ۲۰", "sec-poems": ["پادشه باید که تا به حدی خشم بر دشمنان نراند که دوستان را اعتماد نماند. آتش خشم اول در خداوند خشم اوفتد پس آنگه زبانه به خصم رسد یا نرسد.", "نشاید بنی‌آدم خاکزاد\t\tکه در سر کند کبر و تندی و باد", "تو را با چنین گرمی و سرکشی\t\tنپندارم از خاکی از آتشی", "در خاک بیلقان برسیدم به عابدی\t\tگفتم: مرا به تربیت از جهل پاک کن", "گفتا: برو چو خاک تحمل کن ای فقیه\t\tیا هر چه خوانده‌ای همه در زیر خاک کن"]}, {"sec-name": "حکمت شمارهٔ ۲۱", "sec-poems": ["بدخوی در دست ِ دشمنی گرفتار است که هر کجا رود از چنگ ِ عقوبت ِ او خلاص نیابد.", "اگر ز دست بلا بر فلک رود بدخوی\t\tز دست خوی بد خویش در بلا باشد"]}, {"sec-name": "حکمت شمارهٔ ۲۲", "sec-poems": ["چو بینی که در سپاه ِ دشمن تفرقه افتاده است، تو جمع باش. و گر جمع شوند، از پریشانی اندیشه کن.", "برو با دوستان آسوده بنشین\t\tچو بینی در میان دشمنان جنگ", "وگر بینی که با هم یکزبانند\t\tکمان را زه کن و بر باره بر سنگ"]}, {"sec-name": "حکمت شمارهٔ ۲۳", "sec-poems": ["دشمن چو از همه حیلتی فرو مانَد، سلسلهٔ دوستی بجنبانَد، پس آنگه به دوستی کارهایی کند که هیچ دشمن نتواند."]}, {"sec-name": "حکمت شمارهٔ ۲۴", "sec-poems": ["سر ِ مار به دست ِ دشمن بکوب که از اِحدَی الحُسنَیَین خالی نباشد: اگر این غالب آمد، مار کُشتی و گر آن، از دشمن رَستی.", "به روز ِ معرکه ایمِن مشو ز خصم ِ ضعیف\t\tکه مغز ِ شیر برآرد چو دل ز جان برداشت"]}, {"sec-name": "حکمت شمارهٔ ۲۵", "sec-poems": ["خبری که دانی که دلی بیازارد، تو خاموش تا دیگری بیارد.", "بلبلا! مژدهٔ بهار بیار\t\tخبر ِ بد به بوم باز گذار"]}, {"sec-name": "حکمت شمارهٔ ۲۶", "sec-poems": ["پادشه را بر خیانت ِ کسی واقف مگردان، مگر آنگه که بر قبول ِ کلی واثق باشی و گر نه در هلاک ِ خویش سعی می‌کنی.", "بسیج ِ سخن گفتن آنگاه کن\t\tکه دانی که در کار گیرد سخُن"]}, {"sec-name": "حکمت شمارهٔ ۲۷", "sec-poems": ["هر که نصیحت ِ خودرای می‌کند، او خود به نصیحتگری محتاج است."]}, {"sec-name": "حکمت شمارهٔ ۲۸", "sec-poems": ["فریب دشمن مخور و غرور مداح مخر، که این دام زرق نهاده است و آن دامن طمع گشاده. احمق را ستایش خوش آید چون لاشه که در کعبش دمی فربه نماید.", "الا تا نشنوی مدح سخنگوی\t\tکه اندک مایه نفعی از تو دارد", "که گر روزی مرادش بر نیاری\t\tدو صد چندان عیوبت بر شمارد"]}, {"sec-name": "حکمت شمارهٔ ۲۹", "sec-poems": ["متکلّم را تا کسی عیب نگیرد، سخنش صلاح نپذیرد.", "مشو غرّه بر حُسن ِ گفتار ِ خویش\t\tبه تحسین نادان و پندار خویش"]}, {"sec-name": "حکمت شمارهٔ ۳۰", "sec-poems": ["همه کس را عقل خود بکمال نماید و فرزند خود بجمال.", "یکی یهود و مسلمان نزاع می‌کردند\t\tچنان که خنده گرفت از حدیث ایشانم", "به طیره گفت مسلمان: گر این قبالهٔ من\t\tدرست نیست خدایا یهود میرانم", "یهود گفت: به تورات می‌خورم سوگند!\t\tوگر خلاف کنم همچو تو مسلمانم", "گر از بسیط زمین عقل منعدم گردد\t\tبه خود گمان نبرد هیچکس که نادانم"]}, {"sec-name": "حکمت شمارهٔ ۳۱", "sec-poems": ["ده آدمی بر سفره‌ای بخورند و دو سگ بر مرداری با هم به سر نبرند. حریص با جهانی گرسنه است و قانع به نانی سیر. حکما گفته‌اند: توانگری به قناعت، به از توانگری به بضاعت.", "رودهٔ تنگ به یک نان ِ تهی پر گردد\t\tنعمت ِ روی زمین پر نکند دیدهٔ تنگ", "پدر چون دور ِ عمرش منقضی گشت\t\tمرا این یک نصیحت کرد و بُگذشت", "که شهوت آتش است از وی بپرهیز\t\tبه خود بَر آتش ِ دوزخ مکُن تیز", "در آن آتش نداری طاقت سوز\t\tبه صبر آبی بر این آتش زن امروز"]}, {"sec-name": "حکمت شمارهٔ ۳۲", "sec-poems": ["هر که در حال ِ توانایی نکویی نکند، در وقت ِ ناتوانی سختی بیند.", "بد اختر تر از مردم‌آزار نیست\t\tکه روز مصیبت کسش یار نیست"]}, {"sec-name": "حکمت شمارهٔ ۳۳", "sec-poems": ["هر چه زود بر آید، دیر نپاید.", "خاک ِ مشرق شنیده‌ام که کنند\t\tبه چهل سال کاسه‌ای چینی", "صد به روزی کنند در مَردَشت\t\tلاجَرَم قیمتش همی‌بینی", "مرغک از بیضه برون آید و روزی طلبد\t\tو آدمی‌بچه ندارد خبر و عقل و تمیز", "آن که ناگاه کسی گشت، به چیزی نرسید\t\tوین به تمکین و فضیلت بگذشت از همه چیز", "آبگینه همه جا یابی از آن قدرش نیست\t\tلعل دشخوار به دست آید از آن است عزیز"]}, {"sec-name": "حکمت شمارهٔ ۳۴", "sec-poems": ["کارها به صبر بر آید و مُستَعجِل به سر در آید.", "به چشم ِ خویش دیدم در بیابان\t\tکه آهسته سَبَق بُرد از شتابان", "سمند ِ بادپای از تک فرو ماند\t\tشتربان همچنان آهسته می‌راند"]}, {"sec-name": "حکمت شمارهٔ ۳۵", "sec-poems": ["نادان را به از خاموشی نیست وگر این مصلحت بدانستی، نادان نبودی.", "چون نداری کمال ِ فضل آن به\t\tکه زبان در دهان نگه داری", "آدمی را زبان فضیحه کند،\t\tجوز ِ بی‌مغز را سبکساری", "خری را ابلهی تعلیم می‌داد\t\tبر او بر صرف کرده سعی ِ دایم", "حکیمی گفتش ای نادان چه کوشی؟\t\tدر این سودا بترس از لوم ِ لایم", "نیاموزد بهایم از تو گفتار\t\tتو خاموشی بیاموز از بهایم", "هر که تأمل نکند در جواب\t\tبیشتر آید سخنش ناصواب", "یا سخن آرای چو مردم به هوش\t\tیا بنشین چون حیوانان خموش"]}, {"sec-name": "حکمت شمارهٔ ۳۶", "sec-poems": ["هر که با داناتر از خود بحث کند تا بدانند که داناست، بدانند که نادان است.", "چون در آید مِه از تویی به سخن\t\tگر چه به دانی، اعتراض مکن"]}, {"sec-name": "حکمت شمارهٔ ۳۷", "sec-poems": ["هر که با بدان نشیند، نیکی نبیند.", "گر نشیند فرشته‌ای با دیو\t\tوحشت آموزد و خیانت و ریو", "از بدان نیکویی نیاموزی\t\tنکند گرگ پوستین دوزی"]}, {"sec-name": "حکمت شمارهٔ ۳۸", "sec-poems": ["مردمان را عیب نهانی پیدا مکن که مر ایشان را رسوا کنی و خود را بی اعتماد.", "هر که علم خواند و عمل نکرد بدان ماند که گاو راند و تخم نیفشاند."]}, {"sec-name": "حکمت شمارهٔ ۳۹", "sec-poems": ["از تن بی‌دل طاعت نیاید و پوست بی‌مغز را بضاعت نشاید."]}, {"sec-name": "حکمت شمارهٔ ۴۰", "sec-poems": ["نه هر که در مجادله چُست، در معامله درست.", "بس قامت ِ خوش که زیر ِ چادَر باشد\t\tچون باز کنی مادر مادر باشد"]}, {"sec-name": "حکمت شمارهٔ ۴۱", "sec-poems": ["اگر شبها همه قدر بودی، شب قدر بی قدر بودی.", "گر سنگ همه لعل بدخشان بودی\t\tپس قیمت لعل و سنگ یکسان بودی"]}, {"sec-name": "حکمت شمارهٔ ۴۲", "sec-poems": ["نه هر که به صورت نکوست سیرت زیبا در اوست. کار اندرون دارد نه پوست.", "توان شناخت به یک روز در شمایل مرد\t\tکه تا کجاش رسیده‌ست پایگاه علوم", "ولی ز باطنش ایمن مباش و غره مشو\t\tکه خبث نفس نگردد به سالها معلوم"]}, {"sec-name": "حکمت شمارهٔ ۴۳", "sec-poems": ["هرکه با بزرگان ستیزد، خون خود ریزد.", "خویشتن را بزرگ پنداری\t\tراست گفتند یک دو بیند لوچ", "زود بینی شکسته پیشانی\t\tتو که بازی کنی به سر با قوچ"]}, {"sec-name": "حکمت شمارهٔ ۴۴", "sec-poems": ["پنجه با شیر زدن و مشت با شمشیر، کار خردمندان نیست.", "جنگ و زورآوری مکن با مست\t\tپیش سرپنجه در بغل نه دست"]}, {"sec-name": "حکمت شمارهٔ ۴۵", "sec-poems": ["ضعیفی که با قوی دلاوری کند، یار دشمن است در هلاک خویش.", "سایه پرورده را چه طاقت آن\t\tکه رود با مبارزان به قتال", "سست بازو به جهل می‌فکند\t\tپنجه با مرد آهنین چنگال"]}, {"sec-name": "حکمت شمارهٔ ۴۶", "sec-poems": ["بی هنران، هنرمند را نتوانند که بینند همچنان که سگان بازاری سگ صید را مشغله برآرند و پیش آمدن نیارند. یعنی سفله چون به هنر با کسی برنیاید، به خبثش در پوستین افتد.", "کند هر آینه غیبت حسود کوته دست\t\tکه در مقابله گنگش بود زبان مقال"]}, {"sec-name": "حکمت شمارهٔ ۴۷", "sec-poems": ["گر جور شکم نیستی، هیچ مرغ در دام صیاد نیوفتادی بلکه صیاد خود دام ننهادی.", "حکیمان دیر دیر خورند و عابدان نیم سیر و زاهدان سد رمق و جوانان تا طبق برگیرند و پیران تا عرق بکنند، اما قلندران چندان که در معده جای نفس نماند و بر سفره روزی کس.", "اسیر بند شکم را دو شب نگیرد خواب\t\tشبی ز معدهٔ سنگی شبی ز دلتنگی", "یکی از ملوک عجم طبیبی حاذق به خدمت مصطفی صلی الله علیه و سلم فرستاد.", "سالی در دیار عرب بود و کسی تجربه پیش او نیاورد و معالجه از وی در نخواست.", "پیش پیغمبر آمد و گله کرد که: مر این بنده را برای معالجت اصحاب فرستاده‌اند و در این مدّت کسی التفاتی نکرد تا خدمتی که بر بنده معین است به جای آورد.", "رسول علیه السلام گفت: این طایفه را طریقتی است که تا اشتها غالب نشود، نخورند و هنوز اشتها باقی بود که دست از طعام بدارند.", "حکیم گفت: این است موجب تندرستی.", "زمین ببوسید و برفت."]}, {"sec-name": "حکمت شمارهٔ ۴۸", "sec-poems": ["مشورت با زنان تباه است و سخاوت با مفسدان گناه.", "خبیث را چو تعهد کنی و بنوازی\t\tبه دولت تو گنه می‌کند به انبازی", "ترحم بر پلنگ تیز دندان\t\tستمکاری بود بر گوسپندان"]}, {"sec-name": "حکمت شمارهٔ ۴۹", "sec-poems": ["هر که را دشمن پیش است، اگر نکشد دشمن خویش است.", "سنگ بر دست و مار سر بر سنگ\t\tخیره رایی بود قیاس و درنگ"]}, {"sec-name": "حکمت شمارهٔ ۵۰", "sec-poems": ["کشتن بندیان تأمل اولی تر است، به حکم آن که اختیار باقیست: توان کشت و توان بخشید. و گر بی تأمل کشته شود، محتمل است که مصلحتی فوت شود که تدارک مثل آن ممتنع باشد.", "نیک سهل است زنده بی جان کرد\t\tکشته را باز زنده نتوان کرد", "شرط عقل است صبر تیرانداز\t\tکه چو رفت از کمان نیاید باز"]}, {"sec-name": "حکمت شمارهٔ ۵۱", "sec-poems": ["حکیمی که با جُهّال دراُفتد توقعِ عزّت ندارد وگر جاهلی به ‌زبان‌آوری بر حکیمی غالب آید عجب نیست که سنگی‌ست که گوهر همی‌شکند.", "نه عجب گر فرو رود نَفَسَش\t\tعندلیبی غُراب هم‌ قفسش", "گر هنرمند از اوباش جفایی بیند\t\tتا دلِ خویش نیازارد و در هم نشود", "سنگِ بد گوهر اگر کاسه‌ زرّین بشکست\t\tقیمتِ سنگ نیفزاید و زر کم نشود"]}, {"sec-name": "حکمت شمارهٔ ۵۲", "sec-poems": ["خردمندی را که در زمرهٔ اجلاف سخن ببندد شگفت مدار که آواز بربط با غلبهٔ دهل بر نیاید و بوی عنبر از گند سیر فرو ماند.", "بلند آواز نادان گردن افراخت\t\tکه دانا را به بی شرمی بینداخت", "نمی‌داند که آهنگ حجازی\t\tفرو ماند ز بانگ طبل غازی"]}, {"sec-name": "حکمت شمارهٔ ۵۳", "sec-poems": ["جوهر اگر در خلاب افتد، همچنان نفیس است و غبار اگر به فلک رسد، همان خسیس. استعداد بی تربیت دریغ است و تربیت نامستعد ضایع. خاکستر نسبی عالی دارد که آتش جوهر علویست ولیکن چون به نفس خود هنری ندارد، با خاک برابر است و قیمت شکر نه از نی است که آن خود خاصیت وی است.", "چو کنعان را طبیعت بی هنر بود\t\tپیمبرزادگی قدرش نیفزود", "هنر بنمای اگر داری نه گوهر\t\tگل از خار است و ابراهیم از آزر"]}, {"sec-name": "حکمت شمارهٔ ۵۴", "sec-poems": ["مشک آن است که ببوید نه آن که عطار بگوید.", "دانا چو طبلهٔ عطار است خاموش و هنرنمای و نادان خود طبل غازی بلند آواز و میان تهی.", "عالم اندر میان جاهل را\t\tمثلی گفته‌اند صدیقان", "شاهدی در میان کوران است\t\tمصحفی در سرای زندیقان"]}, {"sec-name": "حکمت شمارهٔ ۵۵", "sec-poems": ["دوستی را که به عمری فرا چنگ آرند، نشاید که به یک دم بیازارند.", "سنگی به چند سال شود لعل پاره‌ای\t\tزنهار تا به یک نفسش نشکنی به سنگ"]}, {"sec-name": "حکمت شمارهٔ ۵۶", "sec-poems": ["عقل در دست نفس چنان گرفتار است که مرد عاجز با زن گربز. رای بی قوت مکر و فسون است و قوت بی رای جهل و جنون.", "تمیز باید و تدبیر و عقل و آن گه ملک\t\tکه ملک و دولت نادان سلاح جنگ خداست"]}, {"sec-name": "حکمت شمارهٔ ۵۷", "sec-poems": ["جوانمرد که بخورد و بدهد، به از عابدی که روزه دارد و بنهد. هر که ترک شهوات از بهر قبول خلق داده است، از شهوتی حلال در شهوتی حرام افتاده است.", "عابد که نه از بهر خدا گوشه نشیند\t\tبیچاره در آیینهٔ تاریک چه بیند"]}, {"sec-name": "حکمت شمارهٔ ۵۸", "sec-poems": ["اندک اندک خیلی شود و قطره قطره سیلی گردد، یعنی آنان که دست قوت ندارند، سنگ خرده نگه دارند تا به وقت فرصت دمار از دماغ ظالم برآرند.", "وَ قَطرٌ عَلیٰ قَطرٍ اِذَا اتَّفَقَت نَهرٌ\t\tوَ نَهرٌ عَلیٰ نَهرٍ اِذَا اجتَمَعَت بَحرٌ", "اندک اندک به هم شود بسیار\t\tدانه دانه است غله در انبار"]}, {"sec-name": "حکمت شمارهٔ ۵۹", "sec-poems": ["عالم را نشاید که سفاهت از عامی به حلم در گذراند که هر دو طرف را زیان دارد: هیبت این کم شود و جهل آن مستحکم.", "چو با سفله گویی به لطف و خوشی\t\tفزون گرددش کبر و گردنکشی"]}, {"sec-name": "حکمت شمارهٔ ۶۰", "sec-poems": ["معصیت از هر که صادر شود ناپسندیده است و از علما ناخوبتر که علم سلاح جنگ شیطان است و خداوند سلاح را چون به اسیری برند شرمساری بیش برد.", "عام نادان پریشان روزگار\t\tبه ز دانشمند ناپرهیزگار", "کآن به نابینایی از راه اوفتاد\t\tوین دو چشمش بود و در چاه اوفتاد"]}, {"sec-name": "حکمت شمارهٔ ۶۱", "sec-poems": ["جان در حمایت یک دم است و دنیا وجودی میان دو عدم.", "دین به دنیا فروشان خرند، یوسف بفروشند تا چه خرند؟!", "اَلَم اَعهَد اِلَیکُم یا بَنی آدَمَ اَن لاتَعبُدوا الشَّیطانَ؟", "به قول دشمن پیمان دوست بشکستی\t\tببین که از که بریدی و با که پیوستی"]}, {"sec-name": "حکمت شمارهٔ ۶۲", "sec-poems": ["شیطان با مخلصان برنمی‌آید و سلطان با مفلسان.", "وامش مده آن که بی نماز است\t\tگر چه دهنش ز فاقه باز است", "کاو فرض خدا نمی‌گزارد\t\tاز قرض تو نیز غم ندارد", "امروز دو مرده بیش گیرد مرکن\t\tفردا گوید تربی از اینجا بر کن"]}, {"sec-name": "حکمت شمارهٔ ۶۳", "sec-poems": ["هر که در زندگانی نانش نخورند، چون بمیرد نامش نبرند.", "لذت انگور بیوه داند نه خداوند میوه.", "یوسف صدیق علیه السلام در خشکسال مصر سیر نخوردی تا گرسنگان فراموش نکند.", "آن که در راحت و تنعم زیست\t\tاو چه داند که حال گرسنه چیست", "حال درماندگان کسی داند\t\tکه به احوال خویش در ماند", "ای که بر مرکب تازنده سواری هش دار\t\tکه خر خارکش مسکین در آب و گل است", "آتش از خانهٔ همسایهٔ درویش مخواه\t\tکآنچه بر روزن او می‌گذرد دود دل است"]}, {"sec-name": "حکمت شمارهٔ ۶۴", "sec-poems": ["درویش ضعیف حال را در خشکی تنگ سال مپرس که چونی، الا به شرط آن که مرهم ریشش بنهی و معلومی پیشش.", "خری که بینی و باری به گل در افتاده\t\tبه دل بر او شفقت کن ولی مرو به سرش", "کنون که رفتی و پرسیدیش که چون افتاد\t\tمیان ببند و چو مردان بگیر دمب خرش"]}, {"sec-name": "حکمت شمارهٔ ۶۵", "sec-poems": ["دو چیز محال عقل است: خوردن بیش از رزق مقسوم و مردن پیش از وقت معلوم.", "قضا دگر نشود ور هزار ناله و آه\t\tبه کفر یا به شکایت برآید از دهنی", "فرشته‌ای که وکیل است بر خزاین باد\t\tچه غم خورد که بمیرد چراغ پیرزنی"]}, {"sec-name": "حکمت شمارهٔ ۶۶", "sec-poems": ["ای طالب روزی بنشین که بخوری و ای مطلوب اجل مرو که جان نبری.", "جهد رزق ار کنی و گر نکنی\t\tبرساند خدای عز و جل", "ور روی در دهان شیر و پلنگ\t\tنخورندت مگر به روز اجل"]}, {"sec-name": "حکمت شمارهٔ ۶۷", "sec-poems": ["به نانهاده دست نرسد و نهاده هر کجا هست برسد.", "شنیده‌ای که سکندر برفت تا ظلمات\t\tبه چند محنت و خورد آن که خورد آب حیات"]}, {"sec-name": "حکمت شمارهٔ ۶۸", "sec-poems": ["صیاد بی روزی ماهی در دجله نگیرد و ماهی بی اجل در خشک نمیرد.", "مسکین حریص در همه عالم همی‌رود\t\tاو در قفای رزق و اجل در قفای او"]}, {"sec-name": "حکمت شمارهٔ ۶۹", "sec-poems": ["توانگر فاسق کلوخ زراندود است و درویش صالح شاهد خاک آلود. این دلق موسی است مرقع و آن ریش فرعون مرصع."]}, {"sec-name": "حکمت شمارهٔ ۷۰", "sec-poems": ["شدت نیکان روی در فرج دارد و دولت بدان سر در نشیب.", "هر که را جاه و دولت است و بدان\t\tخاطری خسته در نخواهد یافت", "خبرش ده که هیچ دولت و جاه\t\tبه سرای دگر نخواهد یافت"]}, {"sec-name": "حکمت شمارهٔ ۷۱", "sec-poems": ["حسود از نعمت حق بخیل است و بندهٔ بی گناه را دشمن می‌دارد.", "مردکی خشک مغز را دیدم\t\tرفته در پوستین صاحب جاه", "گفتم ای خواجه گر تو بدبختی\t\tمردم نیکبخت را چه گناه", "الا تا نخواهی بلا بر حسود\t\tکه آن بخت برگشته خود در بلاست", "چه حاجت که با او کنی دشمنی\t\tکه او را چنین دشمنی در قفاست"]}, {"sec-name": "حکمت شمارهٔ ۷۲", "sec-poems": ["تلمیذ بی ارادت عاشق بی زر است و روندهٔ بی معرفت مرغ بی پر و عالم بی عمل درخت بی بر و زاهد بی علم خانهٔ بی در."]}, {"sec-name": "حکمت شمارهٔ ۷۳", "sec-poems": ["مراد از نزول قرآن تحصیل سیرت خوب است نه ترتیل سورت مکتوب.", "عامی متعبد پیادهٔ رفته است و عالم متهاون سوار خفته.", "عاصی که دست بر دارد، به از عابد که در سر دارد.", "سرهنگ لطیف خوی دل دار\t\tبهتر ز فقیه مردم آزار"]}, {"sec-name": "حکمت شمارهٔ ۷۴", "sec-poems": ["یکی را گفتند: عالم بی عمل به چه ماند؟", "گفت: به زنبور بی عسل.", "زنبور درشت بی مروت را گوی\t\tباری چو عسل نمی‌دهی نیش مزن"]}, {"sec-name": "حکمت شمارهٔ ۷۵", "sec-poems": ["مرد بی مروت زن است و عابد با طمع رهزن.", "ای به ناموس کرده جامه سپید\t\tبهر پندار خلق و نامه سیاه", "دست کوتاه باید از دنیا\t\tآستین خوه دراز و خوه کوتاه"]}, {"sec-name": "حکمت شمارهٔ ۷۶", "sec-poems": ["دو کس را حسرت از دل نرود و پای تغابن از گل بر نیاید: تاجر کشتی شکسته و وارث با قلندران نشسته.", "پیش درویشان بود خونت مباح\t\tگر نباشد در میان مالت سبیل", "یا مرو با یار ازرق پیرهن\t\tیا بکش بر خان و مان انگشت نیل", "دوستی با پیلبانان یا مکن\t\tیا طلب کن خانه‌ای در خورد پیل"]}, {"sec-name": "حکمت شمارهٔ ۷۷", "sec-poems": ["خلعت سلطان اگر چه عزیز است، جامهٔ خلقان خود به عزت تر و خوان بزرگان اگر چه لذیذ است، خردهٔ انبان خود به لذت تر.", "سرکه از دسترنج خویش و تره\t\tبهتر از نان دهخدا و بره"]}, {"sec-name": "حکمت شمارهٔ ۷۸", "sec-poems": ["خلاف راه صواب است و عکس رای اولوالالباب، دارو به گمان خوردن و راه نادیده بی کاروان رفتن.", "امام مرشد محمد غزالی را رحمة الله علیه پرسیدند: چگونه رسیدی بدین منزلت در علوم؟", "گفت: بدان که هر چه ندانستم از پرسیدن آن ننگ نداشتم.", "امید عافیت آن گه بود موافق عقل\t\tکه نبض را به طبیعت شناس بنمایی", "بپرس هر چه ندانی که ذل پرسیدن\t\tدلیل راه تو باشد به عز دانایی"]}, {"sec-name": "حکمت شمارهٔ ۷۹", "sec-poems": ["هر آنچه دانی که هر آینه معلوم تو گردد، به پرسیدن آن تعجیل مکن که هیبت سلطنت را زیان دارد.", "چو لقمان دید کاندر دست داوود\t\tهمی آهن به معجز موم گردد", "نپرسیدش چه می‌سازی که دانست\t\tکه بی پرسیدنش معلوم گردد"]}, {"sec-name": "حکمت شمارهٔ ۸۰", "sec-poems": ["یکی از لوازم صحبت آن است که خانه بپردازی یا با خانه خدای در سازی.", "حکایت بر مزاج مستمع گوی\t\tاگر خواهی که دارد با تو میلی", "هر آن عاقل که با مجنون نشیند\t\tنباید کردنش جز ذکر لیلی"]}, {"sec-name": "حکمت شمارهٔ ۸۱", "sec-poems": ["هر که با بدان نشیند اگر نیز طبیعت ایشان در او اثر نکند به طریقت ایشان متهم گردد و گر به خراباتی رود به نماز کردن، منسوب شود به خمر خوردن.", "رقم بر خود به نادانی کشیدی\t\tکه نادان را به صحبت برگزیدی", "طلب کردم ز دانایی یکی پند\t\tمرا فرمود با نادان مپیوند", "که گر دانای دهری خر بباشی\t\tوگر نادانی ابله تر بباشی"]}, {"sec-name": "حکمت شمارهٔ ۸۲", "sec-poems": ["حلم شتر چنان که معلوم است اگر طفلی مهارش گیرد و صد فرسنگ برد، گردن از متابعتش نپیچد. اما اگر دره‌ای هولناک پیش آید که موجب هلاک باشد و طفل آنجا به نادانی خواهد شدن، زمام از کفش در گسلاند و بیش مطاوعت نکند که هنگام درشتی ملاطفت مذموم است و گویند دشمن به ملاطفت دوست نگردد بلکه طمع زیادت کند.", "کسی که لطف کند با تو خاک پایش باش\t\tوگر ستیزه برد در دو چشمش آکن خاک", "سخن به لطف و کرم با درشتخوی مگوی\t\tکه زنگ خورده نگردد به نرم سوهان پاک"]}, {"sec-name": "حکمت شمارهٔ ۸۳", "sec-poems": ["هر که در پیش سخن دیگران افتد تا مایهٔ فضلش بدانند، پایهٔ جهلش معلوم کند.", "ندهد مرد هوشمند جواب\t\tمگر آن گه کز او سؤال کنند", "گر چه بر حق بود مزاج سخن\t\tحمل دعویش بر محال کنند"]}, {"sec-name": "حکمت شمارهٔ ۸۴", "sec-poems": ["ریشی درون جامه داشتم و شیخ از آن هر روز بپرسیدی که چون است و نپرسیدی کجاست. دانستم از آن احتراز می‌کند که ذکر همه عضوی روا نباشد و خردمندان گفته‌اند هر که سخن نسنجد، از جوابش برنجد.", "تا نیک ندانی که سخن عین صواب است\t\tباید که به گفتن دهن از هم نگشایی", "گر راست سخن گویی و در بند بمانی\t\tبه زآن که دروغت دهد از بند رهایی"]}, {"sec-name": "حکمت شمارهٔ ۸۵", "sec-poems": ["دروغ گفتن به ضربت لازم ماند که اگر نیز جراحت درست شود، نشان بماند. چون برادران یوسف که به دروغی موسوم شدند نیز به راست گفتن ایشان اعتماد نماند. قالَ بَل سَوَّلَت لَکُم اَنفُسُکُم اَمرا.", "یکی را که عادت بود راستی\t\tخطایی رود در گذارند از او", "و گر نامور شد به قول دروغ\t\tدگر راست باور ندارند از او"]}, {"sec-name": "حکمت شمارهٔ ۸۶", "sec-poems": ["اَجَلّ کائنات از روی ظاهر آدمیست و اَذلّ موجودات سگ، و به اتّفاقِ خردمندان سگِ حق شناس به از آدمی ناسپاس.", "سگی را لقمه‌ای هرگز فراموش\t\tنگردد ور زنی صَد نوبتش سنگ", "و گر عمری نوازی سفله‌ای را\t\tبه کمتر تندی آید با تو در جنگ"]}, {"sec-name": "حکمت شمارهٔ ۸۷", "sec-poems": ["از نفس پرور هنروری نیاید و بی هنر سروری را نشاید.", "مکن رحم بر گاو بسیاربار\t\tکه بسیارخسب است و بسیارخوار", "چو گاو ار همی بایدت فربهی\t\tچو خر تن به جور کسان در دهی"]}, {"sec-name": "حکمت شمارهٔ ۸۸", "sec-poems": ["در انجیل آمده است که ای فرزند آدم! گر توانگری دهمت، مشتغل شوی به مال از من و گر درویش کنمت، تنگدل نشینی. پس حلاوت ذکر من کجا دریابی و به عبادت من کی شتابی؟", "گه اندر نعمتی مغرور و غافل\t\tگه اندر تنگدستی خسته و ریش", "چو در سرا و ضرّا حالت این است\t\tندانم کی به حق پردازی از خویش"]}, {"sec-name": "حکمت شمارهٔ ۸۹", "sec-poems": ["ارادت بیچون یکی را از تخت شاهی فرو آرد و دیگری را در شکم ماهی نکو دارد.", "وقتیست خوش آن را که بود ذکر تو مونس\t\tور خود بود اندر شکم حوت چو یونس"]}, {"sec-name": "حکمت شمارهٔ ۹۰", "sec-poems": ["گر تیغِ قَهر بر کشد، نبی و ولی سر در کشد وگر غمزهٔ لطف بجُنباند، بَدان به نیکان در رساند.", "گر به‌ محشر خطابِ قهر کند\t\tانبیا را چه جایِ معذرت است", "پرده از رویِ لطف گو بردار\t\tکاشقیا را امیدِ مغفرت است"]}, {"sec-name": "حکمت شمارهٔ ۹۱", "sec-poems": ["هر که به تأدیب دنیا راه صواب نگیرد، به تعذیب عقبی گرفتار آید. وَلَنُذیقَنَّهُم من العَذاب الأدنی دوُنَ العَذابِ الأکبرِ.", "پند است خطاب مهتران آن گه بند\t\tچون پند دهند و نشنوی بند نهند"]}, {"sec-name": "حکمت شمارهٔ ۹۲", "sec-poems": ["نیکبختان به حکایت و امثال پیشینیان پند گیرند، زآن پیشتر که پسینیان به واقعهٔ او مثل زنند.", "دزدان دست کوته نکنند تا دستشان کوته کنند.", "نرود مرغ سوی دانه فراز\t\tچون دگر مرغ بیند اندر بند", "پند گیر از مصائب دگران\t\tتا نگیرند دیگران به تو پند"]}, {"sec-name": "حکمت شمارهٔ ۹۳", "sec-poems": ["آن را که گوش ارادت گران آفریده‌اند، چون کند که بشنود و آن را که کمند سعادت کشان می‌برد، چه کند که نرود؟", "شب تاریک دوستان خدای\t\tمی‌بتابد چو روز رخشنده", "وین سعادت به زور بازو نیست\t\tتا نبخشد خدای بخشنده", "از تو به که نالم که دگر داور نیست\t\tوز دست تو هیچ دست بالاتر نیست", "آن را که تو رهبری کسی گم نکند\t\tوآن را که تو گم کنی کسی رهبر نیست"]}, {"sec-name": "حکمت شمارهٔ ۹۴", "sec-poems": ["گدای نیک انجام به از پادشای بد فرجام.", "غمی کز پیش شادمانی بری\t\tبه از شادیی کز پسش غم خوری"]}, {"sec-name": "حکمت شمارهٔ ۹۵", "sec-poems": ["زمین را ز آسمان نثار است و آسمان را از زمین غبار. کلُّ اِناءٍ یَتَرشَّحُ بِما فیهِ.", "گرت خوی من آمد ناسزاوار\t\tتو خوی نیک خویش از دست مگذار"]}, {"sec-name": "حکمت شمارهٔ ۹۶", "sec-poems": ["حق جل و علا می‌بیند و می‌پوشد و همسایه نمی‌بیند و می‌خروشد.", "نعوذبالله اگر خلق غیب دان بودی\t\tکسی به حال خود از دست کس نیاسودی"]}, {"sec-name": "حکمت شمارهٔ ۹۷", "sec-poems": ["زر از معدن به کان کندن به در آید وز دست بخیل به جان کندن.", "دونان نخورند و گوش دارند\t\tگویند امید به که خورده", "روزی بینی به کام دشمن\t\tزر مانده و خاکسار مرده"]}, {"sec-name": "حکمت شمارهٔ ۹۸", "sec-poems": ["هر که بر زیردستان نبخشاید، به جور زبردستان گرفتار آید.", "نه هر بازو که در وی قوتی هست\t\tبه مردی عاجزان را بشکند دست", "ضعیفان را مکن بر دل گزندی\t\tکه در مانی به جور زورمندی"]}, {"sec-name": "حکمت شمارهٔ ۹۹", "sec-poems": ["عاقل چون خلاف اندر میان آمد بجهد و چو صلح بیند لنگر بنهد که آنجا سلامت بر کران است و اینجا حلاوت در میان.", "مقامر را سه شش می‌باید، ولیکن سه یک می‌آید.", "هزار باره چراگاه خوشتر از میدان\t\tولیکن اسب ندارد به دست خویش عنان"]}, {"sec-name": "حکمت شمارهٔ ۱۰۰", "sec-poems": ["درویشی به مناجات در می‌گفت: یا رب بر بدان رحمت كن كه بر نیكان خود رحمت كرده‌ای كه مر ایشان را نیک آفریده‌ای."]}, {"sec-name": "حکمت شمارهٔ ۱۰۱", "sec-poems": ["اوّل كسی كه عَلَم بر جامه كرد و انگشتری در دست، جمشید بود.", "گفتندش: چرا به چپ دادی و فضیلت راست راست؟", "گفت: راست را زینت راستی تمام است.", "فریدون گفت نقّاشان چین را\t\tكه پیرامون خرگاهش بدوزند:", "بدان را نیک دار ای مرد هشیار\t\tكه نیكان خود بزرگ و نیک‌روزند"]}, {"sec-name": "حکمت شمارهٔ ۱۰۲", "sec-poems": ["بزرگی را پرسیدند: با چندین فضیلت که دست راست را هست خاتم در انگشت چپ چرا می‌کنند؟", "گفت: ندانی که اهل فضیلت همیشه محروم باشند؟", "آن که حظ آفرید و روزی داد\t\tیا فضیلت همی دهد یا بخت"]}, {"sec-name": "حکمت شمارهٔ ۱۰۳", "sec-poems": ["نصیحت پادشاهان کردن کسی را مسلم بود که بیم سر ندارد یا امید زر.", "موحد چه در پای ریزی زرش\t\tچه شمشیر هندی نهی بر سرش", "امید و هراسش نباشد ز کس\t\tبر این است بنیاد توحید و بس"]}, {"sec-name": "حکمت شمارهٔ ۱۰۴", "sec-poems": ["شاه از بهر دفع ستمکاران است و شحنه برای خونخواران و قاضی مصلحت جوی طراران. هرگز دو خصم به حق راضی پیش قاضی نروند.", "چو حق معاینه دانی که می بباید داد\t\tبه لطف به که به جنگاوری به دلتنگی", "خراج اگر نگزارد کسی به طیبت نفس\t\tبه قهر از او بستانند و مزد سرهنگی"]}, {"sec-name": "حکمت شمارهٔ ۱۰۵", "sec-poems": ["همه‌ کس را دندان به ترشی کند شود مگر قاضیان را که به شیرینی.", "قاضی چو به‌ رشوت بخورد پنج خیار\t\tثابت کند از بهر تو ده خربزه‌زار"]}, {"sec-name": "حکمت شمارهٔ ۱۰۶", "sec-poems": ["قحبهٔ پیر از نابکاری چه کند که توبه نکند و شحنهٔ معزول از مردم آزاری.", "جوان گوشه نشین شیرمرد راه خداست\t\tکه پیر خود نتواند ز گوشه‌ای برخاست", "جوان سخت می باید که از شهوت بپرهیزد\t\tکه پیر سست رغبت را خود آلت بر نمی‌خیزد"]}, {"sec-name": "حکمت شمارهٔ ۱۰۷", "sec-poems": ["حکیمی را پرسیدند: چندین درخت نامور که خدای عز و جل آفریده است و برومند، هیچ یک را آزاد نخوانده‌اند مگر سرو را که ثمره‌ای ندارد، در این چه حکمت است؟", "گفت: هر درختی را ثمره‌ای معین است که به وقتی معلوم به وجود آن تازه آید و گاهی به عدم آن پژمرده شود و سرو را هیچ از این نیست و همه وقتی خوش است و این است صفت آزادگان.", "بر آنچه می گذرد دل منه که دجله بسی\t\tپس از خلیفه بخواهد گذشت در بغداد", "گرت ز دست برآید چو نخل باش کریم\t\tورت ز دست نیاید چو سرو باش آزاد"]}, {"sec-name": "حکمت شمارهٔ ۱۰۸", "sec-poems": ["دو کس مردند و حسرت بردند: یکی آن که داشت و نخورد و دیگر آن که دانست و نکرد.", "کس نبیند بخیل فاضل را\t\tکه نه در عیب گفتنش کوشد", "ور کریمی دو صد گنه دارد\t\tکرمش عیبها فرو پوشد"]}, {"sec-name": "خاتمهٔ گلستان", "sec-poems": ["تمام شد کتاب گلستان والله المستعان به توفیق باری عزّ اسمه. در این جمله چنان که رسم مؤلفان است، از شعر متقدمان به طریق استعارت تلفیقی نرفت.", "کهن خرقهٔ خویش پیراستن\t\tبه از جامهٔ عاریت خواستن", "غالب گفتار سعدی طرب انگیز است و طیبت آمیز و کوته نظران را بدین علت زبان طعن دراز گردد که مغز دماغ بیهوده بردن و دود چراغ بی فایده خوردن کار خردمندان نیست، ولیکن بر رای روشن صاحبدلان که روی سخن در ایشان است پوشیده نماند که درّ موعظه‌های شافی را در سلک عبارت کشیده است و داروی تلخ نصیحت به شهد ظرافت بر آمیخته تا طبع ملول ایشان از دولت قبول محروم نماند الحمدلله ربّ العالمین.", "ما نصیحت به جای خود کردیم\t\tروزگاری در این به سر بردیم", "گر نیاید به گوش رغبت کس\t\tبر رسولان پیام باشد و بس", "یا ناظراً فیه سَل باللهِ مرحمةً\t\tعلی المصنفِ و استَغفِر لصاحِبِه", "و اَطلُب لِنَفسِکَ مِن خیرٍ تُریدُ بها\t\tمِن بعدِ ذلِکَ غُفراناً لکاتبه"]}]}]}